[
  {
    "title": "Don Quixote",
    "summary": " The First Sally Alonso Quijano, the protagonist of the novel, is a retired country gentleman nearing fifty years of age, living in an unnamed section of La Mancha with his niece and housekeeper. While mostly a rational man of sound reason, his reading of books of chivalry in excess has had a profound effect on him, leading to the distortion of his perception and the wavering of his mental faculties. In essence, he believes every word of these books of chivalry to be true though, for the most part, the content of these books is clearly fiction. Otherwise, his wits, in regards to everything other than chivalry, are intact. He decides to go out as a knight-errant in search of adventure. He dons an old suit of armour, renames himself \"Don Quixote de la Mancha,\" and names his skinny horse \"Rocinante\". He designates a neighboring farm girl as his lady love, renaming her Dulcinea del Toboso, while she knows nothing about this. He sets out in the early morning and ends up at an inn, which he believes to be a castle. He asks the innkeeper, whom he thinks to be the lord of the castle, to dub him a knight. He spends the night holding vigil over his armor, where he becomes involved in a fight with muleteers who try to remove his armor from the horse trough so that they can water their mules. The innkeeper then dubs him a knight to be rid of him, and sends him on his way. Don Quixote next \"frees\" a young boy who is tied to a tree and beaten by his master by making his master swear on the chivalric code to treat the boy fairly. The boy's beating is continued as soon as Quixote leaves. Don Quixote has a run-in with traders from Toledo, who \"insult\" the imaginary Dulcinea, one of whom severely beats Don Quixote and leaves him on the side of the road. Don Quixote is found and returned to his home by a neighboring peasant. The Second Sally While Don Quixote is unconscious in his bed, his niece, the housekeeper, the parish curate, and the local barber secretly burn most of the books of chivalry, and seal up his library pretending that a magician has carried it off. After a short period of feigning health, Don Quixote approaches his neighbor, Sancho Panza, and asks him to be his squire, promising him governorship of an island. The uneducated Sancho agrees, and the pair sneak off in the early dawn. It is here that their series of famous adventures begin, starting with Don Quixote's attack on windmills that he believes to be ferocious giants. The two next encounter a group of friars accompanying a lady in a carriage. They are heavily cloaked, as is the lady, to protect themselves from the hot climate and dust on the road. Don Quixote takes the friars to be enchanters who hold the lady captive. He knocks a friar from his horse, and is immediately challenged by an armed Basque traveling with the company. As he has no shield, the Basque uses a pillow to protect himself, which saves him when Don Quixote strikes him. The combat ends with the lady leaving her carriage and demanding those traveling with her to \"surrender\" to Don Quixote. The Pastoral Wanderings Sancho and Don Quixote go on, and fall in with a group of goatherds. Don Quixote tells Sancho and the goatherds about the \"Golden Age\" of man, reminiscent of both Ovid and the later Rousseau in which property does not exist, and men live in peace. The goatherds invite the Knight and Sancho to the funeral of Grisóstomo, once a student who left his studies to become a shepherd after reading Pastoral novels, seeking the shepherdess Marcela. At the funeral Marcela appears, delivering a long speech vindicating herself from the bitter verses written about her by Grisóstomo, claiming her own autonomy and freedom from expectations put on her by Pastoral clichés. She disappears into the woods, and Don Quixote and Sancho follow. Ultimately giving up, the two stop and dismount by a pond to rest. Some Galicians arrive to water their ponies, and Rocinante (Don Quixote's horse) attempts to mate with the ponies. The Galicians hit Rocinante with clubs to dissuade him, which Don Quixote takes as a threat and runs to defend Rocinante. The Galicians beat Don Quixote and Sancho leaving them in great pain. The Adventures with Cardenio and Dorotea After Don Quixote frees a group of galley slaves, The Knight and Sancho wander into the Sierra Morena, and there encounter the dejected Cardenio. Cardenio relates the first part of his story, in which he falls deeply in love with his childhood friend Luscinda, and is hired as the companion to the Duke's son, leading to his friendship with the Duke's younger son, Don Fernando. Cardenio confides in Don Fernando his love for Luscinda and the delays in their engagement, caused by Cardenio's desire to keep with tradition. After reading Cardenio's poems praising Luscinda, Don Fernando falls in love with her. Don Quixote interrupts when Cardenio suggests that his beloved may have become unfaithful after the formulaic stories of spurned lovers in Chivalric novels. In the course of their travels, the protagonists meet innkeepers, prostitutes, goatherds, soldiers, priests, escaped convicts, and scorned lovers. These encounters are magnified by Don Quixote’s imagination into chivalrous quests. Don Quixote’s tendency to intervene violently in matters which do not concern him, and his habit of not paying his debts, result in many privations, injuries, and humiliations (with Sancho often getting the worst of it). Finally, Don Quixote is persuaded to return to his home village. The author hints that there was a third quest, but says that records of it have been lost. The Third Sally Although the two parts are now normally published as a single work, Don Quixote, Part Two was a sequel published ten years after the original novel. While Part One was mostly farcical, the second half is more serious and philosophical about the theme of deception. As Part Two begins, it is assumed that the literate classes of Spain have all read the first part of the history of Don Quixote and his squire. Cervantes's meta-fictional device was to make even the characters in the story familiar with the publication of Part One, as well as with an actually published fraudulent Part Two. When strangers encounter the duo in person, they already know their famous history. A Duke and Duchess, and others, deceive Don Quixote for entertainment, setting forth a string of imagined adventures resulting in a series of practical jokes. Some of them are quite sadistic, and they put Don Quixote's sense of chivalry and his devotion to Dulcinea through many tests. Even Sancho deceives him at one point. Pressured into finding Dulcinea, Sancho brings back three dirty and ragged peasant girls, and tells Don Quixote that they are Dulcinea and her ladies-in-waiting. When Don Quixote only sees the peasant girls, Sancho pretends that their derelict appearance results from an enchantment. Sancho later gets his comeuppance for this when, as part of one of the duke and duchess's pranks, the two are led to believe that the only method to release Dulcinea from her spell is for Sancho to give himself a surplus of three thousand lashes. Sancho naturally resists this course of action, leading to friction with his master. Under the duke's patronage, Sancho eventually gets a governorship, though it is false, and proves to be a wise and practical ruler; though this ends in humiliation as well. Near the end, Don Quixote reluctantly sways towards sanity: an inn is just an inn, not a castle. The lengthy untold \"history\" of Don Quixote's adventures in knight-errantry comes to a close after his battle with the Knight of the White Moon, in which we the readers find him conquered. Bound by the rules of chivalry, Don Quixote submits to prearranged terms that the vanquished is to obey the will of the conqueror, which in this case, is that Don Quixote is to lay down his arms and cease his acts of chivalry for the period of one year (a duration in which he may be cured of his madness). Defeated and dejected, he and Sancho start their journey home. Part Two of Don Quixote is often regarded as the birth of modern literature, as it explores the concept of a character understanding that he is being written about. This is a theme much explored in writings of the 20th Century. Upon returning to his village, Don Quixote announces his plan to retire to the countryside and live the pastoral existence of shepherd, although his housekeeper, who has a more realistic view of the hard life of a shepherd, urges him to stay home and tend to his own affairs. Soon after, he retires to his bed with a deathly illness, possibly brought on by melancholy over his defeats and humiliations. One day, he awakes from a dream having fully recovered his sanity. Sancho tries to restore his faith, but Alonso Quixano, for that is his true name, can only renounce his previous existence and apologize for the harm he has caused. He dictates his will, which includes a provision that his niece will be disinherited if she marries a man who reads books of chivalry. After Alonso Quixano dies, the author emphasizes that there are no more adventures to relate, and that any further books about Don Quixote would be spurious.",
    "genre": [
      "Parody",
      "Children's literature",
      "Psychological novel",
      "Satire",
      "Farce",
      "Picaresque novel",
      "Fiction"
    ],
    "author": "Miguel de Cervantes"
  },
  {
    "title": "Doon",
    "summary": " Within the Galactic Empire, a change of fief is occurring. Led by the verbose Baron Vladimir, House Hardchargin, the Great Big House given charge of Arruckus, has been displaced by Shaddap IV, the Padedbrah Emperor, in favor of the up-and-coming House Agamemnides, with Duke Lotto at its head. Arruckus is also known as \"Doon\", and is additionally known as the Dessert Planet. Covered entirely in sugars, it is a harsh unforgiving environment, where not an entree can be found; the natives live entirely on whatever they can import, produce from the sugars, or produce from soy protein (the native food experiments known as the Mahn t'Vani) Duke Lotto accepts the fief, aware that it may well be a death trap but also conscious of the importance of Arruckus's only export, the wide-spectrum intoxicant known as beer. Found naturally on Arruckus as a result of natural processes and nowhere else, it is the engine on which commerce runs; the Schlepping Guild, who has a monopoly on space travel in the Imperium, will not run without it. Who controls the beer controls commerce. But soon after arriving on Doon, with his heir and son Pall and his concubine the Lady Jazzica, an adept of the galaxy-spanning sisterhood of chefs and event planners known as the Boni Maroni, Duke Lotto and House Agamemnides fall victim to a scheme originated by Baron Vladimir Hardchargin and implemented by the Duke's own accountant Oyeah, who, without the Duke's knowledge, kept a secret second ledger. When the Emperor called for an audit of the fief, the duplicate ledger made it appear as though House Agamemnides had been cooking the books. In return for this act, Oyeah hoped the Baron would give him a start as a stand-up comic–which he did, but on the Imperial prison planet, Salacia Simplicissimus. Ruined, Duke Lotto's brief reign over Doon is ended and House Hardchargin is reinstated as fief-holders. Banished to the sugared wilderness, Pall (now head of House Agamemnides) and Lady Jazzica meet with and are eventually accepted by the planet's native population, the Freedmenmen, a process made easier by previous prophecy-seeding by the Missionaria Phonibalonica, via the Great Prophet Phyllis. Indeed, the natives are receptive to the fulfillment of the prophecies even after the revelation that Phyllis's decanonization resulted in her prophecies being discontinued sometime before. Pall, given the Freedmenmen name Assol and taking the secret name Mauve'Bib (after the purple napkin that all Freedmenmen wear about their necks) begins to ascend the power structure of the tribe (as well as the Freedmenmen girl Loni as his lover), realizing that he could use the Freedmenmen to return to a position of power, taking back not only Doon but the Imperium itself. He also realizes what the planet's Imperial Planetologist and liberal economist, Keynes, had puzzled out some time before: the rampaging Giant Pretzels (known as Schmai-gunug) actually produces the beer as a byproduct of its very life-cycle. The Lady Jazzica ascends to the status of Revved-Up Mother of Hootch Grabr, becoming known as Jazzica-of-the-Weirdness. During her ascension, while getting drunk on the beer, she realizes that she carries Lotto's daughter. Her intoxication opens her foetal daughter to the thousands of years of Boni Maroni culinary history; the result is Nailya-the-Truly-Weird, a toddler who spouts recipes as though she were an adult. During this time, he knowingly positions himself as the Kumquat Haagendasz (the result of a generations-long breeding program so secret that the Boni Maroni have actually forgotten the point) and the Mahdl-t, the long hoped-for Freedmenmen messiah, \"he who will drive us to Paradise and Back\", who will finally bring the entrees the Freedmenmen have hungered for. By this route, he assumes and consolidates his power over the natives, not only making them his allies, but his fanatic followers. Meanwhile, back in power, Baron Vladimir Hardchargin has his own problems. Converting the fief into the Shadvlad Rendezvous, the galaxy's premier lounge planet, is a relative success, even though the Freedmenmen remain a chronic problem and the Giant Pretzels remain at large. He is hungry for more success, though, and has plans to muscle out his silent partner (the Emperor) and play the Imperial House against the Boni Moroni, the Schlepping Guild, and the interstellar development cooperative NOAMCHOMSKI using his control of beer as leverage, thereby becoming the true power in the galaxy, and franchising the Shadvlad across the Imperium. Events come to a head when Pall Mauve'Bib, gone completely native and acquiring the \"Eye of the Egad\" (the telltale red-on-red eyes, indicating severe beer addiction) challenges the Baron to a bake-off, with a new ingredient: peanut butter, rendered from the naturally-occurring snack mix's peanuts, and debuting his secret weapon – a liqueur made from beer – Drambrewski. With the support of the Boni Moroni thereon, the promise of an assured supply of beer to the Schlepping Guild (who had been influenced to believe that the Hardchargins have been watering the beer, and are revealed to have the red-on-red eyes of beer addiction), and after dispatching the ShaNaNa-Baron Flip-Rotha Hardchargin in rankout (single insult-combat), Pall Mauve'Bib assumes Imperial control, banishing the Emperor's house to the prison plant Simplicissima Secundus, acquiring the hand of the Emperor's daughter Serutan in a marriage of convenience, and the Freedmenmen woman Loni as his concubine.",
    "genre": [
      "Parody",
      "Science Fiction",
      "Speculative fiction"
    ],
    "author": "Ellis Weiner"
  },
  {
    "title": "An Apology for the Life of Mrs. Shamela Andrews",
    "summary": " Shamela is written as a shocking revelation of the true events which took place in the life of Pamela Andrews, the main heroine of Pamela. From Shamela we learn that, instead of being a kind, humble, and chaste servant-girl, Pamela (whose true name turns out to be Shamela) is in fact a wicked and lascivious creature, scheming to entrap her master, Squire Booby, into marriage.",
    "genre": [
      "Parody",
      "Satire"
    ],
    "author": "Henry Fielding"
  },
  {
    "title": "The Soddit",
    "summary": " The story starts with a peaceful Soddit called Bingo who is visited by a wizard and a party of dwarfs who ask Bingo to come with them on a quest to 'The Only Mountain' where 'Smug the Dragon' lives. After a few drinks, Bingo accepts, not knowing what they were actually searching for. \"Gold, boyo gold, la, look you.\" On the way, they have many adventures and close shaves. Bingo finds a 'Thing®' that was created by the Evil Sharon and is potentially the most evil Thing® in the world. Bingo steals the Thing® and continues to escort the dwarfs and the hastily sickening wizard to the only mountain, where horror strikes.",
    "genre": [
      "Parody",
      "Speculative fiction"
    ],
    "author": "Adam Roberts"
  },
  {
    "title": "Dark Lord of Derkholm",
    "summary": " A fantasy world is dominated by its destructive tourist industry. \"Mr. Chesney's Pilgrim Parties\" arrange for annual group tours, evidently from our world, to experience all the cliches: wise Wizard Guides, attacks from Leathery-Winged Avians, the Glamorous Enchantress, the evil Dark Lord. It is a devastating show: farmlands are laid waste, people slain, and so on. The head of Wizards University, Querida, determines a way to end the tours. The apparently incompetent wizard Derk will be the next Dark Lord, wife Mara the next Glamorous Enchantress, and son Blade the Wizard Guide for the final tour. She overcomes objections all around and the plan is underway.",
    "genre": [
      "Parody",
      "Science Fiction",
      "Children's literature",
      "Speculative fiction",
      "Fantasy",
      "Fiction",
      "High fantasy"
    ],
    "author": "Diana Wynne Jones"
  },
  {
    "title": "A Cool Million",
    "summary": " A Cool Million, as its subtitle suggests, presents “the dismantling of Lemuel Pitkin,” piece by piece. As a satire of the Horatio Alger myth of success, the novel is evocative of Voltaire’s Candide, which satirized the philosophical optimism of Gottfried Wilhelm Leibniz and Alexander Pope. Pitkin is a typical ‘Schlemiel’, stumbling from one situation to the next; he gets robbed, cheated, unjustly arrested, frequently beaten and exploited. In a parallel plot Betty Prail, Pitkin's love interest, is raped, abused, and sold into prostitution. Over the course of the novel Pitkin manages to lose an eye, his teeth, his thumb, his scalp and his leg, but nevertheless retains his optimism and gullibility to the inevitably bitter end. Pitkin’s troubles, however, don't end with his death. Even after his death he is exploited as a martyr by the ‘National Revolutionary Party’, a political organization led by Shagpoke Whipple, a manipulative former American president. Pitkin's birthday becomes a national holiday and American youths march down the streets singing songs in his honor. Whipple speaks out against aliens and calling for a rejection of “sophistication, Marxism and International Capitalism.” The novel ends with a series of roaring \"hails\" from the crowd.",
    "genre": [
      "Parody",
      "Comedy",
      "Farce",
      "Fiction"
    ],
    "author": "Nathanael West"
  },
  {
    "title": "Show Business",
    "summary": " Show Business begins with Ashok Banjara, a superstar in Bollywood, fighting for his life in the intensive care unit of a hospital after an accident on the sets of a film that he is shooting. Suspended between life and death he sees his entire life in Bollywood flashing in front of his eyes like a film. Details of Banjara's career in Bollywood are revealed primarily in flashback. A young Ashok Banjara leaves Delhi and comes to Bombay to make his fortune and find fame in Bollywood. He achieves the big league with his second film Godambo that establishes him as an action star. Soon Banjara is known for playing the role of an angry young man fighting for the poor and the helpless against the establishment his very own. A successful Ashok Banjara marries Maya, a talented co-star and convinces her to stay away from films for the sake of family. Banjara, though is something of a philanderer, bedding most of his heroines. The actress Mehnaz Elahi becomes his mistress. At the pinnacle of his success as a Bollywood star, Banjara is enticed to join politics and he wins the election easily (from his politician father's constituency). However to his dismay he finds that the party has no significant role for him and he languishes in the back benches in the parliament. Meanwhile Banjara makes a film, Mechanic. This film is Banjara's first flop. Sometime later Banjara is implicated in a money-laundering scandal. His party extricates him by saying that he is an irrelevant in the party's scheme of things. Banjara quits politics. The scandal has destroyed his fortune and Banjara finds that he has to seek work again. With no mainstream director or producer ready to cast him now, in desperation Banjara agrees to work in a mythological film (he hates mythologicals) called Kalki. It is on the sets of Kalki that Banjara meets his accident. Fate is not without its sense of irony. Kalki is supposed to be Banjara's comeback vehicle - one that will restore his fortunes and once again establish him solidly with his audience. Banjara's accident on the sets of Kalki sees an audience of hundreds gathered outside the hospital waiting for news on his health. Millions of others praying for his recovery from their homes.",
    "genre": [
      "Parody",
      "Satire",
      "Fiction",
      "Roman à clef"
    ],
    "author": "Shashi Tharoor"
  },
  {
    "title": "The John Riddell Murder Case",
    "summary": " Acting in response to an incomprehensibly phrased note in Walter Winchell's gossip column predicting that John Riddell will be murdered at 9:00 that morning, Philo Vance alerts the police and travels with the narrator to Riddell's home, only to find that they are too late. As might be expected from a work of parody, much of the book's humor comes from absurdities and from the ridiculous portrayals of the writings and authors caricatured. Repetition is frequently employed for comedic effect. The fourth wall is broken on several occasions, as when Philo Vance responds to Heath's suggestion that Vance believes that all of the recent best-selling authors are going to be murdered: \"'Already there have been thirteen murders, and we're only at'--he glanced down swiftly--'at page 124.'\" Philo Vance himself is portrayed as affecting an inconsistently cultured vocabulary and a lazy style of speaking. For example: \"I've been evolvin' a rather fantastic theory, and I want to test it a trifle further.\"",
    "genre": [
      "Parody"
    ],
    "author": "Corey Ford"
  },
  {
    "title": "Snowball's Chance",
    "summary": " The story begins with the death of Napoleon, the original antagonist of Animal Farm. The animals of the farm, fearing what will become of them, learn that Snowball is alive and well, and Snowball returns to the farm to encourage capitalism. A second windmill is soon built alongside the first, and the two are thenceforth known as the Twin Mills (allegorical of the Twin Towers of the World Trade Center), and the animals all learn to walk on their hind legs, something hitherto forbidden by Old Major shortly before the expulsion of Mr. Jones from the farm. Also, in place of the original Seven Commandments, Snowball adopts a single slogan for the animals to live by: All animals are born equal - what they become is their own affair. As time passes, the animals, under the leadership of Snowball, realise the properties of monetary gain, and begin to file lawsuits against neighbouring farms, allowing Animal Farm to gain land and wealth. The revitalised farm also attracts animals from elsewhere in England, who are segregated from the farm animals (a possible allegory for American racial segregation). In an effort to increase their wealth, Snowball proposes to transform the farm into a large fairground named Animal Fair (similar to the development of Coney Island in the 19th Century), and in order to provide power for the fair, the animals drive off a group of beavers and other woodland creatures living by a nearby river, and the beaver-dams are destroyed in order for the farm to exploit the water-supply of the river. Despite the success of Animal Fair, the excessive littering and pollution leaves the farm in a deplorable state, and matters worsen when the Twin Mills are destroyed by the woodland creatures in retaliation for their expulsion from the riverbank (in a manner similar to the 9/11 attack on the World Trade Center). Snowball counteracts this by declaring war on the now-fanatical woodland creatures, even though Animal Farm is in no position to win the war.",
    "genre": [
      "Parody"
    ],
    "author": "John Reed"
  },
  {
    "title": "Mr. Frank, the Underground Mail-Agent",
    "summary": " The novel centres on Mr. Frank, a kindhearted but empty-headed worker for the Underground Railroad, where he works to help runaway slaves from the South flee to the Northern United States and then onto Canada. Originally, Mr. Frank is an abolitionist at heart, but comes to believe that slavery is a necessary evil, for while it is wrong, the slaves themselves are better off under their Southern masters than they are in the North. As time passes, Mr. Frank also learns of the corruption within the Underground Railroad itself, discovering that the abolitionists he works with are nothing more than hopeful slaveowners, convincing slaves from the South to run away from their original masters with promises of freedom, only to be enslaved once more.",
    "genre": [
      "Parody"
    ],
    "author": "Vidi"
  },
  {
    "title": "The Anti-Pamela; or Feign’d Innocence Detected",
    "summary": " Haywood's novel follows the life of a Pamela-esque character, who attempts to use her seemingly innocent nature to become a prosperous noblewoman at the expense of her empty-headed master. However, the innocence of Haywood's Pamela is simply a mask for her devious cunning and deceit.",
    "genre": [
      "Parody"
    ],
    "author": "Eliza Haywood"
  }
]