[
  {
    "title": "Little Altars Everywhere",
    "summary": " Author Rebecca Wells alternates between setting her short stories in the 1960s, when Siddalee Walker, daughter of Vivi, is growing up, and the early 1990s, when Sidda is grown and dealing with the consequences of her turbulent childhood. It is the prequel to Divine Secrets of the Ya-Ya Sisterhood. Each chapter is narrated by a different person (Little Shep, Sidda, Lulu, etc.).",
    "genre": [
      "Anthology"
    ],
    "author": "Rebecca Wells"
  },
  {
    "title": "When You Are Engulfed in Flames",
    "summary": " Sedaris's sixth book assembles essays on various situations such as trying to make coffee when the water is shut off, associations in the French countryside, buying drugs in a mobile home in rural North Carolina, having a lozenge fall from your mouth into the lap of a fellow passenger on a plane, armoring windows with LP covers to protect the house from neurotic songbirds, lancing a boil from another's backside, and venturing to Japan to quit smoking. Little, Brown and Company issued a first-run hardcover release of 100,000 copies.",
    "genre": [
      "Anthology",
      "Essay"
    ],
    "author": "David Sedaris"
  },
  {
    "title": "The Mitfords: Letters Between Six Sisters",
    "summary": " Carefree, revelatory and intimate, this selection of unpublished letters between the legendary Mitford sisters dances with wit, passion and heartbreak. The letters not only chronicle the idiosyncrasies of the twentieth century, but chart the stormy relationship between six uniquely gifted women. There's Nancy, the scalding wit and best selling novelist; Pamela, who craved a quiet country life; Diana, the fascist jailed during the Second World War; Unity, whose obsession with Hitler led to her demise, Jessica, the runaway communist; and Deborah, the socialite who became Duchess of Devonshire.",
    "genre": [
      "Anthology",
      "Non-fiction"
    ],
    "author": "Diana Mitford"
  },
  {
    "title": "Epitaphs for the Living: Words and Images in the Time of AIDS",
    "summary": " Each page of the book can be viewed as an independent illness narrative. Howard, in letting his subjects speak for themselves, transcribes their stories in an intensely personal way. The photographs depict patients in their own surroundings, each one a visual narrative of the sick person's daily life. They use their own faces and bodies to convey the turmoil that lies within. Using photography as its principle medium, the book attempts to tell the story of AIDS from the patients' points of view. The introduction, by Lonnie D. Kliever, points out that many of the personal messages written by the portrait subjects indicate where they are on the journey toward accepting their mortality. Many other messages highlight illness as the main focus rather than impending death. A consensus among the patients is that dying from AIDS is bad, but living with AIDS is worse. Whether they last a few words or a long letter, each message represents that patient's personal story.",
    "genre": [
      "Anthology"
    ],
    "author": "Billy Howard"
  }
]