[
  {
    "title": "The Devil Wears Prada",
    "summary": " Andrea Sachs, a recent graduate of Brown with a degree in English moves to New York City hoping to break into the publishing world. She moves in with her longtime friend Lily, a graduate student at Columbia, and blankets the city with her résumé, hoping for a foot in the door of the magazine industry to further her dream of working for The New Yorker. She gets a surprise interview at the Elias-Clark Group and is hired as the junior assistant of Miranda Priestly, editor-in-chief of the fashion magazine \"Runway\". Although she knows little of the fashion world, she is told repeatedly that \"a million girls would die for [her] job\". Andrea is told that if she manages to work for Miranda for a year, she can have her pick of jobs within the magazine industry. Despite the lavish perks that come with her job--free designer clothes, generous expense accounts--she soon finds out that Miranda is tyrannical and capricious. As she is exposed to the grueling yet shallow nature of the magazine world, Andrea begins to doubt the true value of her job. At a celebrity party Andrea meets Christian Collinsworth, a charismatic Yale graduate who has been identified as the hot, up-and-coming writer of their generation. They become attracted to each other, complicating her relationship with her boyfriend, Alex. Andrea is forced to sacrifice her personal life for her all-consuming job, to the detriment of her relationships. Lily increasingly turns to alcohol and picking up dubious men to relieve the pressures of graduate school. Alex, struggling with his own demanding job as an inner-city schoolteacher, grows frustrated with Andrea's long hours and constant stress. Andrea's relationship with her family also suffers. Matters finally come to a head when her coworker Emily gets mononucleosis and Andrea must travel to Paris with Miranda in her stead. Andrea agrees, although this will mean canceling a long-awaited trip with Alex. In Paris, she has a surprise encounter with Christian. Later that night, Miranda finally lets down her guard and asks Andrea what she has learned, and where she would like to work afterwards. She promises to place phone calls to people she knows at The New Yorker on Andrea's behalf once her year is up and suggests that she take on some small writing assignments at Runway. Back at the hotel, Andrea gets urgent calls from Alex and her parents asking her to call them. She does so and learns that Lily is comatose after driving drunk and wrecking a car. Though Andrea is pressured by her family and Alex to return home, she tells Miranda she will honor her commitment to Runway. Miranda is pleased, and tells her that her future in magazine publishing is bright. At the Paris fashion show for Christian Dior, however, Miranda phones her with yet another impossible demand. Andrea finally realizes that her family and friends are more important than her job, and realizes to her horror that she is becoming more and more like Miranda. She refuses to comply with Miranda's latest outrageous request, and when Miranda scolds her publicly, Andrea replies, \"Fuck you, Miranda. Fuck you\". She is fired on the spot, and returns home to reconnect with her friends and family. Her romantic relationship with Alex is beyond repair, but they remain friends. Lily recovers and fares well in court for her DUI charge, receiving only community service. In the last chapter Andrea learns that her tiff with Miranda made her a minor celebrity when the incident made 'Page Six'. Afraid she has been blacklisted from publishing for good, she moves back with her parents and works on short fiction, financing her unemployment with the profits from reselling the designer clothing she had been provided with for her trip. Seventeen buys one of her stories. At the novel's end, she is returning to the Elias-Clark building to discuss a position at one of the company's other magazines. She sees a girl who she realizes is in fact, Miranda's new junior assistant, who looks as harried and put-upon as she once did.",
    "genre": [
      "Chick lit",
      "Fiction",
      "Roman à clef"
    ],
    "author": "Lauren Weisberger"
  },
  {
    "title": "Girls on film",
    "summary": " Still living with her father, Anna receives an internship at her father's girlfriend's new agency but is still forced to attend Beverly Hills High (BHH) and finds herself sharing classes with Cammie Sheppard and Dee Young. Her friendship with Samantha Sharpe however blossoms as the two work on a film project for their English class regarding the Great Gatsby. Sam finds herself developing a crush on Anna and spends the novel worrying if she is gay. In a subplot, Anna's older sister Susan Percy was kicked out of rehab (though she claims she checked herself out) and takes a room in the Beverly Hills Hotel. Anna tries to persuade Susan to stay at their father's house, but Susan only vaguely mentions her reasons for hating their father. Anna is worried Susan will not be able to stay sober and grows even increasingly worried when Susan makes friends with Dee Young and Cammie Shepherd, Anna's nemesis. To add to Anna's troubles, Ben is still pining after her for forgiveness, which she refuses to give, but in the meantime she begins dating Adam Flood, an all around good guy who is a point guard on the school basketball team, whom she met at Sam's father's wedding. However, Anna realizes that she is truly not interested in Adam and cuts off ties with boys in order to focus on her and Sam's Great Gatsby project. Anna volunteers to write the screenplay for the project, despite Sam's misgivings. Anna and Sam shoot their film project at Veronique's Spa, with Susan tagging along. On the way there, Anna reveals to Sam and Susan what happened between her and Ben on New Year's Eve and makes Sam promise not to tell Cammie or Dee. Susan encourages Anna not to be afraid of falling in love but admits that Ben sounds like a bit of a \"player\". Much to Anna's displeasure, Cammie and Dee are at the spa as well though Sam promises they won't get in the way. Two schoolmates, Parker and Monty Pinelli, arrive and they help find actors for the short film. Even though she made a promise, Sam cannot resist and ends up telling Cammie and Dee Anna's secret. Cammie tries to use this information to get Ben back but he rebuffs her advances. To his surprise, Anna calls him later that night but she immediately regrets that decision, but not before Ben is able to check his caller ID and figure out where she is. In the midst of filming, Ben bursts into the sauna the group is in and begs to talk to Anna alone, but they are locked in by a vengeful guest who wanted to punish Susan for flirting with Parker Pinelli. Susan gleefully reveals everyone's secrets in an attempt to get Anna out of her cold and repressive ways: Anna and Adam broke up, Dee had sex with Ben during her tour of Princeton, and Dee is forced to admit that she is not really pregnant. Anna runs away from the scene when they are finally let out, with Ben chasing her. Cammie is annoyed that Ben came for Anna and loves Anna more than he ever loved her whilst they were going out so she he decides to manipulate Susan into falling off her sobriety wagon. At the Steinbergs' party, Anna has to accompany a new playwright, Brock Franklin, who was her sister's ex-boyfriend, for Apex, the agency she's interning for. Susan, courtesy of Cammie, becomes drunk and causes trouble at the party, but fortunately for Anna, Sam plays it off as if it is all part of their Gatsby project and rush Susan home. While at Anna's house, Sam realizes that her lesbian thoughts about Anna are harmless and that she's not gay. She advises Anna to go away for awhile and leave her troubles behind. Anna's father, Jonathan Percy, comes home and Anna demands to know what happened that made Susan change into an alcoholic. Jonathan explains that Susan had been going out with a terrible boyfriend who was getting her hooked on drugs. Susan overhears and coldly adds to Anna that the Percy family actually paid the boyfriend to leave Susan, which clinched her descent into addiction. Susan and Jonathan begin to argue until Anna decides she has had enough and tells them that she is going away for a few days and asks them to try to resolve their issues. Anna goes off to the Montecito Inn, in Santa Barbara, hoping to get away from drama. Then, Ben shows up. He tells her that Sam told him where Anna was going to be and he finally admits why he left her on the boat on New Year's Eve: his father is a gambling addict who lost a lot of money that night and threatened a suicide attempt. Embarrassed and ashamed, Ben concocted a story of a mystery celebrity friend who needed his help. He apologizes to Anna once more and she forgives him. The two go back to her hotel room and Anna loses her virginity to him.",
    "genre": [
      "Chick lit",
      "Children's literature",
      "Young adult literature",
      "Fiction"
    ],
    "author": "Zoey Dean"
  },
  {
    "title": "Everyone Worth Knowing",
    "summary": " Shaken by the news that her best friend Penelope has gotten engaged to Avery, who neither she nor Penelope's other friends think is right for her, Bette Robinson suddenly quits her job at UBS, the investment banking firm where she has worked in the five years since she and Penelope graduated from Emory. However, she does little to find a new direction in life until her uncle Will, an aging nationally syndicated entertainment columnist, introduces her to event planner, Kelly. Shortly thereafter, Bette finds herself working for Kelly's firm, Kelly & Co., planning parties, eating and drinking at the city's most fashionable night spots ... and becoming a regular subject of a popular online gossip column, whose anonymous author seems determined to link her romantically to wealthy playboy Phillip Weston. While she does find Phillip somewhat attractive, much like the heroines of the romance novels she secretly indulges in, and the association becomes of great benefit to her in her new job, she is later drawn to Sammy, a bouncer at Bungalow 8 who turns out to be from her hometown of Poughkeepsie and harbors ambitions of being a chef. The two connect on a trip to Istanbul, and Sammy's culinary skills impress Bette's parents, former 1960s radicals, on a Thanksgiving trip back to Poughkeepsie. But he, too, is tied to a wealthy socialite, and dreams of escaping the high life to open a small restaurant. Bette, meanwhile, finds herself growing distant from Penelope and her other friends, and must choose between the person she once was and the one she is becoming.",
    "genre": [
      "Chick lit",
      "Fiction",
      "Novel"
    ],
    "author": "Lauren Weisberger"
  },
  {
    "title": "Trading Up (Candace Bushnell))",
    "summary": " Janey Wilcox's flagging career was revived when, in the closing pages of Four Blondes, she accepted a contract with Victoria's Secret. Trading Up stars a slightly older and wiser Janey Wilcox, one who is determined to make it to the top. Wilcox begins the novel as an older but still quite popular lingerie and runway model whose aspirations now include breaking into show business. Fortunately, the New York social scene is dominated by powerful media mogul/starlet couples. Spending a summer in the Hamptons, Janey Wilcox befriends Mimi Kilroy, wife of media mogul George Paxton. Kilroy introduces her new model friend to Selden Rose, an up-and-coming CEO of cable television network MovieTime. At first Janey is uninterested in Selden and is instead enamored with Zizi, a young Argentinian polo player with model looks and the countenance of a member of the European elite. Only in an attempt to attract Zizi does she begin dating Selden. Janey and Selden are quickly married, while Zizi begins an affair with Mimi. Janey continually struggles with her torrid past as a consummate seducer of powerful men and is known in many circles as a semi-prostitute. Determined to become a movie producer, Janey attempts to maneuver her way to the top of the New York social scene by any means necessary, including using her younger sister and her brother-in-law, a popular rock star, for her own ends. Eventually it is revealed that Janey's reputation as a prostitute is rather well-deserved and a past indiscretion with a powerful media mogul is publicly revealed. Janey's reputation is ruined and she splits from her husband, fleeing to Los Angeles. In the end Janey has managed to get an old, crudely-written screenplay (written years earlier) into the hands of the right people in Hollywood and is poised to embark on a new path as a Hollywood movie producer. The story ends on an unexpectedly triumphant note, with Janey poised to conquer Hollywood. There is a sense that the ends have justified the means. Janey's shameless ambition, her hard headed cool determination to get whatever she wants - at any cost - wins through. This isn't the expected tale of a grasping, gold digger who gets her comeuppance. It is more the tale of a beautiful woman who uses her looks as a tool to operate in a world where male ruthlessness is admired and feared, and yet her own casual callousness is deplored and scorned by those around her.",
    "genre": [
      "Chick lit",
      "Romance novel"
    ],
    "author": "Candace Bushnell"
  },
  {
    "title": "The Secret Dreamworld of a Shopaholic",
    "summary": " Rebecca Bloomwood lives in a flat in fashionable Fulham, London, that is owned by her best friend Suze's wealthy, aristocratic parents. Becky works as a financial journalist for the magazine Successful Savings, a job she says that no one who works there is very excited about, and they all say that they just \"fell into\", while in fact being unable to get better jobs. The book emphasises that her cycle of debt is not easily broken, as, even as she is thousands of pounds in debt, Becky still receives letters offering her credit and department store cards. She often rationalises her overspending, for instance by referring to items as an 'investment' or necessary. Unfortunately for Becky, she considers things such as birthday presents for her friends as necessary. On her way to a press conference held by Brandon Communications, Becky notices a sale sign in the window of the Denny and George shop. She sees that the scarf she has long craved for is on sale at a discount of 50%. Becky sees this as a unique opportunity but realizes that she has left her Visa card at the office and asks the shop assistant to reserve the scarf until she can retrieve her credit card. The assistant reluctantly agrees to hold it until the end of the day only. Upon arriving at the press conference, she is greeted by a staff member of Brandon Communications, who mentions that there's been some surprising news in the banking field and asks Becky her opinion on the news. Becky has no idea what the woman is referring to and has to feign knowledge. After the staffer leaves, Luke Brandon, head of Brandon Communications, realizing that she was feigning knowledge of what was happening, tells her that one financial group recently bought another, and it was recently rumored that Flagstaff Life was going the same way. Halfway through the conference Becky is given another errand by her employer and realizes that she will not have time to return to the office for her credit card, but only needs twenty pounds more to buy her Denny & George scarf. She asks her friend Elly Granger if she can borrow some money, but Elly has none. Luke hears Becky ask for twenty pounds, and stops the whole Press Conference just so he can hand a twenty pound note to her, once she has made up a story of needing the money to buy a present for her aunt who is in hospital. Right after she has bought the Denny & George scarf she bumps into Luke Brandon and has to make excuses to leave, before he finds out that she's lied. Later on during the week, Becky's flatmate Suze asks her to go to a restaurant with her and her cousins, including Tarquin. There, Becky sees Luke and his parents having dinner. The mother comments on Becky's scarf, and she blabs about getting it as a bargain. Then she realizes her mistake, and abruptly tells a suspicious Luke that her aunt died. Becky is mortified. Luke runs into Becky after that and asks her to come shopping with him at Harrods. Initially she really enjoys shopping with him for luggage and goes up and down the shop wheeling around the luggage playfully, helping Luke choose the best purchase. After he reveals that the luggage is actually for his girlfriend, Sacha, Becky is very upset, telling Luke that she feels he's used her and not treated her with respect. Throughout the story, a man named Derek Smeath, who is the manager of Becky's bank, is constantly trying to get hold of her so he can set up a re-payment schedule for her overdraft. Becky always has some excuse as to why she cannot send a cheque or meet with Mr. Smeath and his assistant, Erica. The excuses range from a broken leg, a dead aunt, etc., etc., until it becomes obvious to Mr. Smeath that Becky is quite unable to repay the overdraft. He becomes quite insistent upon setting up a meeting with her. Suze and Becky happen to be flicking through a magazine and see a list of eligible millionaires. Tarquin is the fifteenth richest there, but also on the list happens to be Luke Brandon. Tarquin asks Becky out, while there Tarquin compliments Becky on her scarf and she continues the pretense that it's from her deceased aunt. She further embroiders that her aunt had set up a charity for children abroad to be given violin teachers. Tarquin writes out a cheque for £5000, which would solve Becky's financial problems, but she feels she can't possibly accept it, and painfully refuses. While Tarquin goes to the bathroom, Becky sneaks a look at his chequebook, wondering if a millionaire gets to buy a lot of lavish items. The content isn't extraordinary. Tarquin returns and Becky is sure he saw her looking at the chequebook. Becky gives up trying to date Tarquin, as he is just not her type, even if he is very rich. At this point her bank manager is trying to arrange a meeting. Unable to come up with any more excuses, Becky goes back home to hide at her parents' house, lying to them when he calls and saying he is a stalker, Becky learns that her next door neighbors made a financial decision based on advice that Becky had absentmindedly given them and stand to miss out on thousands of pounds in a windfall resulting from a bank takeover. The bank had sent an offer of a carriage clock to people who would get the windfall, if they change their account to a different plan. The bank knew of the planned takeover and upcoming windfall, while the customers do not, but if they accepted the plan for which they are offered a gift, the customers will not receive the windfall. Becky is horrified by being partly culpable for her kindly neighbors losing out, and sets out to make things right by writing an article that exposes the bank's duplicity. The article is a success, and leads to Becky appearing on a daytime television show called The Morning Coffee. Unfortunately, Becky did not know that the bank was a client of Luke Brandon's PR firm. Luke became very angry with her, and thought she wrote the article just to get back at him for treating her poorly. Becky and Luke square off during her appearance on The Morning Coffee. After arguing with Becky, Luke conceded that she was right, the bank had defrauded their customers. So Luke Brandon announces that Brandon Communications will no longer be representing that bank. Becky gets a regular slot on the show. Luke Brandon invites Becky out for a seeming business dinner at the Ritz Hotel. When Becky arrives at their meeting, business is not on the agenda and instead they eat their fill of the food, including a selection of all the puddings they liked the sound of, and then end up spending the night at the Ritz together. Becky has to miss yet another meeting arranged with her bank manager, but he writes and tells her this can be postponed, as due to her regular slot on television, her finances are now rosy. But the bank manager, Derek Smeath, will continue to keep an eye on her account.",
    "genre": [
      "Chick lit",
      "Comedy",
      "Fiction"
    ],
    "author": "Sophie Kinsella"
  },
  {
    "title": "Cause Celeb",
    "summary": " Rosie Richardson works in marketing at a publisher's, when she starts dating Oliver Merchant, and falls in love with him. Oliver is the host of the TV show called SoftFocus where they tackle mostly cultural and political topics. Their relationship is formed by his erratic behaviour, like one day telling her he loves her and then not calling for days. When Rosie has to go to Nambula on a business trip, the poverty and general environment shock her into the realisation that she wants to spend her life doing something meaningful. So she breaks up with Oliver and leaves to go to Nambula and work at a refugee camp, organised by Sustain. Four years later, she's running the camp and feels attracted to a new doctor, Robert O'Rourke. Unfortunately, rumours about a locust invasion spread and about the shipping of food that will be late. So Rosie decides that she has to take matters into her own hands. She flies back to England and gets in touch with Oliver and his circle of famous friends to raise funds. After some convincing, the stars and Rosie fly to Nambula for a one hour fundraising show. In the meantime, Oliver tries to get back together with Rosie, who refuses him. After they handle some catastrophes, the show airs and is a full success. Food is delivered, the stars fly back and Rosie gets together with O'Rourke.",
    "genre": [
      "Chick lit",
      "Comic novel",
      "Fiction"
    ],
    "author": "Helen Fielding"
  },
  {
    "title": "Shopaholic & Baby",
    "summary": " The plot jumps several months forward from Shopaholic and Sister. Becky is now heavily pregnant with her first child, and is happily preparing for the arrival of her newborn. While getting a sonogram with Luke, it's revealed that they don't know the sex of the baby because Luke wants it to be a surprise. After he and the sonographer leave the room for a moment, Becky takes the ultrasound stick to find out for herself. She initially thinks that they are having a boy, but when the sonographer catches her using the equipment, she explains to Becky that she was looking at her bladder. Becky and Luke have recently sold their flat in order to buy a house, but have difficulty finding a place that meets her specific qualifications. The biggest being a state of the art Shoe Room. Becky's relationship with Jess has drastically improved in the last couple of months. Though Jess persists that she do environmentally-conscience things like make her own baby wipes, and use a recycled crib. Becky's friendhsip with Suze has also improved, though she sill doesn't like her new friend, Lulu, being boring and drab. Luke has also been under a lot of stress due to his company's business partnership with Arcodas. While shopping at Bambino, Becky hears about a celebrity obstetrician named Venetia Carter, who has just moved back from L.A. and wants to have her. Luke is against it for a personal reason and wants to stick with his family's obstetrician, Dr. Braine(whom Becky never liked being he's old-fashioned). She convinces Luke to go with her to an appointment and discovers his real reason why he was against switching obstetricians from the start. It turns out Venetia is Luke's ex-girlfriend. Becky is taken aback toward her flirtatious behavior with Luke, but dismisses it when she finds out Venetia already has a boyfriend. Unfortunately for Becky, she learns that Venetia has broken up with her significant other after he went back to his wife, and that Venetia has a penchant for married men. As the novel progresses, Becky grows more and more suspicious of the relationship between Luke and Venetia; even going as far as to hire a private detective. Closer to the end of her pregnancy, Venetia spitefully confesses that she and Luke were meant together and that Luke marrying Becky was a mistake, but he doesn't want to jeopardize being in his child's life. Becky is extremely hurt and shocked and plans to catch Venetia in the act after Luke attends a party with her. An extremely miserable Becky arrives at the party to find Venetia and Luke dancing. She passes out. Luke denies any romantic involvement with Venetia, but Becky is suspicious. The couple decide to go back to their original obstetrician. While at her baby shower, Becky finds a love note sent by Venetia. She goes to the birthing center in order to confront her, and pretends to be in early labor in order to do so. Becky is shocked to find her family and friends arriving for the presumed birth. Venetia then arrives in the hospital room to check up on the baby. Becky tells Luke, what Venetia plans to do. At first Luke is in disbelief and questions Venetia on her anticipating actions. She admits what she thinks and even goes as far as to question his marriage to Becky. An angered Luke tells Venetia off that Becky is more caring than her because she puts everyone before herself. He explains that she was trying to keep morale for his company up while he was dealing with Arcodas. It was then Becky tells Luke they lost their family home and it was sold to someone else. He orders Venetia to get out of his life and brings in Dr. Braine to assist with the pregnancy. Becky soon gives birth to a baby girl, whom they name Minnie. For a time being, Becky, Luke and Minnie lives with her parents until they can find a new home.",
    "genre": [
      "Chick lit",
      "Comedy"
    ],
    "author": "Sophie Kinsella"
  },
  {
    "title": "The Zoya Factor",
    "summary": " Zoya Solanki is a client service rep with an advertising agency, who loves everything about her job especially the brand she has been put in charge of&nbsp;– Zing Cola (Pepsi in a fictional avatar). But when she’s made to leave an ad film shoot, featuring none other than Shah Rukh Khan, and has to go to Dhaka to shoot an add with the Indian cricket team she begins to experience her first pangs of irritation towards the brand(Zing). Making matters somewhat worse, the team captain Nikhil Khoda insists on discipline as a norm and cuts her important shoot short. This causes her to stay back a few more days than anticipated and miss the Shah Rukh Khan film shoot. When the men in blue realise that Zoya was born at the very moment India won the first and the only cricket World Cup in 1983, they are appaled. What intrigues them more was when they realised that having breakfast with her is followed by victories on the field, and when not eating with her results in defeat. They decide she is a lucky charm. As luck would have it, the rag tag team had a sudden spurt of victories and soon the cricket-crazy nation declares her a goddess. Soon, Zoya is invited by the eccentric IBCC (stands for Indian Board of Cricket Control, and is a spoof on BCCI, Board of Control for Cricket in India) president to accompany the team to the ICC World Cup in Australia. Pursued by international cricket boards on the one hand, wooed by cola majors on the other, Zoya struggles to stay grounded in the thick of the World Cup action. And it doesn't help that she keeps clashing with the erratically brilliant new Indian skipper, who tells her flatly that he doesn't believe in luck. What follows is a love-hate relationship; attraction and antagonism. Zoya is luck personified and she never ceases to be the lucky charm for the men-in-blue.",
    "genre": [
      "Chick lit"
    ],
    "author": ""
  },
  {
    "title": "Something Borrowed",
    "summary": " The novel centers around the protagonist and narrator, Rachel White, a thirty-year-old single woman who is a consummate good-girl. She and Darcy Rhone have been best friends since childhood, and hard-working Rachel is often in the shadow of flashy, sometimes selfish Darcy. Then, after a night of drinking on Rachel's thirtieth birthday, she sleeps with Darcy's fiance, Dex. After this turns into an affair, Rachel explores the meaning of friendship, true love,",
    "genre": [
      "Chick lit",
      "Comic novel",
      "Romance novel"
    ],
    "author": "Emily Giffin"
  },
  {
    "title": "Twenties Girl",
    "summary": " Lara is a twenty-seven-year-old girl who has always had an overactive imagination. At the funeral of her great-aunt Sadie, she gets visited by her ghost, in form of a bold, demanding, Charleston-dancing girl. Sadie has one particular request: she can't rest without her precious dragonfly necklace, and demands that Lara is to find it for her. But Lara is besieged with problems of her own, such as her uncertain future as co-founder of her own headhunting agency, and the fact that she was recently dumped by Josh, the love of her life. Lara, coerced by Sadie, embarks upon an arduous journey to find said necklace, but in the process of doing so ends up accomplishing so much more. Unraveling the ugly truth behind her uncle's enormous success, inadvertently unearthing a long-lost love story enshrouded by the cobwebs of time, and even managing to get entangled in a love story of her own...",
    "genre": [
      "Chick lit",
      "Comedy"
    ],
    "author": "Sophie Kinsella"
  },
  {
    "title": "The Undomestic Goddess",
    "summary": " Workaholic attorney Samantha Sweeting has just done the unthinkable. She’s made a mistake so huge, it’ll wreck any chance of a partnership. Going into utter meltdown, she walks out of her London office, gets on a train, and ends up in the middle of nowhere. Asking for directions at a big, beautiful house, she’s mistaken for an interviewee and finds herself being offered a job as housekeeper. Her employers have no idea they’ve hired a lawyer–and Samantha has no idea how to work the oven. She can’t sew on a button, bake a potato, or get the #@%# ironing board to open. How she takes a deep breath and begins to cope–and finds love–is a story as delicious as the bread she learns to bake. But will her old life ever catch up with her? And if it does…will she want it back?",
    "genre": [
      "Chick lit",
      "Comedy"
    ],
    "author": "Sophie Kinsella"
  }
]