[
  {
    "title": "Some Tame Gazelle",
    "summary": " Many of the characters in the book are based on Pym's own circle, as she pictured them in twenty or thirty years' time. The two heroines, Belinda and Harriet Bede, are Barbara herself and her sister, Hilary. Archdeacon Hoccleve, a married clergyman for whom Belinda has long nurtured a passion, is believed to be based on Pym's first love, Henry Harvey. In the course of the book, both sisters receive proposals of marriage which they feel obliged to reject, partly because they are not attracted to the men in question, but mainly because they are so used to living together and have become devoted to one another. In fact, Pym and her sister did end up living together in a quiet village in Oxfordshire. Pym's friend, the British writer Robert Liddell, appears in the novel in the guise of Dr. Nicholas Parnell. Another character, Count Riccardo Bianco, is based on the real-life count and academic, Roberto Weiss.",
    "genre": [
      "Comedy",
      "Fiction"
    ],
    "author": "Barbara Pym"
  },
  {
    "title": "The Card",
    "summary": " The novel begins when \"Edward Henry Machin first saw the smoke on the 27th May 1867\"—the very day of Bennett's own birth. At age 12, Denry begins his career by altering his marks in a test sufficiently to earn him a scholarship to grammar school. At 16, he leaves school to work for Mr. Duncalf, the town clerk and a solicitor. Duncalf is responsible for organizing an exclusive ball; Denry \"invites\" himself, then also a few others in exchange for things he will need, such as lessons from dance instructor Ruth Earp. On a bet, he audaciously asks the energetic, beautiful Countess of Chell (of whom everyone, including Machin, is in awe) to dance, thus earning himself the reputation of a \"card\" (a \"character\", someone able to set tongues wagging) - a reputation he is determined to cement. Later, when Duncalf treats a disgruntled client brusquely, Denry leaves his employ after persuading the client to hire him as a rent collector. When some of the tenants fall behind, he begins loaning them money (at a highly profitable interest rate). Ruth herself is several months in arrears and tries to sneak away in the middle of the night. Denry catches her by accident, but rather than being angry, he admires her audacity and starts courting her. While on holiday at the seaside resort town of Llandudno with Ruth and her friend Nellie Cotterill, he witnesses a shipwreck and the rescue of the sailors. Noting the interest generated, he buys a lifeboat, hires some of the stranded mariners as rowers, and conducts tours of the picturesque wreck. However, Ruth's spendthrift nature becomes alarmingly apparent during the trip and they break up. By the end of the summer, Denry has made a substantial profit from the sightseers, which he uses to finance his boldest venture. He starts up the Five Towns Universal Thrift Club. Members deposit money little by little; once they have accumulated half the sum they need to purchase whatever it is they want, the club allows them to buy on credit, but only from stores associated with the club. Denry makes money by getting a discount from the vendors in return for access to his large customer base. When his capital starts to run out, he arranges an \"accident\" for the Countess's coach. He drives conveniently by and gives her a lift to an urgent appointment. On the way there, he talks her into becoming the club's sponsor, ensuring easy financing. This proves to be the making of Denry's fortune. With his great success, he is appointed a town councillor. He also backs a new daily newspaper (to be bought out at a profit by its established rival anxious to keep its monopoly) and tricks his obstinate mother into moving into a luxurious new house. At this point, Ruth reappears in Denry's life, now the widow of a rich older man. He considers renewing their relationship, but at the last moment, realizes that Nellie is the one for him and marries her. The crowning achievement comes when Denry decides to become the youngest mayor in the history of Bursley. To sway the voters, he purchases the rights to footballer and native son Callear, the \"greatest centre forward in England\", for the failing Bursley football club. \"It will probably be news to him that Aston Villa have offered £700 to York for the transfer of Callear, and Blackburn Rovers have offered £750, and they're fighting it out between 'em. Any gentleman willing to put down £800 to buy Callear for Bursley?\" he sneered. \"I don't mind telling you that steam-engines and the King himself couldn't get Callear into our club.\" \"Quite finished?\" Denry inquired, still standing. Laughter, overtopped by Councillor Barlow's snort as he sat down. Denry lifted his voice. \"Mr Callear, will you be good enough to step forward and let us all have a look at you?\" His antics are regarded with affection and admiration by most others, as shown by the book&#39;s final exchange: \"What a card!\" said one, laughing joyously. \"He's a rare 'un, no mistake.\" \"Of course, this'll make him more popular than ever,\" said another. \"We've never had a man to touch him for that.\" \"And yet,\" demanded Councillor Barlow, \"what's he done? Has he ever done a day's work in his life? What great cause is he identified with?\" \"He's identified,\" said the speaker, \"with the great cause of cheering us all up.\"",
    "genre": [
      "Comedy",
      "Fiction"
    ],
    "author": "Arnold Bennett"
  },
  {
    "title": "Watch Your Mouth",
    "summary": " The first part of the novel is laid out as an opera, with act and scene numbers as chapter titles and each of the characters being assigned a singing voice. Joseph quickly begins to suspect that Cynthia's entire family is engaging in incestuous behaviour, and that her mother, Mimi, is building a golem in the basement. The first part of the novel ends (operatically) in death. The second part is presented somewhat more conventionally, as Joseph attempts to recover from the events of the first part; this half of the book follows the form of a 12-step program. The first section of the novel is printed in black ink, while the 12-step program is printed in dark red.",
    "genre": [
      "Comedy",
      "Novel"
    ],
    "author": "Daniel Handler"
  },
  {
    "title": "Mike Nelson's Death Rat!",
    "summary": " Death Rat! is primarily a satire, with its main subject being the state of Minnesota, where Nelson lives. Among his targets Nelson includes parodies of famous Minnesota residents like Prince and Garrison Keillor, as well as the attitudes and quirks of Minnesotans in general. The protagonist of Mike Nelson's Death Rat! is Pontius Feeb, usually called Ponty, an author of many historical treatises who has just been fired. While working in a fast food restaurant he gets the idea to write a novel of historical fiction based in the small town of Holey, Minnesota. Feeb's novel revolves around the conflict between two citizens of Holey in the early 1900s, as well as a giant rodent from which the novel gets its name. However, when he tries to sell the novel to a publisher, he is told that he doesn't look right to be the author of an action novel. Feeb then enlists the help of local actor Jack Ryback to pretend he wrote the book and attempt to sell it. Jack sells the novel easily, but tells the publisher that it is a non-fiction book, instead of a novel. Jack and Pontius then work with the citizens of Holey to attempt to cover up the book's fictional nature. During their many visits to Holey, Ponty becomes friendly with the town's female mayor. As Feeb's Death Rat grows in popularity, the cover-up becomes harder and harder to maintain, as the rock star \"King Leo\" adopts the book as the scripture of a new religion, and sets up a revival in Holey. Meanwhile, a rival Minnesotan author is trying desperately to discredit Jack and \"his\" book. In the end the plot is revealed, And after a flurry of lawsuits and media attention Jack and Pontius go back to doing minimum-wage work in St. Paul. In the end, Ponty decides to go live in Holey with the friends that he made there.",
    "genre": [
      "Comedy"
    ],
    "author": ""
  },
  {
    "title": "Wilt",
    "summary": " The novel's title refers to its main character, Henry Wilt. Wilt is a demoralized and professionally under-rated assistant lecturer who teaches literature to uninterested construction apprentices at a community college in the south of England. Years of hen-pecking and harassment by his physically powerful but emotionally immature wife Eva leave Henry Wilt with dreams of killing her in various gruesome ways. But a string of unfortunate events (including one involving an inflatable plastic female doll) start the title character on a farcical journey. Along the way he finds humiliation and chaos, which ultimately lead him to discover his own strengths and some level of dignity. And all the while he is pursued by the tenacious police inspector Flint, whose plodding skills of detection and deduction interpret Wilt's often bizarre actions as heinous crimes.",
    "genre": [
      "Comedy",
      "Fiction"
    ],
    "author": "Tom Sharpe"
  },
  {
    "title": "Blott on the Landscape",
    "summary": " The story revolves around the proposed construction of a motorway (M101 in the book and the M399 in the film) through Cleene Gorge in rural South Worfordshire (a fictional gorge in a fictional English county). At one end of the gorge is Handyman Hall, home to politician Sir Giles Lynchwood and his wife Lady Maud Lynchwood. Sir Giles is secretly in favour of ensuring the motorway passes through the Cleene Gorge as it will mean he will be paid the compensation for the destruction of Handyman Hall, which is under a covenant preventing its sale. While superficially pretending to be supportive he takes steps to undermine the inquiry and prevent alternatives being adopted, to ensure the new road travels through the Gorge. By contrast, Lady Maud's family has lived in the gorge for over 500 years, and she is fiercely defensive of her heritage and expects Giles to support her. Matters are further complicated by their on-going marital problems, including Sir Giles's fetishist infidelity and Lady Maud's wish for children to continue her line (to which Sir Giles is opposed), and the actions of Maud's gardener, Blott, a former German prisoner of war (it is a common misconception that Blott is Italian, however he was brought up in a Dresden Orphanage (where he learnt his skill in impersonation)), he does not know his parents (whom he believes might be Jewish) and served in the German Army. However the Army got fed up with Blott and so the High Command decided to get rid of him by assigning him to an Italian bomber on a raid to England. Blott, who served as navigator (and who wasn't very good at it), got completely lost and was forced to bale out, whereupon he was captured, and he is strongly patriotic towards his new home nation and home. Maud's and Giles's marriage settlement leaves Giles with Handyman Hall in the event of a no-fault divorce but not in the event of death or infidelity, a situation he also seeks to provoke by refusing to co-operate in his marital duties and which Maud sees as a potential solution. With his military training, and some leftovers of the war found beneath the hall, Blott begins a covert campaign including blackmail and wire tapping to scrutinize Sir Giles's activities on Maud's behalf and to undermine the construction of the motorway. He also discovers and aims to foil Giles's plans. In the course of the fight for the Gorge, the picturesque village is destroyed by Blott using a demolition crane to whip up popular opposition for the works. Giles is discovered seeing a prostitute and is blackmailed, as is Dundridge, the official in charge of the works, and the Hall is quickly converted into a wildlife park in an attempt to prevent the removal of its occupants. Giles himself is finally killed by lions when he is discovered by Blott and Maud trying to burn down the Hall. As a final resort, Blott concretes himself into his home, located in the entrance archway to the estate, preventing works progress. Dundridge, frustrated, demands the SAS are called in to remove Blott. Blott secretly launches an attack on his own archway for which the SAS are blamed, finally compelling enough public attention to cause the plans to be dropped. Dundridge is imprisoned for his part in the 'attack', and Maud and Blott (who have fallen in love by this time) marry and state their intention to add to the Handyman family.",
    "genre": [
      "Comedy",
      "Fiction"
    ],
    "author": "Tom Sharpe"
  },
  {
    "title": "The Hippopotamus",
    "summary": " The \"hippo\" of the title (occasionally referred to as \"the happy hippo\" and given to wallowing in long baths) is Edward (Ted/Tedward) Lennox Wallace, an aging, lecherous, one-time hell-raising poet, reduced by diminishing poetic talent to working as a theatre critic. The story opens with the aftermath of Ted being fired from his job on a newspaper. At the suggestion of a sick goddaughter, Jane (suffering from leukaemia), he goes to stay at the Norfolk country house of old schoolfriend and Army colleague from National Service, Lord Michael Logan and his wife Lady Anne, to investigate unspecified mysterious goings-on. Ted reports back to Jane regularly, in the form of long, rambling letters, apprising her of events at Swafford Hall whilst also offering his views on numerous other issues (women, art, poetry, sex, morality and modern life being favorite topics), all the time attempting to uncover the nature of the unusual events that Jane has instructed him to look out for. Over the course of his stay it gradually becomes apparent that other house guests are ascribing healing powers to one of Logan's children, David (Ted's other godchild), and indeed it is in the hope that he might bestow his 'talent' upon them that they have descended upon Swafford Hall. Amongst the assembled guests are a witty and hugely camp, but rebarbative defrocked minister and TV producer, a businessman and his wife and rather gawky teenage daughter, a friend of Jane's, and Jane's mother, a woman Ted has crossed paths with disastrously many years earlier. The life stories of the tycoon Logan and his family, as well as Ted's own, are intertwined to provide a colourful and credible back story. The highly comical story is run through with a stream of sexual practices, some more unusual than others, as Ted uncovers the means by which David delivers his 'healing'. The story contains several (spoof) poems and limericks. nl:The Hippopotamus",
    "genre": [
      "Comedy"
    ],
    "author": "Stephen Fry"
  },
  {
    "title": "Helen with a High Hand",
    "summary": " The story concerns the chance meeting between an elderly, witty, but miserly man and his estranged young niece. Both characters are strong and stubborn, and discover an affection and affinity for each other. The niece moves into the miser's house, and what follows is an enjoyable battle of wills between the two - a battle relished as much by the characters as by the reader. Indeed, on occasion, both characters scheme to achieve the same outcome (such as ensuring that the niece will miss a boat to Canada that would remove her from the uncle's life). Under his niece's influence, the uncle reluctantly abandons some of his financial prejudices. The book also chronicles their two romances, and, by the end of the book, both are married to suitable partners.",
    "genre": [
      "Comedy"
    ],
    "author": "Arnold Bennett"
  },
  {
    "title": "Cocktail Time",
    "summary": " The story begins when Uncle Fred knocks off Sir Raymond Bastable’s top hat with a Brazil nut fired through the window of the Drones Club from a catapult. Sir Raymond naturally assumes that the culprit was a young Drone, but is unsure how to respond. A letter to the Times would open him to ridicule, especially as he is about to stand for Parliament. Uncle Fred suggests writing a novel exposing the iniquities of the younger generation. The eventual novel, “Cocktail Time”, which Bastable publishes under a pseudonym, becomes a succès de scandale after being condemned by a bishop. Afraid of being unmasked as the author, Bastable allows his ne’er-do-well nephew Cosmo Wisdom to take the credit, and the royalties, of the book. But, with his friend Gordon “Oily” Carlisle, and Oily’s wife Gertie, Cosmo plots to blackmail Sir Raymond, and to this end writes a letter revealing the true author of “Cocktail Time”. Much of the rest of the book is concerned with various characters’ attempts to get hold of the letter. The action moves to Dovetail Hammer, Berks, where Uncle Fred is staying with his godson Johnny Pearce. Johnny is in love with Belinda Farringdon, but needs £500 in order to marry her. Uncle Fred resolves to help, but for the time being is more concerned with retrieving the letter. It so happens that Sir Raymond Bastable is also living in Dovetail Hammer, with his sister Phoebe Wisdom, Cosmo’s mother, and Sir Raymond’s butler, Albert Peasemarch, as tenants of Johnny Pearce. Albert is secretly in love with Phoebe. Oily travels to Dovetail Hammer and attempts to blackmail Sir Raymond, but Uncle Fred manages to extract the letter by posing as Inspector Jervis of the Yard. Cosmo then discovers that the movie rights of the book could be worth a fortune, and he decides he’d like to be its author after all. So he needs to get the letter back, and proceeds to Dovetail Hammer. Uncle Fred unwisely gives the letter to Albert Peasemarch for safekeeping, but Albert gives the game away after one too many pints at the Beetle and Wedge. So Cosmo gets the letter back. But then Gertie coshes him and grabs the letter. Oily and Gertie hide it in an imitation walnut cabinet, but this is taken away to be auctioned. Oily and Cosmo bid against each other for the cabinet but, needless to say, Uncle Fred had previously removed the letter. He then engages in a little mild blackmail himself, and extracts £500 from Sir Raymond in return for the letter. This is passed to Johnny, who can now marry Belinda. Sir Raymond gets the movie rights to “Cocktail Time”, and marries his longtime admirer Barbara Crowe, while Albert marries Phoebe. Sweetness and light all round.",
    "genre": [
      "Comedy",
      "Fiction"
    ],
    "author": "P. G. Wodehouse"
  },
  {
    "title": "M*A*S*H Goes to Maine",
    "summary": " Hawkeye Pierce returns to live in Crabapple Cove, Maine near the town of Spruce Harbor. Having left the Army, Hawkeye is established to be working for the Veterans Administration. In May 1954 he is laid off. At this point, Hawkeye doesn’t have much money in the bank, is 31 years old, and has three children: Billy, Stephen and Karen. The day he’s released, Trapper John McIntyre comes to visit and sets Hawkeye’s future in motion. Trapper John, a Lieutenant in the medical organization of Maxie Neville in New York City, arranges for further thoracic training for Hawkeye, first in the East Orange VA Hospital in New Jersey, then at St Lombard’s in Manhattan from July 1954. After two years Hawkeye breezes through the Thoracic Boards. At the end of his training in June 1956, two Spruce Harbor locals, Jocko Allcock (the man who was responsible for Hawkeye being fired by the VA) and “Wooden Leg” Willcox (the local fish magnate) come to visit Hawkeye to set him up in practice—by betting favorably on the outcome of his operations. The first operation with Trapper John’s assistance (upon Pasquale Merlino) is a success, and thanks to his superior training Hawkeye becomes the local surgeon. As time goes by, Hawkeye is given more patients by the local general practitioner of note, “Doggy” Moore; goes into private practice with ex-Spitfire pilot Tony Holcombe and plots the eventual reuniting of the Swamp Gang. By 1959 Hawkeye has lured Trapper John, Duke Forrest, and Spearchucker Jones into his net, and thanks to the proceeds of the “Allcock-Willcox” syndicate, a new “Finestkind Fishmarket and Clinic” is set up along with the new Spruce Harbor General Hospital. Duke returns to Georgia from Korea, and takes a course in urology. Hawkeye Pierce then invites him up to Spruce Harbor, Maine to join him and a new friend, Tony Holcombe in private practice. Duke immediately turns up in Maine with his bloodhound, Little Eva, and joins Hawkeye in persuading Spearchucker to become the local neurosurgeon. Duke and his family move into Crabapple Cove next to Hawkeye and Mary Pierce. Pierce's home, \"Port Waldo\", is (real-life) Waldoboro, and the FinestKind Clinic is just up Route 1 in Rockland. \"Crabapple Cove\" is Broad Cove, in Bremen, just down the Medomak River from Waldoboro Village. Richard Hooker (Hornberger) owned an old farmhouse on Heath Point. The reader will note Wreck Island, Thief Island, and other Muscongus Bay landmarks in the book. It is possible that the Pierce family is modeled after the (real-life) Spear family, who had a number of different branches in the area, in the 1950s.",
    "genre": [
      "Comedy"
    ],
    "author": "H. Richard Hornberger"
  },
  {
    "title": "There Should Have Been Castles",
    "summary": " It is the 1950s. Ben Webber is a cocky but disillusioned young man who has spent the last few years of his life waiting for a neighborhood girl—in his eyes, the epitome of lost virtue and beauty—to reach the age of consent so that he can marry her. Ben comes frustrated with his life, though, and leaves his family home in New England to travel to New York in hopes of finding himself. Despite possessing a near-genius IQ, Ben feels no need to strive in academics, instead choosing to toil away in a number of dead-end, low-paying jobs, which he invariably quits or gets fired from after either telling off his boss or getting caught stealing. Down to his last few cigars and without a place to stay, Ben has a chance run-in with Don at a coffee shop; impeccably dressed and exquisitely mannered, Don is nonetheless just as destitute as Ben and facing eviction from his own apartment unless he can find someone to help with the rent. Ben and Don quickly become friends, and Ben moves into Don's apartment, which Ben discovers is actually owned by a trio of airline hostesses who rent the apartment out to Don at a low rate in exchange for providing them anonymous, strings-free sexual favors on their occasional stopovers in town. Ben, a virgin, is initiated into sex by one of the stewardess, and falls in love with her, only to discover shortly thereafter that she is engaged; after one last night, the stewardess relinquishes her third of the apartment and leaves New York, leaving Ben heartbroken and morose. Meanwhile, nineteen year old Ginnie Maitland, the daughter of a wealthy painter and an unfaithful socialite, runs away from home after her father commits suicide in the wake of her mother's running off with another man. Cutting herself off from her inheritance, Ginnie travels to New York in hopes of finding herself and becoming a dancer on Broadway. Alone in the big city, Ginnie falls in with a pair of middle aged men, one Jewish, one Japanese, who are attempting to open a restaurant which serves food based on traditional Kosher and Oriental dishes. Ginnie becomes a hostess for them, and manages to get a job with a dance troupe. At the same time, Ben has managed to become a mailroom clerk for a movie studio, and begins an arduous climb up the corporate ladder; shortly after getting a promotion into writing taglines, however, he's drafted into the U.S. Army. Shortly after Ben is drafted, Ginnie's apartment burns down; one of the members of the dance troupe informs her that one of his friends is currently seeking help to pay the rent, since his old roommate has been drafted. The \"friend\" turns out to be Don, and Ginnie takes up residence with him. Ben goes through boot camp and is assigned to a base run by Major Holdoffer, a young, boorish soldier who delights in exerting his authority over the men in his command. Ben documents his hellish experiences in letters home to Don, lamenting the lost loves in his life and yearning for purpose; after Don leaves the letters out one day, Ginnie begins reading them and starts writing Ben back. Her letters prove to be a shining ray of hope to Ben, and the two begin falling in love through their correspondence. While Ginnie remains chaste, though, in hopes of losing her virginity to Ben, Ben releases his sexual frustrations with an emotionally dead but sexually predatory middle aged woman named Maggie. In a bit of dramatic irony, the reader becomes aware that the woman is in fact Ginnie's runaway mother, having dumped her lover and moved on to one-night stands with soldiers. One day, Ben's unit is taken on a dangerous trek by Holdoffer through harsh terrain without proper equipment; in the middle of the night, Holdoffer intentionally gives negligent orders to an elderly soldier after learning that the man is gay, resulting in the soldier's death; the next morning, Holdoffer denies culpability demands that the hike go on. Later in the day, Holdoffer ignores Ben's warning that a machine gun is malfunctioning, and another soldier is fatally shot in the face. As Ben and another soldier prepare to attack Holdoffer, the gay lover of the elderly soldier who died of exposure fatally stabs Holdoffer in the kidney. In exchange for keeping his mouth shut about having warned Holdoffer of the faulty machine gun, the Army agrees to an honorable discharge Ben on a technicality. Ben sleeps with Maggie one last time and then heads back to New York, where he and Ginnie begin a passionate affair. With one another's support, Ginnie becomes a locally renowned dancer, and Ben manages to get one of his scripts read by a television executive, who buys it and turns it into a movie of the week. However, Ginnie's increasingly busy schedule, coupled with Ben's self-destructive nature, leads to the pair splitting after a disastrous night. While Ben makes a financially successful but debauched trip to Hollywood, Ginnie reaches national fame as a variety show fixture and through her engagement to a prominent socialite—neither being far from the other's mind.",
    "genre": [
      "Comedy"
    ],
    "author": ""
  },
  {
    "title": "Off for the Sweet Hereafter",
    "summary": " Raeford Benton Lynch, nephew to the bald Jeeter, is a cipher, remarkable only for being gangly and horse-faced. On a whim, he accepts a job \"digging holes\" for Mr. Claude Ellwyn Overhill, who drives a motley assortment of riff-raff around the south, disinterring and relocating the denizens of graveyards that had to be moved to make room for development. Benton Lynch meets Jane Elizabeth Firesheets when he and Mr. Overhill's crew disinter her grandmomma. Jane Elizabeth, for some inscrutable reason, takes a fancy to Benton Lynch, beguiling him with her \"milky white parts\" and \"plum colored parts.\" Trouble comes in the form of Jimmy, a petty criminal whose renegade nature lures Jane Elizabeth Firesheets away from Benton Lynch. In order to prove that he is as dangerous and ambitious—and thus as alluring—as Jimmy, Benton Lynch takes to holding up convenience stores and sending clippings about the crimes to Jane Elizabeth Firesheets. This wins her affections away from Jimmy, but has an unintended side effect: Jane Elizabeth Firesheets pictures herself as Bonnie to Benton Lynch's Clyde, and insists that the two take off on a crime spree that ends in the shooting of an elderly store clerk.",
    "genre": [
      "Comedy"
    ],
    "author": "T. R. Pearson"
  },
  {
    "title": "A Melon for Ecstasy",
    "summary": " Written in an epistolary style, consisting of newspaper cuttings, letters, and extensive excerpts from the diary of its protagonist, the novel tells the story of Humphrey Mackevoy, a young man who achieves sexual satisfaction by boring holes in trees and penetrating with them with his penis. Intercut with the story of how his passion leads him into confusion, shame and prison, but eventually into acceptance of, and almost pride in his peculiarity, are a series of comic sub-plots involving the local naturalists' society (are the holes appearing in trees around town really the work of the sabre-toothed dormouse?); a feud between local councillors that leads to mass poisoning; Mackevoy's unwitting involvements in the sexual fantasies of teenager Rose Hopkins; and the increasingly outrageous behaviour of \"mummy\".",
    "genre": [
      "Comedy"
    ],
    "author": "John Wells"
  },
  {
    "title": "e",
    "summary": " The setting of e is the very beginning of the new millennium inside the London office of Miller Shanks, a prominent (fictitious) international advertising agency. When the novel opens two major projects are under way: the shooting, on location in Mauritius, of a commercial for a porn channel; and preparations for a sales pitch, with Coca-Cola as the company's prospective client. While the Coca-Cola advertising campaign is supposed to be kept confidential, David Crutton, the Chief Executive Officer, is astonishingly computer illiterate and inadvertently sends carbon copies of every single one of his e-mails to the Helsinki office of Miller Shanks. Simon Horne, the Creative Director, has stolen the \"original\" idea on which the Coca-Cola campaign is based from two recent college graduates who are looking for work and does not believe that the past will ever catch up with him. In the end it does, but although the campaign can be patched up in the last minute with the help of the Helsinki office, Coca-Cola finally decide not to award their advertising account to Miller Shanks after one of their female top level managers has watched a secretly filmed video on the Internet showing Horne in his office having sex with a ladyboy. The shooting in Mauritius goes terribly wrong already during the flight to the island when the breast implants of one of the four models hired to appear in the video explode. Shortly afterwards, yet another model drops out due to hyperthermia, facts which force the creative team to continually rewrite the script. Bad weather makes filming impossible for a couple of days, but the last straw is an alleged sexual attack by the company's male client (\"a fat lech\") on television presenter Gloria Hunniford, who happens to be staying at the same hotel together with a BBC crew to film a holiday show. Miller Shanks encounter further complications when loose talk at the hotel bar by Topowlski and Douglas, two art directors, triggers a headline in The Sun about the \"Hunniford Affair\". Subplots revolve around the frantic attempts of Ken Perry, the Office Administrator, at upholding order in the building; the ongoing love affair between O'Keefe and Lorraine Pallister; a not even half-hearted suicide attempt by Susi Judge-Davis, devoted PA to Simon Horne and Simon Horne alone; and Nigel Godley's failed endeavours to be recognized as both a good chum and a loyal workaholic.",
    "genre": [
      "Comedy",
      "Novel"
    ],
    "author": "Matt Beaumont"
  },
  {
    "title": "Orlovi Rano Lete",
    "summary": " The book involves several young boys and girls and their role in assisting the Partisans in fighting the Germans invading Yugoslavia during World War II. There are allusions throughout to mythology such as the children's fear of the drekavac (monster) which they are told lives in the forest. The children are forced to conquer their supposed fear in order to assist the Partisans.",
    "genre": [
      "Comedy"
    ],
    "author": ""
  },
  {
    "title": "Diary of a Wimpy Kid",
    "summary": " As Greg Heffley is getting ready for middle school, he is teased by his older brother Rodrick Heffley because his mom, Susan Heffley, bought him supplies for school, including a blank red diary,instead of his mom buying him a journal like he asked her to. He has a little brother, Manny who is \"spoiled rotten\" because he gets everything he wants and also gets away with everything he does wrong, unlike Greg, who gets in trouble for everything he does wrong. His father Frank Heffley does not encourage Greg's way of life - playing video games all day - rather than going outside and playing sports. Greg, during the first day of school, is immediately rejected and is forced to sit with another outcast who lives near Greg, Fregley, from whom Greg tries to keep \"a safe distance\". He is initially unsure of Rowley Jefferson being able to fit in, and tries to change Rowley, who Greg considers immature. Greg and Rowley decide to participate in wrestling at school, although Greg quits after losing a match against Fregley. On Halloween, Greg and Rowley go trick-or-treating, but are challenged by there of teens who they irritate and enrage and spray them with a fire extinger. The two friends barely escape to safety so they decide to go and stay in Gregs grandmother's house until the teens leave them alone. After getting few presents for Christmas, Greg decides to play a game with Rowley in which Rowley must ride a Big Wheel while Greg tries to knock him off. On one of Greg's tries, the ball gets under the front wheel, which causes Rowley to fall off and break his arm. The next day, a bunch of girls crowd around Rowley so they could feed him. Greg and Rowley decide to enroll in the Safety program in which they walk younger kids to their homes. One day, as Greg is walking the kids by himself,he chases the young children, only after scaring them with a stick with worms on it. A neighbor contacts the school and tells them about Greg's unusual behavior. The principal suspects Rowley, as Greg was wearing Rowley's coat. Rowley is quickly fired. Greg initially wants to tell him it is his fault that he was fired, but doesn't, only to let the truth slip later. This leads to Rowley breaking off his friendship with Greg. Greg tries to befriend Fregley to make Rowley jealous, although he is uncomfortable around Fregley. Resorting to auditioning for the school play (based on The Wizard of Oz) Greg lands the role as a tree, while Patty is cast as Dorothy, the protagonist of the novel. During the show's opening performance, Rodrick unexpectedly brings a camera to film the play. Greg becomes too nervous to sing, confusing the other \"trees\" who also fail to sing. Patty gets frustrated and angers Greg, who then throws props at Patty, and then everyone gets in the fight, ending the play in chaos. Rowley confronts Greg, which leads to a non-physical fight. The teens return and the younger kids scatter. The teens force Greg and Rowley to eat the \"Cheese Touch,\" a moldy piece of cheese that had been left on the grounds of the school. Greg refuses, dishonestly claiming that he is allergic to cheese and will die if he eats it, thus leaving Rowley to eat it. The other students notice that the Cheese is gone, assuming that someone has destroyed it; however, Greg takes the blame instead of Rowley as he feels pity on him. He and Rowley again become friends and Greg begins to anticipate a relaxing summer of playing video games.",
    "genre": [
      "Comedy",
      "Fiction",
      "Humour"
    ],
    "author": "Jeff Kinney"
  },
  {
    "title": "John Goldfarb, Please Come Home",
    "summary": " The comic spoof of the Cold War was inspired by a May 1960 incident involving American Francis Gary Powers, a CIA operative whose U-2 spy plane was shot down over the Soviet Union, sparking an international diplomatic incident. Blatty's tale concerns John \"Wrong-Way\" Goldfarb, a former college football star who once ran 95 yards for a touchdown in the wrong direction. Now a U-2 pilot, his plane malfunctions and crashes in the mythical Arab kingdom of Fawzia. The country's leader threatens to turn him over to the Soviets unless he agrees to coach a football team. Jenny Ericson, the magazine journalist who made Goldfarb famous, is on an undercover assignment as a member of the King's harem, and when she discovers she was wrong in thinking the King is no longer romantically interested in his wives, she seeks help from Goldfarb. The King blackmails the U.S. Department of State into arranging an exhibition football game between the Notre Dame Fighting Irish and his own team. Jenny becomes a cheerleader and then the quarterback who scores the winning touchdown for Fawz University.",
    "genre": [
      "Comedy"
    ],
    "author": ""
  },
  {
    "title": "Shopgirl",
    "summary": " Its titular character is young, lonely, depressed, Vermont transplant Mirabelle Buttersfield, who sells expensive evening gloves nobody ever buys at Neiman Marcus in Beverly Hills and spends her evenings watching television with her two cats. She attempts to forge a relationship with middle-aged, womanizing, Seattle millionaire Ray Porter while being pursued by socially inept and unambitious slacker Jeremy. Also playing roles in her life are her father, a dysfunctional Vietnam War veteran, and Lisa, her promiscuous, image-obsessed co-worker and voracious rival.",
    "genre": [
      "Comedy",
      "Romance novel",
      "Fiction"
    ],
    "author": "Steve Martin"
  },
  {
    "title": "Pool and its Role in Asian Communism",
    "summary": " 1970: Waldo Monk is black, 65, a widower and two months from retirement from Roundly's Pool and Billiard factory in Indiana. Saifon is a Lao-American girl who arrived in the USA under mysterious circumstances when she was a child. She pretty much hates everyone, and for good reason. It's Waldo's unenviable task to train her up to take over his job. He can't stand her and she shows little aptitude for the ball business. But over his final months, they come to an understanding, maybe even a fondness for each other. Two disasters in Waldo's life turn all his plans upside down. Somehow, he and his dead wife, Aretha end up adopting Saifon. Against Saifon's wishes, her new dad follows her to Southeast Asia as a minder. While trying to solve the mystery of Saifon's past, they become entangled in the confusion of the region: the Air America bombing, the Lao Socialist movement, the CIA, the Thai Communists, and a network of smuggling war profiteers. With the help of a CIA agent, they set about breaking down the network of traffickers still smuggling war orphans out of Laos. During this exciting period, Saifon takes a job as a cabaret singer in a whorehouse, and Waldo manages to get himself shot, and kidnapped. By drawing on his factory experience, he's able to steer the kidnappers in a more profitable direction. Saifon traces the traffickers through to Bangkok. Even though it seems they've cornered them, everything comes down to a high profile court case, and Saifon lying her head off to give the bad guys what's coming to them. At the airport before the journey back to the States, both Saifon and Waldo realize they have nothing to go back for. So they return to Laos, and stay there. Saifon makes an effort to regain some semblance of Lao-ness, and Waldo works part time at the Air America Commissary in Udon. Their lives are finally content and they seem to have discovered some purpose. But then, in 1975, the American troops pull out of Vietnam and Socialist forces take over in Laos. Waldo suddenly becomes the enemy. All they've worked for is about to crumble. But they're shocked to discover that contacts they'd made earlier weren't all they seemed. One of them, a quiet guy Waldo used to play pool with, turns out to be Souphanouvong, the Red Prince, and Laos' first communist president. So with the blessing of the party, Waldo and Saifon settle in the south of Laos and run a home for kids. And there they stay until Waldo, now in his nineties, decides it's time to go home and be with Aretha. The story is written from the perspective of an undisclosed person who got to know the pair later in their lives. With a basic grasp of English, this narrator describes their story in colloquial spoken American.",
    "genre": [
      "Comedy"
    ],
    "author": ""
  },
  {
    "title": "My Legendary Girlfriend",
    "summary": " Meet Will Kelly. English teacher. Film fan. King of sandwich construction. Still in love with The One, desperately searching for An-Other One. In his decrepit flat, Will's lifeline is the telephone. There's Alice (who remembers his birthday), Simon (who doesn't), Martina (the one-night stand), Kate (the previous tenant of his rented Archway fleapit) and of course Aggi - the inimitable Aggi. His Legendary Girlfriend. Or is she? Two men, three women and a donkey called Sandy... basically it's your classic love hexagon.",
    "genre": [
      "Comedy"
    ],
    "author": "Mike Gayle"
  },
  {
    "title": "This Can't Be Happening at Macdonald Hall",
    "summary": " The two main characters, Bruno Walton and Melvin “Boots” O'Neal are two small-time troublemakers who share a room at the boarding school Macdonald Hall. Across the road is a girl's boarding school, Miss Scrimmage's Finishing School For Young Ladies. Best friends, they play mischievous pranks on the school, faculty and other students. They are constantly under the watch of Headmaster William R. Sturgeon, nicknamed “The Fish” due to his surname but also due to the trademark stern, fishy-like stare he implores on his students whenever he disapproves of them. Following the abduction of an overweight cat mascot of a rival hockey team (in an attempt to demoralize them), Sturgeon comes up with the decision to forbid them from seeing each other and separating them completely. Bruno moves in with the school genius, Elmer Drimsdale, while Boots is placed with wealthy hypochondriac George Wexford-Smyth III. The two both realize they can't stand their new roommates and decide to meet at a cannon at night to discuss ways of getting back into their old room together. The two prominent ideas they have, including having both Elmer and George complain to the headmaster to get them to move elsewhere, and then framing their roommates to have themselves moved away from them, only get them into more trouble. Eventually they come up with the idea to study hard to get into the Honor Roll to show they're capable and should be able to move back in together as a reward, but the plan backfires after Sturgeon attributes the boy's resulting high marks as the result of him separating them. In desperation they meet again, but while en route to the cannon, they spot an entangled hot air balloon stuck in a nearby tree and find a boy stuck up there. They rescue the boy (named Francisco) using a volleyball net and take him to Sturgeon, who realizes he's the son of an important Ambassador from Ottawa who got lost in a balloon during the day. They are then interrupted by Elmer Drimsdale, who had witnessed the balloon in his telescope and had concluded it was a UFO. He goes off and causes a massive disturbance between both schools. The next morning, the Ambassador arrives at the school to retrieve his lost son and goes on to honor the people responsible for rescuing him – Bruno, Boots, and Elmer, who receive medals from the RCMP, the Ontario Provincial Police, and from the Ambassador himself, who is ironically representing the country of Malbonia, the country of which flag Bruno and Boots had used in a prank earlier on in the novel. For Macdonald Hall to honor them, Elmer receives a new telescope and Bruno and Boots get their wish – to share a room again.",
    "genre": [
      "Comedy",
      "Adventure"
    ],
    "author": "Gordon Korman"
  },
  {
    "title": "Diary of a Wimpy Kid: Rodrick Rules",
    "summary": " Greg is enrolled into swimming class. Meanwhile, his older brother, Rodrick, tries to push him, holds a wild party in the house, writes an embarrassing essay about \"100 years ago\" and gets in a fight. The next day, he gets his band, Loded Diper, to perform at a school talent show. During the song, Greg filmed them performing but when he filmed Mom, the person who started the \"Mom Bucks\" program, he stayed there till the song was over and they find out that all the acts were shared with another act. A few days later they spend a night Grandma's house as he spits milk on Greg then Greg runs after Rodrick in his underwear then he goes in the ladies bathroom when a women thinks he's a peeping tom. The story ends with Greg uploading a video on the internet called \"Dancing Mom\" then it becomes an instant hit because of his mom dancing to Rodrick's band in the video. Diary of a Wimpy Kid: Rodrick Rules is the second book in a seven book franchise. The third, The Last Straw was released January 13, 2009, has been on the list for 65 weeks (peaking at number 1). The fourth, Dog Days was released October 12, 2009. The book was peaking at #1 for all 25 weeks of publication, making Dog Days the #1 Best Selling Book of 2009. The fifth, The Ugly Truth was released November 9, 2010. The sixth, Cabin Fever was released November 15, 2011. The seventh, The Third Wheel will release on November 13, 2012. Rodrick Rules has been on the sellers list for 117 as of April 4, 2010.",
    "genre": [
      "Comedy"
    ],
    "author": "Jeff Kinney"
  },
  {
    "title": "Fool",
    "summary": " Pocket is the royal fool at the court of King Lear of Britain. To prevent Lear from marrying off his daughter Cordelia, a girl Pocket is especially fond of, he schemes with Edmund of Gloucester. Pocket advises the bastard (i.e., illegitimate) Edmund how to get the land of his legitimate brother Edgar, while Edmund is to prevent the marriage of Cordelia. Edmund somehow gets Lear to ask each of his three daughters – Goneril, Regan and Cordelia – how much they love him. While Goneril and Regan please the old king with their exaggerations, Cordelia enraged him with her famous laconic “I love thee, according to my bond.” Lear disinherits Cordelia and divides his kingdom among Goneril and Regan. Notwithstanding, the prince of France marries Cordelia and takes her with him. Deprived of his adored Cordelia and angry with Lear because of the way he treated her, Pocket – advised by the ghost of a girl who turns out to have been not only his deceased lover but also the former queen of Lear and mother of Cordelia – starts his own vendetta: He encourages Goneril and Regan to strip Lear of his remaining power (especially his train of 100 knights, one of the conditions on which Lear passed the kingdom to his daughters) and tries to drive the older sisters into war against each other. Lear finally realizes his mistake and goes temporarily mad. To estrange the sisters he makes both believe that they are in an affair with Edmund of Gloucester. While successful in this, Pocket fails to incite civil war, simply because Cordelia – now a veritable warrior queen – invades Britain with her army from France. Lear, and later on Pocket, end in the dungeon of the castle now ruled by Edmund, now Earl of Gloucester. The two elder sisters are in the same castle and ally against Cordelia, but poison each other out of jealousy nonetheless. Edmund confronts Lear and Pocket, and Pocket kills him with his throwing knives. Shortly after, Lear dies. Cordelia invades the castle and becomes queen of Britain. Pocket, who has been told by witches that he is the son of Lear’s brother, marries Cordelia and becomes king.",
    "genre": [
      "Comedy",
      "Absurdist fiction"
    ],
    "author": "Christopher Moore"
  },
  {
    "title": "The Nose From Jupiter",
    "summary": " Thirteen-year-old Alan Dingwall wakes up from a light coma after drowning in a creek. Although he is not suffering from amnesia, Alan cannot seem to remember what exactly happened the day that he drowned. The reader is then taken back into time as Alan tries to recall his memories. Alan is mowing the lawn, despite the fact that he hates doing it. He laments the fact that he does not have the courage to stand up to the bullies of class 7L, the Cougars. When mowing the lawn, something flies up Alan's nose, which causes him to freak out. When Alan finally calms down, he discovers that an alien, whose name is Norbert, is living in his nose. As the book progresses, Alan and Norbert develop a friendship. Norbert's arrival does change things for Alan though. Norbert talks to Alan's crush, Miranda, and even livens up an entire science class. However, Norbert also draws some unwanted attention from the bullies during a soccer game between the Cougars and the Commodores. In the middle of a constellation presentation, Alan accidentally runs into the Cougars in the boys' washroom. Feeling humiliated after being mocked at the soccer game, the Cougars and Alan get into a fight. We are then taken to the day of Alan's accident. He suspects that he is being followed by one of the bullies, most likely Prudence. At this point in the story, Alan's memory gets foggy and unclear, and we are take back into the present. Alan is back at the hospital in Toronto. He is visited by two people: Miranda and, surprisingly, Prudence. Prudence tells Alan what happened the other day - how he tripped over a collie dog and how Prudence had a change of heart after rescuing him out of the water. She apologizes to Alan for the way that she treated him, and promises that the rest of the Cougars will stop bullying, with the exception of Mary and Gary. Following the aftermath of the accident, Alan is treated like a hero when he returns to school. As Mary and Gary try to intimidate Alan, Norbert flies out of his spaceship, scaring them both. The next time that Alan switches on the TV, he flips to a channel that is showing a country music special. k.d. lang is performing and is clearly bothered by an insect. The microphone screeches loudly, and even though she tries to continue, she is distracted. As the song ends, k.d. lang blows her nose in a handkerchief...",
    "genre": [
      "Comedy"
    ],
    "author": "Richard Scrimger"
  },
  {
    "title": "The Looney: An Irish Fantasy",
    "summary": " The principal protagonist of the novel is Mick Looney, an Irish construction worker from Kilburn, London, who comes to the conclusion that he is the rightful King of Ireland. The first portion of the novel is set in Kilburn as Looney's fantasy of royal descent takes hold. He purchases a second hand chair to be his royal throne while arranging his return to Ireland. There are a number of subplots featuring various eccentric people he has dealings with, the main one concerning two illegal immigrants from India who become Looney's tenants. The second, larger, portion of the novel is set in and around the fictional Irish village of Drool, where Looney goes to research his royal claim. While doing this he takes a job as a handyman at the local castle, from which a valuable racehorse is stolen. After a number of subplots concerning the eccentric residents of Drool and its castle, Looney recovers the racehorse and receives a large cash reward, much of which he accidentally burns and the remainder of which he spends in pub buying drinks for the villagers. Having reconnected with his Irish roots, but realising that his quest for wealth and status is futile, he returns to Kilburn and sells his \"throne\".",
    "genre": [
      "Comedy"
    ],
    "author": "Spike Milligan"
  },
  {
    "title": "L'Épreuve",
    "summary": " Lucidor, a wealthy Parisian, is in love with Angélique, a young and innocent country bourgeois. After falling ill and watching Angélique cry for him, he is convinced that she loves him as well, but he is unsure of the motives behind this love. He thus decides to put Angélique through an ordeal to test whether he is loved for his money or for himself. In the name of friendship, Lucidor offers a rich friend to be married to Angélique to see whether she would reject him for love. In fact, this rich friend is none other than Lucidor’s valet, who is dressed up in rich man’s gear only for this trick.",
    "genre": [
      "Comedy"
    ],
    "author": "Pierre de Marivaux"
  },
  {
    "title": "La Fausse Suivante",
    "summary": " A young woman, described as \"the Parisian maiden\", is due to marry Lelio without having ever met him. She decides to introduce herself to him as a Knight and become his friend. Lelio confides in the Knight his troubled situation. He is promised to a Countess he seduced, in addition to the young Parisian maiden. He would choose to marry the richest of the two, that is the heroine, if he had not already signed a contract with the Countess, which would make him lose a large sum of money if he broke his engagement to her. Lelio thus challenges the Knight to seduce the Countess, so that he could marry the Parisian maiden without paying the sum. The plan seems to work at first, the Countess falls for the Knight and forgets Lelio. But information of the Knight's real sexual identity leaks among the servants, and even if she refuses to disclose her name, the Parisian maiden has to admit her sex. She disguises herself as a servant and manages to get hold of the contract. At the end of the play, she tears it in the presence of Lelio and the Countess, and both are disappointed by her deception. The young Parisian maiden finally discloses her identity, and justifies her actions by asserting her independence.",
    "genre": [
      "Comedy"
    ],
    "author": "Pierre de Marivaux"
  },
  {
    "title": "Le Préjugé vaincu",
    "summary": " Angélique knew very well that she loved Dorante, but she didn't want to. Being the daughter of a marquis she didn't want to marry someone middle class however rich and well brought up he may be. She shared her feelings, not to her father, who looked upon this marriage with pleasure, but to Lisette her chambermaid, who, although speaking the dialect of her village, and the daughter of a simple tax lawyer was not less determined to not marry down. Dorante, as a test, said he had a partner to suggest to Angélique: a well educated young man, rich, esteemed in all aspects, but middle class. Angélique refused. When Dorante told her that he spoke of himself, Angélique was somewhat disconcerted, but persistent. The Marquis then offered his youngest daughter to Dorante. Angélique called for Dorante; she didn't want him to see her sister, she didn't want him to leave. At first Dorante looked at her astonished then tenderly. Angélique looked at him. He fell to her feet, she made him get up: pride had given up against love.",
    "genre": [
      "Comedy"
    ],
    "author": "Pierre de Marivaux"
  },
  {
    "title": "O Chifrudo",
    "summary": " O Chifrudo is a comedy that requires actors with great experience and versatility. This text gave opportunity to the author, Miguel M. Abrahão, to reassess, on his way, one of the most common themes and best known in world literature: the love triangle. The story is not focused on the content melodramatic as one would predict. First and foremost is an acid criticism of consumerism. Dayse, the woman is presented to the public as consumer object, just as Hermes, her husband, her lover, Dondoco, or even the two neighboring, whose profiles are comically different. With surprise ending and original, the piece always captivated audiences in the country and gave great opportunities to actors in search of roles that allow for true theatrical performance and not the easy laughter and obvious humor of modern.",
    "genre": [
      "Comedy"
    ],
    "author": "Miguel M. Abrahão"
  },
  {
    "title": "O Dinheiro",
    "summary": " O Dinheiro,play written in 1976 - and revised by the author in other opportunities - is the best-known work of dramaturgy by Miguel M. Abrahão. Combining farce, comedy and elements of detective stories, the play tells the life of a family, imprisoned for twelve years in an isolated mansion, to receive the estate of the deceased uncle Josafá Paranhos I and where all members are subordinate to a testament unconventional. Each character presents an interesting pathological deviation, all linked to the habit of collecting something (syringes, boards, men, spiders), or fixed ideas (such as ET or famous characters in American films). At the end of these twelve years, advocates of Josafá, require that hosts in the mansion, a young man intern: Alexandre Pousa. And, coincidentally with his arrival, apparently accidental deaths begin to occur at the mansion, leaving the question in the air: murders or fatalities?",
    "genre": [
      "Comedy"
    ],
    "author": "Miguel M. Abrahão"
  },
  {
    "title": "A Casa",
    "summary": " A Casa, tells a simple story, but its great strength lies in the description passionate and accomplice of the characters. The theme of the play revolves around a seemingly bitter and cynical idea: a woman should become a prostitute, to sustain itself without effort. Josinalda, a lady of strict principles, maintains in his house with his meager salary, Liduina, your sister, Fredegund, your niece, and Creuzilene, your neighbor . Life is peaceful and marked by seemingly commons issues until, unexpectedly, a bandit enters the residence of distinguished ladies, making them hostages. The play then becomes a police comedy, and thus a fascinating intellectual game of cat and mouse, where not everything looks, like really is.",
    "genre": [
      "Comedy"
    ],
    "author": "Miguel M. Abrahão"
  },
  {
    "title": "As Comadres",
    "summary": " Beth Beast, feminist leader, reversing the prevailing values and seeking to take over and lead women around the country to assume a dominant position and autocratic before men, resolves to promote a congress in his home in order to educate the girls of the true status of women in society. The problem occurs when Amelia, submissive neighbor, decides to participate in discussions and carries with her husband Almeida, a typical macho incorrigible.",
    "genre": [
      "Comedy"
    ],
    "author": "Miguel M. Abrahão"
  },
  {
    "title": "Turning Thirty",
    "summary": " Unlike most people Matt Beckford is actually looking forward to turning thirty. After struggling through most of his twenties he thinks his career, finances and love life are finally sorted. But when he splits up with his girlfriend, he realises that life has different plans for him. Unable to cope with his future falling apart Matt temporarily moves back to his parents. During his enforced exodus only his old school mates can keep him sane. Friends he hasn't seen since he was nineteen. Back together after a decade apart. But things will never be the same for any of them because when you’re turning thirty nothing’s as simple as it used to be.",
    "genre": [
      "Comedy"
    ],
    "author": "Mike Gayle"
  }
]