[
  {
    "title": "Joseph Andrews",
    "summary": " The novel begins with the affable, intrusive narrator outlining the nature of our hero. Joseph Andrews is the brother of Richardson’s Pamela and is of the same rustic parentage and patchy ancestry. At the age of ten years he found himself tending to animals as an apprentice to Sir Thomas Booby. It was in proving his worth as a horseman that he first caught the eye of Sir Thomas’s wife, Lady Booby, who employed him (now seventeen) as her footman. After the death of Sir Thomas, Joseph finds that his Lady’s affections have redoubled as she offers herself to him in her chamber while on a trip to London. In a scene analogous to many of Pamela’s refusals of Mr B in Richardson’s novel, however, Lady Booby finds that Joseph’s Christian commitment to chastity before marriage is unwavering. After suffering the Lady’s fury, Joseph dispatches a letter to his sister very much typical of Pamela’s anguished missives in her own novel. The Lady calls him once again to her chamber and makes one last withering attempt at seduction before dismissing him from both his job and his lodgings. With Joseph setting out from London by moonlight, the narrator introduces the reader to the heroine of the novel, Fanny Goodwill. A poor illiterate girl of ‘extraordinary beauty’ (I, xi) now living with a farmer close to Lady Booby’s parish, she and Joseph had grown ever closer since their childhood, before their local parson and mentor, Abraham Adams, recommended that they postpone marriage until they have the means to live comfortably. On his way to see Fanny, Joseph is mugged and laid up in a nearby inn where, by dint of circumstance, he is reconciled with Adams, who is on his way to London to sell three volumes of his sermons. The thief, too, is found and brought to the inn (only to escape later that night), and Joseph is reunited with his possessions. Adams and Joseph catch up with each other, and the parson, in spite of his own poverty, offers his last 9s 3½d to Joseph’s disposal. Joseph and Adams’ stay in the inn is capped by one of the many burlesque, slapstick digressions in the novel. Betty, the inn’s 21-year-old chambermaid, had taken a liking to Joseph since he arrived; a liking doomed to inevitable disappointment by Joseph’s constancy to Fanny. The landlord, Mr Tow-wouse, had always admired Betty and saw this disappointment as an opportunity to take advantage. Locked in an embrace, they are discovered by the choleric Mrs Tow-wouse, who chases the maid through the house before Adams is forced to restrain her. With the landlord promising not to transgress again, his lady allows him to make his peace at the cost of ‘quietly and contentedly bearing to be reminded of his transgressions, as a kind of penance, once or twice a day, during the residue of his life’ (I, xviii). During his stay in the inn, Adams’ hopes for his sermons were mocked in a discussion with a travelling bookseller and another parson. Nevertheless, Adams remains resolved to continue his journey to London until it is revealed that his wife, deciding that he would be more in need of shirts than sermons on his journey, has neglected to pack them. The pair thus decide to return to the parson’s parish: Joseph in search of Fanny, and Adams in search of his sermons. With Joseph following on horseback, Adams finds himself sharing a stagecoach with an anonymous lady and Madam Slipslop, an admirer of Joseph’s and a servant of Lady Booby. When they pass the house of a teenage girl named Leonora, the anonymous lady is reminded of a story and begins one of the novel’s three interpolated tales, ‘The History of Leonora, or the Unfortunate Jilt’. The story of Leonora continues for a number of chapters, punctuated by the questions and interruptions of the other passengers. After stopping at an inn, Adams relinquishes his seat to Joseph and, forgetting his horse, embarks ahead on foot. Finding himself some time ahead of his friend, Adams rests by the side of the road where he becomes so engaged in conversation with a fellow traveller that he misses the stagecoach as it passes. As the night falls and Adams and the stranger discourse on courage and duty, a shriek is heard. The stranger, having seconds earlier lauded the virtues of bravery and chivalry, makes his excuses and flees the scene without turning back. Adams, however, rushes to the girl’s aid and after a mock-epic struggle knocks her attacker unconscious. In spite of Adams’ good intentions, he and the girl, who reveals herself to be none other than Fanny Goodwill (in search of Joseph after hearing of his mugging), find themselves accused of assault and robbery. After some comic litigious wrangling before the local magistrate, the pair are eventually released and depart shortly after midnight in search of Joseph. They do not have to walk far before a storm forces them into the same inn that Joseph and Slipslop have chosen for the night. Slipslop, her jealousy ignited by seeing the two lovers reunited, departs angrily. When Adams, Joseph and Fanny come to leave the following morning, they find their departure delayed by an inability to settle the bill, and, with Adams’ solicitations of a loan from the local parson and his wealthy parishioners failing, it falls on a local peddler to rescue the trio by loaning them his last 6s 6d. The solicitations of charity that Adams is forced to make, and the complications which surround their stay in the parish, bring him into contact with many local squires, gentlemen and parsons, and much of the latter portion of Book II is occupied with the discussions of literature, religion, philosophy and trade which result. The three depart the inn by night, and it is not long before Fanny needs to rest. With the party silent, they overhear approaching voices agree on ‘the murder of any one they meet’ (III, ii) and flee to a local house. Inviting them in, the owner, Mr Wilson, informs them that the gang of supposed murderers were in fact sheep-stealers, intent more on the killing of livestock than of Adams and his friends. The party being settled, Wilson begins the novel’s most lengthy interpolated tale by recounting his life story; a story which bears a notable resemblance to Fielding’s own young adulthood. At the age of 16, Wilson’s father died and left him a modest fortune. Finding himself the master of his own destiny, he left school and travelled to London where he soon acquainted himself with the dress, manners and reputation for womanising necessary to consider himself a ‘beau’. Wilson’s life in the town is a façade: he writes love-letters to himself, obtains his fine clothes on credit and is concerned more with being seen at the theatre than with watching the play. After two bad experiences with women, he is financially crippled and, much like Fielding himself, falls into the company of a group of Deists, freethinkers and gamblers. Finding himself in debt, he turns to the writing of plays and hack journalism to alleviate his financial burden (again, much like the author himself). He spends his last few pence on a lottery ticket but, with no reliable income, is soon forced to exchange it for food. While in jail for his debts, news reaches him that the ticket he gave away has won a £3,000 prize. His disappointment is short-lived, however, as the daughter of the winner hears of his plight, pays off his debts, and, after a brief courtship, agrees to become his wife. Wilson had found himself at the mercy of many of the social ills that Fielding had written about in his journalism: the over-saturated and abused literary market, the exploitative state lottery, and regressive laws which sanctioned imprisonment for small debts. Having seen the corrupting influence of wealth and the town, he retires with his new wife to the rural solitude in which Adams, Fanny and Joseph now find them. The only break in his contentment, and one which will turn out to be significant to the plot, was the kidnapping of his eldest son, whom he has not seen since. Wilson promises to visit Adams when he passes through his parish, and after another mock-epic battle on the road, this time with a party of hunting dogs, the trio proceed to the house of a local squire, where Fielding illustrates another contemporary social ill by having Adams subjected to a humiliating roasting. Enraged, the three depart to the nearest inn to find that, while at the squire’s house, they had been robbed of their last half-guinea. To compound their misery, the squire has Adams and Joseph accused of kidnapping Fanny, in order to have them detained while he orders the abduction of the girl himself. She is rescued in transit, however, by Lady Booby’s steward, Peter Pounce, and all four of them complete the remainder of the journey to Booby Hall together. On seeing Joseph arrive back in the parish, a jealous Lady Booby meanders through emotions as diverse as rage, pity, hatred, pride and love. The next morning Joseph and Fanny’s banns are published and the Lady turns her anger onto Parson Adams, who is accommodating Fanny at his house. Finding herself powerless either to stop the marriage or to expel them from the parish, she enlists the help of Lawyer Scout, who brings a spurious charge of larceny against Joseph and Fanny in order to prevent, or at least postpone, the wedding. Three days later, the Lady’s plans are foiled by the visit of her nephew, Mr Booby, and a surprise guest: Booby has married Pamela, granting Joseph a powerful new ally and brother-in-law. What is more, Booby is an acquaintance of the justice presiding over Joseph and Fanny’s trial, and instead of Bridewell, has them committed to his own custody. Knowing of his sister’s antipathy to the two lovers, Booby offers to reunite Joseph with his sister and take him and Fanny into his own parish and his own family. In a discourse with Joseph on stoicism and fatalism, Adams instructs his friend to submit to the will of God and control his passions, even in the face of overwhelming tragedy. In the kind of cruel juxtaposition usually reserved for Fielding’s less savoury characters, Adams is informed that his youngest son, Jacky, has drowned. After indulging his grief in a manner contrary to his lecture a few minutes previously, Adams is informed that the report was premature, and that his son had in fact been rescued by the same pedlar that loaned him his last few shillings in Book II. Lady Booby, in a last-ditch attempt to sabotage the marriage, brings a young beau named Didapper to Adams’ house to seduce Fanny. Fanny is unattracted to his bold attempts of courtship. Didapper is a little too bold in his approach and provokes Joseph into a fight. The Lady and the beau depart in disgust, but the pedlar, having seen the Lady, is compelled to relate a tale. The pedlar had met his wife while in the army, and she died young. While on her death bed, she confessed that she once stole an exquisitely beautiful baby girl from a family named Andrews, and sold her on to Sir Thomas Booby, thus raising the possibility that Fanny may in fact be Joseph’s sister. The company is shocked, but there is general relief that the crime of incest may have been narrowly averted. The following morning, Joseph and Pamela’s parents arrive, and, together with the pedlar and Adams, they piece together the question of Fanny’s parentage. The Andrews identify her as their lost daughter, but have a twist to add to the tale: when Fanny was an infant, she was indeed stolen from her parents, but the thieves left behind a sickly infant Joseph in return, who was raised as their own. It is immediately apparent that Joseph is the abovementioned kidnapped son of Wilson, and when Wilson arrives on his promised visit, he identifies Joseph by a birthmark on his chest. Joseph is now the son of a respected gentleman, Fanny an in-law of the Booby family, and the couple no longer suspected of being siblings. Two days later they are married by Adams in a humble ceremony, and the narrator, after bringing the story to a close, and in a disparaging allusion to Richardson, assures the reader that there will be no sequel.",
    "genre": [
      "Chivalric romance",
      "Historical fiction",
      "Comedy",
      "Fiction",
      "Picaresque novel"
    ],
    "author": "Henry Fielding"
  },
  {
    "title": "The Knight's Tale",
    "summary": " Brothers Arcite and Palamon are captured and imprisoned by Theseus, duke of Athens following his intervention against Creon. Their cell is in the tower of Theseus's castle which overlooks his palace garden. In prison Palamon wakes early one morning in May, to see Emily (Emelia) in the courtyard; his moan is heard by Arcita, who then too wakes to see Emily, and falls in love with her as well. The competition brought about by this love causes them to hate each other. After some years, Arcita is released from prison through the good offices of Theseus's friend Pirithoos, and then returns to Athens in disguise and enters service in Emily's household. Palamon eventually escapes by drugging the jailer and while hiding in a grove overhears Arcita singing about love and fortune. They begin to duel with each other over who should get Emily, but are thwarted by the arrival of Theseus, who sentences them to gather 100 men apiece and fight a mass judicial tournament, the winner of which is to marry Emily. The forces assemble; Palamon prays to Venus to make Emily his wife; Emily prays to Diana to stay unmarried and that if that should prove impossible that she marry the one who really loves her; and Arcita prays to Mars for victory. Theseus lays down rules for the tournament so that if any man becomes seriously injured, he must be dragged out of the battle and is no longer in combat. Because of this, the story seems to claim at the end that there were almost no deaths on either side. Although both Palamon and Arcita fight valiantly, Palamon is wounded by a sword thrust from one of Arcita's men, and is unhorsed. Thesus declares the fight to be over. Arcita wins the battle, but following an intervention by Saturn, is wounded by his horse throwing him off and then falling on him before he can claim Emily as his prize. As he dies, he tells Emily that she should marry Palamon, because he would make a good husband for her, and so Palamon marries Emily. Therefore all prayers were fulfilled by the gods for those who asked for their assistance.",
    "genre": [
      "Chivalric romance"
    ],
    "author": "Geoffrey Chaucer"
  },
  {
    "title": "Imzadi",
    "summary": " Seventy-three-year-old Admiral William Riker is a bitter, lonely man in a slow downward spiral following the death forty years earlier of Deanna Troi, who died of undetermined causes during a peacekeeping conference with an enemy race, the Sindareen. Riker, now the commander of an unimportant starbase, is summoned to Betazed as Deanna's mother, Lwaxana Troi, lies dying. While going through Lwaxana's possessions after her death, Riker is reminded of how he and Deanna originally met and began their relationship on Betazed. In a lengthy flashback, it is revealed that Will and Deanna met when Will was stationed on Betazed between assignments, and while there attended a wedding at which Deanna was maid of honor. Will was instantly attracted to her and began to pursue her, though she initially rebuffed his advances, feeling that he was only interested in her physical attributes, and that he preferred quick, thrilling encounters over meaningful emotional intimacy. Over a series of meetings, however, they began to grow closer, as Will encouraged Deanna to embrace impulsive feelings and Deanna encouraged Will to explore his more spiritual side. While visiting her favorite museum, Deanna was kidnapped by a Sindareen raiding party, and Riker's Starfleet security force shot down their small craft in the jungle. Riker tracked them down and killed the only surviving captor, leaving Deanna and him alone together. In the jungle, they consummated their relationship, and Deanna told Will for the first time that they are \"Imzadi.\" However, after their return from the jungle, Lwaxana's violent objections to their relationship and Deanna's seeming compliance led Riker to drunkenly fall into bed with another woman. Deanna discovered them together when she appeared at his living quarters, having planned to tell him she had decided to defy her mother's wishes. Deanna and Will decided not to pursue a relationship and Riker left the planet shortly thereafter, not to meet Deanna again until they were both assigned to the Enterprise-D. In the future timeline, Commodore Data, now in command of the Enterprise-F, tells Riker that scientists studying the Guardian of Forever have discovered that Deanna's death was a focal point in time, causing the creation of a parallel timeline; his intention is to comfort Riker with the idea that Deanna lives on in another universe. Struck with a new suspicion, Admiral Riker has an autopsy performed on Deanna's corpse and discovers that she had been murdered via a poison that did not exist at the time she died. Deducing that someone had gone back in time to murder her and deliberately alter the timeline, Admiral Riker travels to the Guardian of Forever and goes back to the time of the Sindareen peace conference on the Enterprise-D, a short while before Deanna's death. He gives Commander Riker the antidote to the poison, and Riker administers it to Deanna. Her death is thus prevented, but Admiral Riker does not immediately return to his timeline, indicating that the danger to her is not yet past. Commodore Data has also pursued Admiral Riker through the Guardian, feeling it is his duty to preserve the timeline by any means. He disables Commander Data and impersonates him, taking Deanna away from the peace conference with the intention of killing her. Admiral Riker realizes Data may try this, so he locates Commander Data and with him confronts Commodore Data, and they fight. As the peace conference attendees look on, Deanna finally becomes familiar enough with the representatives from the Sindareen (a race difficult to read empathically without sufficient exposure) to determine that they are deceiving everyone, and have no real peaceful intentions; the peace conference is only an attempt to stall for time so that their race can become more powerful. One of the Sindareen delegates is actually from the future, and had decided to go back in time and kill Deanna to prevent this discovery. When Deanna announces that the Sindareen are behaving duplicitously, everyone from the future returns to the proper timeline, and the Guardian of Forever intones that \"All is as it was.\" Data is chagrined that no one thought to ask whether Admiral Riker was correct about the timeline being altered. Now that the timeline has been restored, Admiral Riker has no way of knowing what awaits him in the restored future, but it is implied that his Imzadi is alive and waiting for him.",
    "genre": [
      "Chivalric romance",
      "Science Fiction",
      "Romance novel"
    ],
    "author": ""
  },
  {
    "title": "The Last Egyptian",
    "summary": " The extensive diacritical marks appear in the novel as published by Stern. The novel focuses on three main characters, and is written in a third person limited point of view, which subtly shifts among the three characters, the narrator speaking with each character's very different prejudices as each becomes the temporary main focus. These three characters, in order of appearance, are Gerald Winston Bey, an English Egyptologist; an Egyptian, Kāra, and a dragoman named Tadros. Kāra, being white-skinned, is mistaken by Bey for a Copt, though he is no Christian, and he has no respect for Arab Muslims, either. Kāra claims to be a descendent of Ahtka-Rā, High Priest of Ămen, whom he says ruled Rameses II as his puppet, including hiding the latter's death for two years--archaeology says Rameses reigned 67 years, but according to Kāra, he ruled only 65. All of this Kāra has learned since he was a child from his grandmother, Princess Hatacha, who had come to England when she was 17 and created a stir, ultimately marrying a Lord Roane, Kāra's grandfather. Hatatcha is a cruel and vindictive old woman, but as she is dying, she gives him information about the large treasure cache that they have been living on, including many hieroglyphic papyri from which she educated him as a child that will prove to the world that he is of royal lineage and avenge her against Lord Roane for leaving her in poverty. It is within the cliff that their home is built in that the treasure is kept, behind a wall built over an opening of a cavern too deep to use as a shelter. Tadros and the Bey compete to acquire these papyri from him to sell, and Kāra nearly kills the former for stealing one, but he stops, knowing he can use him. He allows him to have that one in exchange for the girl Nepthys, whose principal interest is cigarette smoking, whom Tadros is set to acquire for another's harem. After Hatatcha's funeral, Kāra steals the donkey of Nikko, an old blind man, for the elderly black-skinned dwarf embalmer, Sebbet, to transport her remains for mummification. He meets Winston on his dahabeah and accompany him to Cairo. In Cairo, Kāra seeks to have his gems recut in the modern style, but instead sells them for cash, and takes his steps toward revenge on Lord Roane. Charles Consinor, 9th Earl of Roane, is now elderly and of poor reputation, while his son, Viscount Roger Consinor is a professional gambler. Kāra manipulates things to get Charles (Lord Roane) a diplomatic post in Cairo. There, he catches Roger cheating with marked cards and loaded dice at the club, puts Nepthys in his personal harem, and then proceeds to make moves on Lord Roane's granddaughter, Aneth Consinor, who has been sent back to the family from school on account of unpaid tuition. He falls in love with Aneth (as does Winston), causing him to send Nepthys back home, but when she refuses to marry him, considering him a friend and herself unready for marriage, he quickly returns to his desire for his grandmother's revenge. Winston tells Kāra that thee latter cannot marry her because they are cousins, but Kāra cares not, stating that Egyptian kings married their sisters, so marrying a cousin is nothing. Lord Roane has embezzled money via McFarland, a contractor on a sham embankment project. Kāra is aware of this and tries to blackmail Lord Roane into forcing Aneth into marriage with him. Roane refuses, saying his granddaughter should not hurt for his misdeeds, calling Kāra an \"infamous nigger,\" to which Kāra \"redden[s] at the epithet.\" Kāra then approaches Aneth with the proposition, and she agrees to marry him out of filial duty, to which he responds by giving her forged documents for her to destroy, while he retains the incriminating documents. Winston, upon learning that Kāra's accusation is true, conspires with Aneth's companion, Mrs. Lola Everingham, (wife of an engineer known for his work in Asia) to woo her into marriage with himself. This causes the dutiful girl more pain if anything, creating a longing for something she will not let herself have. Paying off Tadros to help them instead of Kāra, Winston and the Consinors plan to abduct Aneth to Winston's dahabeah. When this is accomplished, they tell her that Kāra has decided he does not want to marry her, Lord Roane again referring to him as a \"rascally nigger.\" They have learned this, in effect, is true: he has hired a wiley Copt named Mykel into his employ, to whom he has provided the garments of a Coptic priest, and a Coptic Bible from which to conduct a ceremony. Mykel being a false priest, Aneth would not be legally married, and thus shamed and unmarriageable. Tadros and Viscount Consinor leave the vessel at Fedah, expecting Kāra to return soon for more treasure, as he has secured the help of his brother-in-spirit, Sheik Antar, a large Arab who dyes his grey beard black, and his Muslim followers, who also live in a small town on the Nile inhospitable to strangers. Tadros is aware that Kāra has been buying on credit, and will be forced to soon return for more gemstones, including to pay Antar. Kāra attacks the dahabeah with Antar, but Antar refuses to dirty his sword more than once, and only after receiving payment. Unable to find Tadros, whom he wishes thrown overboard, and shot at by Mrs. Everingham, he returns to Fedah, where Tadros has had Roger hide under the rushes that Hatatcha used as a bed. Tadros asks him if he is \"comfortable\"—to which he replies \"not very\"—but he clarifies enough to remain still for several hours. From there he is able to see what Kāra presses in the wall to enter into the secret passage. Kāra places the Talisman of Ahkta-Rā on his finger, believing it will give him his ancestor's power if he uses it only temporarily, in spite of the curse upon it, but as he is trying to lug two sacks full of gems, a statue of Isis, which had fallen the last time he was in the tomb, falls again, knocking it off his hand, and when he stumbles, a lamp he as tied to the button of his shirt is knocked out. In the darkness, he sees the Talisman return to its spot, or at least he is confusing it with the candle Consinor is using that was left for him by Tadros. Kāra attacks Roger, but Roger is a skilled wrestler and manages to get on top of him as Kāra tries to asphyxiate him. He is able to knock Kāra's head to the ground long enough that he loses consciousness, allowing Roger to flee. Kāra, though, has inadvertently removed the dagger that keeps open the vault door, which Hatatcha informed him cannot be opened from the inside, and even as Roger can hear him regain consciousness and get up, he is unaware that Kāra is quite trapped and continues to run. Mistaking Roger for Kāra, Nepthys stabs him fatally. When Winston's dahabeah arrives at Fedah, Tadros tells Antar that the police have come and taken Kāra and will also arrest Antar and his men if caught. Although he must work to convince Antar he has nothing to do with the police, eventually he gets them to flee northward. Not knowing what has happened to Kāra, and not wishing Nepthys to be punished for the death of Roger Consinor, he gives the same story to Winston and the Cosninors, and is triumphantly hired to be their dragoman as they go on to Luxor for the wedding of Aneth Consinor to Gerald Winston.",
    "genre": [
      "Chivalric romance",
      "Adventure novel"
    ],
    "author": "L. Frank Baum"
  },
  {
    "title": "Enchanted, Inc.",
    "summary": " Kathleen \"Katie\" Chandler has been living and working in New York City for about a year, but originates from Texas. She has a job under a boss named Mimi, but she hates it. She is soon offered a mysterious job. When she looks into the job, it turns out that she is one of the 1% in the world who are immune to magic, and that the company offering her the job is a magic company called MSI Inc, which stands for Magic, Spells, and Illusions Inc. It soon becomes apparent that the world is in trouble from the evil wizard Phelan Idris and it is up to Katie and her friends to save it.",
    "genre": [
      "Chivalric romance",
      "Urban fantasy",
      "Romance novel"
    ],
    "author": "Shanna Swendson"
  },
  {
    "title": "Amis and Amiloun",
    "summary": " The poem's plot revolves around two sworn friends, Amis and Amiloun, who are born to different parents in different parts of a kingdom but serve the same duke. Amis falls in love with a beautiful girl, Belisaunt, who seduces him, but the duke's steward betrays him to the duke. Since Amis cannot swear to have not had relations with the girl, Amiloun takes his place in the trial by battle which ensues and kills the steward, even though an angel had told him that he would be struck with leprosy--after all, Amis was guilty. Amis and Belisaunt get married and he succeeds the duke but Amiloun, now a leper, is driven out of the land by his wife. As he begs for a living with his nephew Owain, later dubbed Amoraunt, he returns to Amis's castle and is recognized by a golden cup he had gotten from Amis while they were young. Amiloun is tended to for a year, after which angels appears to both in their dreams, saying that the blood of Amis's children will cure Amiloun's leprocy. Amis indeed performs the act, and Amiloun is cured. The children are miraculously found intact.",
    "genre": [
      "Chivalric romance"
    ],
    "author": ""
  },
  {
    "title": "This Above All",
    "summary": " Spending leave together on the South Coast during the Battle of Britain and the beginning of the blitz, Clive and Prudence have an affair. Having survived Dunkirk, but having a crisis of conscience over what the war is being fought for and disgusted at the incompetence of the ruling elite, Clive decides not to return to the Army and to go absent without leave.",
    "genre": [
      "Chivalric romance",
      "War novel",
      "Romance novel"
    ],
    "author": "Eric Knight"
  },
  {
    "title": "Chemmeen",
    "summary": " Chembankunju's only aim in life is to own a boat and a net. He finally succeeds in buying both with the help of Pareekutty, a young Muslim trader, on condition that the fish hauled by the boat will be sold to him. Chembankunju s pretty daughter Karuthamma and Pareekutty love each other. Karuthamma s mother, Chakki, knows about it and reminds her daughter about the life they lead within the boundaries of strict social tradition. Karuthamma sacrifices her love for Pareekutty and marries Palani, an orphan discovered by Chembankunju in the course of one of his fishing expeditions. Following the marriage, Karuthamma accompanies her husband to his village, despite her mother s sudden illness and her father s requests to stay. In his fury, Chembankunju disowns her. On acquiring a boat and a net and subsequently adding one more, Chembankunju becomes more greedy and heartless. With his dishonesty, he drives Pareekutty to bankruptcy. After the death of his wife, Chembankunju marries Pappikunju, the widow of the man from whom he had bought his first boat. Panchami, Chembankunju s younger daughter, leaves home to join Karuthama, on arrival of her step mother. Meanwhile, Karuthamma has endeavoured to be a good wife and mother. But scandal about her old love for Pareekutty spreads in the village. Palani s friends ostracize him and refuse to take him fishing with them. By a stroke of fate, Karuthamma and Pareekutty meet one night and their old love is awakened... Palani, at sea alone and baiting a shark, is caught in a huge whirlpool and is swallowed by the sea. Next morning, Karuthamma and Parekutty, are also found dead hand in hand, washed ashore. At a distance, there lies a baited dead shark.",
    "genre": [
      "Chivalric romance",
      "Drama",
      "Romance novel"
    ],
    "author": "Thakazhi Sivasankara Pillai"
  },
  {
    "title": "Sir Degrevant",
    "summary": " The plot of Sir Degrevant revolves around the titular character and his neighbor, an earl, whose daughter Myldore falls in love with Sir Degrevant. While there is a \"perfunctory connection\" with King Arthur and his court, the romance is devoid of the usual marvels associated with Arthurian literature. Sir Degrevant is the \"perfect romance hero\": intent on hunting and adventures, he is young, handsome, and strong; most importantly to the plot, he is not interested in the love of a woman. While he is on a crusade, his neighbor, an earl, does great damage to Degrevant's property and kills the foresters who oversee his deer park. Degrevant hurries back from Granada, repairs the fences and the other damage done, then addresses a letter to the earl seeking legal redress. When the earl refuses to make reparations, Degrevant avenges himself by attacking the earl's hunting troop and then his castle. During this latter engagement, the earl's daughter, Melydor, watches from the castle walls and Degrevant falls in love with her. Melydor initially rebuffs Degrevant's attempt to declare his love, but later grants it to him. Her father sets up a tournament to promote the chances of another suitor (the Duke of Gerle), but Degrevant defeats him thrice. The lovers meet secretly in her splendidly decorated bedroom (it contains paintings of saints and angels, and such details as glass from Westphalia and \"curtain cords made of mermaids' hair won by Duke Betyse,\" a reference to a duke from a fourteenth-century chanson de geste Les Voeux du paon), but they remain chaste until marriage. Finally, the earl agrees to his daughter's engagement with Degrevant, convinced by his daughter and his wife's pleas and by Degrevant's obvious chivalry and strength. The couple have seven children and enjoy a happy and prosperous life together. When Melydor dies, Degrevant returns to the crusade and dies in the Holy Land.",
    "genre": [
      "Chivalric romance"
    ],
    "author": ""
  }
]