[
  {
    "title": "Intermere",
    "summary": " Notably in this utopian community women are only permitted to earn half as much as men and cannot vote. Divorce is unknown and Intermere's citizens are said not to have a sense of humor.",
    "genre": [
      "Utopian and dystopian fiction"
    ],
    "author": ""
  },
  {
    "title": "Moving the Mountain",
    "summary": " The novel opens with a brief scene written in the third person: at a remote location in Tibet, a man in local costume, backed by a group of native people, confronts a woman at the head of an exploratory expedition. There is a sudden sense of realization as the man and woman recognize each other as siblings; the man collapses, overcome by shock. The story then switches to a first-person account, written by John Robertson after his meeting with his sister Ellen. Thirty years earlier, at the age of 25, Robertson had been traveling through rural Tibet; wandering away from his party, he had gotten lost and had fallen over a precipice. He was nursed back to health by local villagers, but his memory was deeply impaired. It was only when his sister found him that he regained his recollection. He returns to the United States with her, to face a society that is vastly different from the one he knew in his youth. Around 1920, while Robertson was living obscurely in Tibet, America had adopted a system of economics described as being \"beyond Socialism\", a strain of nationalism that answered all the questions posed by socialism without actually being socialist, renovating its society and culture; and from there it had continued to develop into a more efficient nation, through \"social evolution\" and a vague \"new religion.\" Robertson is surprised to learn that his sister is the president of a college &mdash; and is astounded to realize that she is a married college president. He meets his brother-in-law and nephew and niece, and is repeatedly challenged in his traditional attitudes. He is not a feminist; on the ship homeward he meets an attractive and vivacious young woman, and thinks of her, \"My sister must have been mistaken about her being a civil engineer. She might be a college girl &mdash; but nothing worse.\" Most of the book consists of John Robertson being instructed, by his family members and others, in the new, rational, well-organized social order. Gilman's America of 1940 is a country with no poverty or prostitution, \"no labor problem &mdash; no color problem &mdash; no sex problem &mdash; almost no disease &mdash; very little accident &mdash; practically no fires,\" a place in which \"the only kind of prison left is called a quarantine,\" where problems of deforestation and soil erosion are being remedied, and in which \"no one needs to work over two hours a day and most people work four....\" The central chapters in the book deliver Gilman's program for reforming society. She concentrates on measures of rationality and efficiency that could be instituted in her own time, largely with greater social cooperation &mdash; equal education and treatment for girls and boys, day-care centers for working women, and other issues still relevant a century later. Yet Gilman also allows for technological progress: electric power is the motive force in industry and urban society, power generated largely by the tides (a technology that is only being developed in the early twenty-first century in the real world), plus \"wind-mills, water mills,\" and \"solar engines.\" And the sky is full of \"airships.\" People now practice a \"new humanitarianism.\" Vegetarianism is in fashion, hunting is out, and zoos are no more. (Gilman's concept of animal rights, however, provides for the elimination of predators, to save their prey.) Tobacco and alcohol are also out of fashion, because emancipated women condemn those habits. Robertson does not find it easy to accept the new social order; his sister gently mocks him as an example of \"An Extinct Species of Mind,\" as exotic as a \"Woolly Mammoth.\" He even longs for the noisy, dirty, crowded chaos of the cities of his youth, in preference to the clean, quiet, \"beautiful\" cities of 1940. In his discontent, Robertson travels to his home state of South Carolina to visit his Uncle Jake, an old farmer and a determined reactionary who rejects the radical improvements of the past thirty years. Uncle Jake still practices subsistence farming with his elderly wife and middle-aged spinster daughter Drusilla. Robertson remembers his cousin Drusilla, ten years his junior, as a darling child &mdash; and is shocked by the harsh and deprived life she lives. His \"thirty years in Tibet,\" which had weighed heavily upon his thoughts, now seem like \"a holiday compared to this thirty years on an upland farm in the Alleghanies of Carolina.\" He convinces Drusilla to marry him, to salve his own loneliness and to give her a better life &mdash; and in doing so Robertson comes to accept the superior modern world he had previously resisted.",
    "genre": [
      "Utopian and dystopian fiction"
    ],
    "author": "Charlotte Perkins Gilman"
  },
  {
    "title": "With Her in Ourland: Sequel to Herland",
    "summary": " With Her in Ourland begins where its predecessor Herland ends: Vandyck Jennings, his newlywed Herlandian wife Ellador, and the exiled Terry Nicholson proceed by airplane and motor launch away from Herland and back to the outside world. (Ourland is narrated by the Jennings character.) At an unnamed Eastern seaport, the three board a ship for the United States. Their craft is battered by a storm, however; the three travelers take alternative passage on a Swedish ship that is heading to Europe. This detour brings Van and Ellador into contact with World War I, then raging; and Ellador is devastated by the carnage and horrors of the conflict. This new dark knowledge inaugurates Ellador's education in the nature of the male-dominated world beyond Herland. Van praises the quality of her intellect &mdash; though he regularly finds himself discomfitted as Ellador's penetrating mind examines the logical lapses and the moral and ethical failures of human society. Ellador pursues a detailed understanding of the world, interviewing and studying with historians and other experts (while keeping the existence of her own society secret). Van and Ellador take a long journey on their way to Van's home in the United States; they travel through the Mediterranean to Egypt, and then eastward through Persia and India, China and Japan. On the way, Ellador examines the differing customs of the cultures they visit. By the middle of the book, Van and Ellador arrive in San Francisco, and Ellador begins her study of American conditions. Van is forced to confront and recognize many of the inadequacies and contradictions of American culture through Ellador's patient, objective, relentless scrutiny; in the process, Gilman can advocate her own feminist program of social reform. Van has to confront the fact that Ellador's view of America rattles his previously \"unshaken inner conviction of our superiority.\" The novel concludes with the return of Ellador and Van to Herland; they settle there, and in time Ellador gives birth to a son.",
    "genre": [
      "Utopian and dystopian fiction"
    ],
    "author": "Charlotte Perkins Gilman"
  },
  {
    "title": "Z213: Exit",
    "summary": " The work recounts, in what reads like a personal journal, in verse form or postmodern poetic prose, the wanderings of a man who escapes from a guarded building in a nightmarish version of a post-Armageddon ambient. The identity of the fugitive or that of his pursuers is never identified in the course of the journey, nor the reasons why he was kept in confinement in the first place. The environment seems to allude to a decadent futuristic state of a totalitarian kind. The journey is not delineated in realistic terms, but expressionistically, creating a feeling of imminent doom which can also be observed in the other two books of the Poena Damni trilogy. This mood is enhanced by the overriding waste-land setting, which could be (it is never explicit) the result of a war that has left the landscape in ruins. The general impression is reminiscent of a spiritual quest or an eschatological experience.",
    "genre": [
      "Utopian and dystopian fiction"
    ],
    "author": "Dimitris Lyacos"
  },
  {
    "title": "2030",
    "summary": " The story follows a diverse cast of characters in the year 2030, by which time cancer has been cured, generational tension between the young and the old has escalated, and the \"half-Jewish\" president of the United States is hamstrung by massive federal debt, and challenged by a high-profile kidnapping of senior citizens, massive reconstruction of earthquake-devastated Los Angeles in partnership with China, and a constitutional amendment which could lead to a foreign-born president.",
    "genre": [
      "Utopian and dystopian fiction"
    ],
    "author": "Albert Brooks"
  }
]