[
  {
    "title": "Flatterland",
    "summary": " Almost 100 years after A. (which we find out stands for Albert) Square's adventures that were related in Flatland, his great-great-granddaughter, Victoria Line (Vikki), finds a copy of his book in her basement. This prompts her to invite a sphere from Spaceland to visit her, but instead she is visited by the \"Space Hopper\" (a character looking somewhat like the \"Space Hopper\" children's toy with a gigantic grin, horns and a spherical body). The Space Hopper, more than being able to move between Flatland and Spaceland, can travel to any space in the Mathiverse, a set of all imaginable worlds. After showing Vikki higher dimensions, he begins showing her more modern theories, such as fractional dimensions and dimensions with isolated points. Topology and hyperbolic geometry are also discussed, as well as the Projective \"Plain\" (complete with intersecting \"lions\") and the quantum level. Hopper and Victoria also visit the Domain of the Hawk King to discuss time travel and the Theory of Relativity.",
    "genre": [
      "Popular science",
      "Science Fiction"
    ],
    "author": "Ian Stewart"
  },
  {
    "title": "Hyperspace",
    "summary": " Michio Kaku tries to explain higher dimensions, first analyzing the history of higher dimensions of space and the struggle to unite quantum mechanics and general relativity in one theory. He then goes on to detail theories concerning the 2-D world, named \"Flatland\". The end of the book discusses such topics as wormholes, parallel universes and the fate of the universe.",
    "genre": [
      "Popular science",
      "Speculative fiction"
    ],
    "author": "Lionel Fanthorpe"
  },
  {
    "title": "Cosmos",
    "summary": " Cosmos has 13 heavily illustrated chapters, corresponding to the 13 episodes of the Cosmos television series. In the book, Sagan explores 15 billion years of cosmic evolution and the development of science and civilization. Cosmos traces the origins of knowledge and the scientific method, mixing science and philosophy, and speculates to the future of science. The book also discusses the underlying premises of science by providing biographical anecdotes about many prominent scientists throughout history, placing their contributions into the broader context of the development of modern science. Cornell News Service characterized the book as \"an overview of how science and civilization grew up together.\" The book covers a broad range of topics, comprising Sagan's reflections on anthropological, cosmological, biological, historical, and astronomical matters from antiquity to contemporary times. Sagan reiterates his position on extraterrestrial life—that the magnitude of the universe permits the existence of thousands of alien civilizations, but no credible evidence exists to demonstrate that such life has ever visited earth.",
    "genre": [
      "Popular science",
      "Mathematics",
      "Science"
    ],
    "author": "Carl Sagan"
  },
  {
    "title": "The Man Who Would Be Queen",
    "summary": " The Man Who Would Be Queen is divided into three sections: The Boy Who Would Be Princess, The Man He Might Become, and Women Who Once Were Boys. It starts with an anecdote about a child Bailey calls \"Danny.\" Bailey writes of Danny's mother, who has been frustrated by other therapists she has seen about her son's \"feminine\" behavior. Bailey discusses psychologist and sexologist Kenneth Zucker's work with children whose parents have noticed significant gender-atypical behaviors. Bailey uses the anecdote about Danny to describe gender identity disorder, a label applied to males with significant feminine behaviors and females with significant masculine behaviors, such as cross-dressing. For example, this class includes boys that prefer to play with dolls and regularly identify with female characters in stories or movies, and girls that prefer to play with toy cars and identify with male characters. This section of the book also discusses some case studies of men who were, for varying reasons, reassigned to the female sex shortly after their birth, and emphasizes the fact that, despite this, they tended to exhibit typically male characteristics and often identified as men. The second section deals primarily with gay men, including a suggested link between childhood GID and male homosexuality later in life. Bailey discusses whether homosexuality is a congenitally or possibly even genetically related phenomenon. This discussion includes references to Bailey's studies as well as those of neuroscientist Simon LeVay and geneticist Dean Hamer. He also discusses the behavior of gay men and its stereotypically masculine and feminine qualities. In the third section, Bailey summarizes a taxonomy of transsexual women that was proposed by Ray Blanchard about fifteen years earlier. According to Blanchard, there are two types of transsexual women: one described as an extreme form of male homosexuality, the other being motivated by a sexual interest in having a female body. Bailey also discusses the process by which transition from male to female occurs. On the last page of the book, Bailey meets \"Danny\", who no longer has gender identity disorder, and is living as a gay man.",
    "genre": [
      "Popular science"
    ],
    "author": "J. Michael Bailey"
  },
  {
    "title": "Parallel Worlds",
    "summary": " From the back of the book: \"In this thrilling journey into the mysteries of our cosmos, bestselling author Michio Kaku takes us on a dizzying ride to explore black holes and time machines, multidimensional space and, most tantalizing of all, the possibility that parallel universes may lie alongside our own. Kaku skillfully guides us through the latest innovations in string theory and its most recent iteration, M-theory, which posits that our universe may be just one in an endless multiverse, a singular bubble floating in a sea of infinite bubble universes. If M-theory is proven correct, we may perhaps finally find an answer to the question, \"What happened before the big bang?\" This is an exciting and unforgettable introduction to the cutting-edge theories of physics and cosmology from one of the preeminent voices in the field.\"",
    "genre": [
      "Popular science"
    ],
    "author": "Michio Kaku"
  },
  {
    "title": "From Here to Infinity",
    "summary": " After an introductory chapter The Nature of Mathematics, Stewart devotes each of the following 18 chapters to an exposition of a particular problem that has given rise to new mathematics or an area of research in modern mathematics. *Chapter 2 - The Price of Primality - primality tests and integer factorisation *Chapter 3 - Marginal Interest - Fermat's last theorem *Chapter 4 - Parallel Thinking - non-Euclidean geometry *Chapter 5 - The Miraculous Jar - Cantor's theorem and cardinal numbers *Chapter 6 - Ghosts of Departed Quantities - calculus and non-standard analysis *Chapter 7 - The Duellist and the Monster - the classification of finite simple groups *Chapter 8 - The Purple Wallflower - the four colour theorem *Chapter 9 - Much Ado About Knotting - topology and the Poincaré conjecture *Chapter 10 - More Ado About Knotting - knot polynomials *Chapter 11 - Squarerooting the Unsquarerootable - complex numbers and the Riemann hypothesis *Chapter 12 - Squaring the Unsquarable - the Banach-Tarski paradox *Chapter 13 - Strumpet Fortune - probability and random walks *Chapter 14 - The Mathematics of Nature - the stability of the Solar System *Chapter 15 - The Patterns of Chaos - chaos theory and strange attractors *Chapter 16 - The Two-and-a-halfth Dimension - fractals *Chapter 17 - Dixit Algorizmi - algorithms and NP-complete problems *Chapter 18 - The Limits of Computability - Turing machines and computable numbers *Chapter 19 - The Ultimate in Technology Transfer - experimental mathematics and the relationship between mathematics and science",
    "genre": [
      "Popular science"
    ],
    "author": "Ian Stewart"
  },
  {
    "title": "The Grand Design",
    "summary": " The book examines the history of scientific knowledge about the universe. It starts with the Ionian Greeks, who claimed that nature works by laws, and not by the will of the gods. It later presents the work of Nicolaus Copernicus, who advocated the concept that the Earth is not located in the center of the universe. The authors then describe the theory of quantum mechanics using, as an example, the probable movement of an electron around a room. The presentation has been described as easy to understand by some reviewers, but also as sometimes \"impenetrable,\" by others. The central claim of the book is that the theory of quantum mechanics and the theory of relativity together help us understand how universes could have formed out of nothing. The author writes: The authors explain, in a manner consistent with M-theory, that as the Earth is only one of several planets in our solar system, and as our Milky Way galaxy is only one of many galaxies, the same may apply to our universe itself: that is, our universe may be one of a huge number of universes. The book concludes with the statement that only some universes of the multiple universes (or multiverse) support life forms. We, of course, are located in one of those universes. The laws of nature that are required for life forms to exist appear in some universes by pure chance, Hawking and Mlodinow explain (see Anthropic Principle).",
    "genre": [
      "Popular science"
    ],
    "author": "Leonard Mlodinow"
  },
  {
    "title": "The Information: A History, a Theory, a Flood",
    "summary": " Gleick begins with the tale of colonial European explorers and their fascination with African talking drums and their observed use to send complex and widely understood messages back and forth between villages far apart, and over even longer distances by relay. Gleick transitions from the information implications of such drum signaling to the impact of the arrival of long distance telegraph and then telephone communication to the commercial and social prospects of the industrial age west. Research to improve these technologies ultimately led to our understanding the essentially digital nature of information, quantized down to the unit of the bit (or qubit). Starting with the development of symbolic written language (and the eventual perceived need for a dictionary), Gleick examines the history of intellectual insights central to information theory, detailing the key figures responsible such as Claude Shannon, Charles Babbage, Ada Byron, Samuel Morse, Alan Turing, Stephen Hawking, Richard Dawkins and John Archibald Wheeler. The author also delves into how digital information is now being understood in relation to physics and genetics. Following the circulation of Claude Shannon's A Mathematical Theory of Communication and Norbert Wiener's Cybernetics many disciplines attempted to jump on the information theory bandwagon to varying success. Information theory concepts of data compression and error correction became especially important to the computer and electronics industries. Gleick finally discusses Wikipedia as an emerging internet based Library of Babel, investigating the implications of its expansive user generated content, including the ongoing struggle between inclusionists, deletionists, and vandals. Gleick uses the Jimmy Wales created article for the Cape Town butchery restaurant Mzoli's as a case study of this struggle. The flood of information humanity is now exposed to presents new challenges Gleick says, as we retain more of our information now than at any previous point in human history, it takes much more effort to delete or remove unwanted information than to accumulate it. This is the ultimate entropy cost of generating additional information and the answer to slay Maxwell's Demon.",
    "genre": [
      "Popular science"
    ],
    "author": "James Gleick"
  }
]