[
  {
    "title": "Maestro",
    "summary": " The protagonist, a boy called Paul Crabbe, is taught piano by his teacher (or maestro), Eduard Keller. Paul does not like his teacher at first, but by the end of the novel has grown to appreciate him dearly. Paul learns the limits of his own musical ability through Keller, but he also grows to understand himself and Keller enough to write the novel. Additionally, he has a loving relationship with his sweetheart, Rosie. This book deals with the main idea of contrasts, as well as other themes. Contrasts are shown by Paul's mother and father – how they differ; Vienna and Darwin – high culture vs. low culture; Paul as an adolescent and Paul as an adult – through the continual change in narrator, as Paul changes. Paul slowly comes to realisation that he is now learning from the maestro, and that his talent starts growing day by day. The most influential character, Eduard Keller, lost his family during The Holocaust, despite performing for Adolf Hitler in private concerts in the belief Hitler would spare his Jewish family. For Keller, the grand piano is his sanctity and security, assisting him to deal with the horrors of the world; \"safe beneath that grand piano,\" and likewise offering Eduard a method of deconstructing life. As Paul matures, Keller's phrasings, which seemed absurd in adolescence, ossify into a \"musical bible whose texts I knew by heart\" but Paul does not relate them to his life until middle-age, leaving him \"smug, insufferable,\" throughout his life. Keller originates from Vienna, where he was a renowned musician \"becoming so visible so that nothing can touch him\", therefore believing he is exempt from the effects of war. Eventually he lost his wife and son and disappeared from the country, leaving every-one to believe he was dead. Filled with remorse and regret, Keller transforms and evolves to become a completely different man, \"if we are discussing the same man how different our two versions.\" Keller understands the frivolities and foolish nature of human society, passed onto Paul in the form of clippings from newspapers, Keller's \"textbooks.\" \"The thousands of stories of human foolishness and greed and cruelty that he had tried to patch together into some kind of understanding of his fellow beings\" depicts Keller's knowledge. When Paul initially began lessons with Keller, his first impressions were misleading, \"a boozers incandescent glow\", \"I'd seen nothing like him before.\" As Paul matures, his attitudes towards the Maestro become warmer and they develop an unexpressed bond. \"I slipped my arm beneath his head and kissed him\" represent Paul's final realisation of his connection with Keller in death. Throughout his life, Paul took the Maestro for granted, believing his advice was \"irritating – and also contradictory.\" After Keller's death, Paul realises the opportunities Keller had presented him. \"Mourning for a great man, yes, but also mourning for myself – for times and possibilities that will never come again.\" Throughout the novella the tone shifts from egotism and selfishness to regret and wisdom depicting Paul's growth. In conclusion, Maestro has the main themes of adolescence and growing up. Paul is educated about life through music and Keller's experiences in Vienna and understanding of human nature contribute to Paul's knowledge of the world. The book tracks Paul as he develops into a responsible, mature man from an obnoxious, egotistical teenager.",
    "genre": [
      "Bildungsroman"
    ],
    "author": "Peter Goldsworthy"
  },
  {
    "title": "Mansfield Park",
    "summary": " The main character, Fanny Price, is a young girl from a large and relatively poor family, who is taken from them at age 10 to be raised by her rich uncle and aunt, Sir Thomas, a baronet, and Lady Bertram, of Mansfield Park. She had previously lived with her own parents, Lieut. Price, and his wife, Frances (Fanny), Lady Bertram's sister. She is the second child and eldest daughter, with 7 siblings born after her. She has a firm attachment to her older brother, William, who at the age of 12 has followed his father into the navy. With so many mouths to feed on a limited income, Fanny's mother is grateful for the opportunity to send Fanny away to live with her fine relatives. At Mansfield Park, Fanny grows up with her four older cousins, Tom Bertram, Edmund Bertram, Maria Bertram and Julia, but is always treated as something of a poor relation. Only Edmund, the second son, shows her real kindness. He is also the most good-natured of the siblings: Maria and Julia are vain and spoiled, while Tom is an irresponsible gambler. Over time, Fanny's gratitude for Edmund's thoughtfulness secretly grows into romantic love. Her other maternal aunt, Mrs. Norris, the local parson's wife, showers attention and affection on her Bertram nieces, particularly Maria, but is frequently unpleasant and mean-spirited toward Fanny. A few years after Fanny arrives, Aunt Norris is widowed, moves into a cottage of her own, and becomes an ever-more constant presence at Mansfield Park. Sir Thomas offers the parsonage to a Dr. Grant, who moves in with his wife. When Fanny is 16, the stern patriarch Sir Thomas leaves for a year to deal with problems on his plantation in Antigua. He takes Tom along in hopes that the experience will sober him up. Meanwhile Mrs. Norris has taken on the task of finding a husband for Maria Bertram and succeeds in introducing her favorite niece to Mr. Rushworth, a very rich and rather stupid man. Maria accepts his marriage proposal, subject to Sir Thomas's approval on his return. About this time, the fashionable, wealthy, and worldly Henry Crawford and his sister, Mary Crawford, arrive at the parsonage to stay with Mrs. Grant, their half-sister. After a year in Antigua, Sir Thomas sends Tom home while he continues business alone. Although his wife is indolent almost to the point of disengagement, Sir Thomas feels confident about his family situation, relying on the officious Mrs. Norris and steady, responsible Edmund to keep life running smoothly. The arrival of the lively, attractive Crawfords disrupts the staid world of Mansfield and sparks a series of romantic entanglements. Mary and Edmund begin to form an attachment, despite her original preference for Tom as the heir of Mansfield Park. Although Edmund worries that her often cynical conversation may mask a lack of firm principle, and Mary is unhappy that Edmund wants to become a clergyman, their mutual attraction grows. Fanny fears that Mary has enchanted Edmund, and that love has blinded him to her flaws. (Also, of course, she is in love with him herself.) Meanwhile, during a visit to Mr. Rushworth's ancestral estate in Sotherton, Henry deliberately plays with the affections of both Maria and Julia, driving them apart. Maria believes that Henry is falling in love with her and treats Mr. Rushworth dismissively, provoking his jealousy. Although nobody is paying much attention to Fanny, she is highly observant and witnesses Maria and Henry in compromising situations. Encouraged by Tom and his friend Mr. Yates, the young people decide to put on Elizabeth Inchbald's play Lovers' Vows; however, Edmund and Fanny both initially object, believing Sir Thomas would disapprove and feeling that the subject matter of the play, which includes adultery, is not appropriate. Eventually Edmund reluctantly agrees to take on the role of Anhalt, the lover of the character played by Mary Crawford. Besides giving Mary and Edmund plenty of scope for talking about love and marriage, the play provides a pretext for Henry and Maria to flirt in public. When Sir Thomas unexpectedly arrives home in the middle of a rehearsal, the theatricals are abruptly terminated. Henry, whom Maria had expected to propose to her, leaves, and she feels crushed, realising that he does not love her. Although she neither likes nor respects Mr. Rushworth, she goes ahead and marries him, and they leave for Brighton, taking Julia with them. Meanwhile, Fanny's improved appearance and gentle disposition endear her to Sir Thomas, who begins treating her a bit less distantly. With Maria and Julia gone, Fanny and Mary Crawford are naturally thrown into each other's company. Out of affection and because she knows it will please Edmund and his father, Mary goes out of her way to befriend Fanny. Henry returns to Mansfield Park and decides to amuse himself by making Fanny fall in love with him. However, Fanny is steadfastly if secretly in love with Edmund, and the tables are turned when Henry actually falls in love with Fanny. To further his suit, he uses his family connections to raise Fanny's brother William to the rank of naval lieutenant, to Fanny's great joy. However, when he proposes marriage, Fanny rejects him out of hand, partially because she disapproves of his moral character, and also because she loves someone else. Sir Thomas is dismayed and startled by her refusal, since it is an extremely advantageous match for a poor girl like Fanny. He reproaches her for ingratitude, and believing it is all female timidity on Fanny's part, encourages Henry to persevere. To bring Fanny to her senses, Sir Thomas sends her home for a visit to Portsmouth, hoping that the lack of creature comforts there will help her set a higher value on Henry's offer. She sets off with William, who is briefly on leave, and sees him off in his first command. At Portsmouth, she develops a firm bond with her younger sister Susan, but is taken aback by the contrast between her dissolute surroundings and the environment at Mansfield. Henry visits her to try to convince her that he has changed and is worthy of her affection. Although Fanny still maintains that she cannot marry him, her attitude begins to soften, particularly as Edmund and Mary seem to be moving toward an engagement. Henry leaves for London, and shortly afterward, Fanny learns that scandal has enveloped him and Maria. The two had met at a party and rekindled their flirtation, and Maria has left her husband for him. A national scandal sheet gets wind of the affair, Maria is exposed as an adulterous wife, Mr. Rushworth sues for divorce, and the proud Bertram family is devastated. To make matters worse, Tom has taken ill, and Julia, fearing that her father will essentially lock her up, has eloped with Tom's flighty friend Mr. Yates. In the midst of this crisis, Fanny returns to Mansfield Park with her sister, Susan, now joyfully welcomed by all the family. A repentant Sir Thomas realizes that Fanny was right to reject Henry's proposal and now regards her as his daughter. During an emotional meeting with Mary Crawford, Edmund discovers that Mary does not condemn Henry and Maria's adultery, only that it was discovered. Her main concern is covering it up, and she implies that if Fanny had only accepted Henry, there would have been no affair. Edmund, who had idolized Mary, feels that her true nature has been revealed to him. He tells her so, returns to Mansfield, and goes ahead with plans to be ordained a minister. While he is despairing of ever getting over Mary, Edmund comes to realize how important Fanny is to him. He declares his love for her, and they are married, and eventually they move to the Mansfield Park parsonage, where they live close to those they love best. Tom recovers from his illness, a steadier and better man for it, and Julia's husband, Mr. Yates, turns out to be not so empty-headed after all. Henry Crawford refuses to marry Maria, who is banished by her family to live \"in another country,\" where she is joined by her aunt Mrs. Norris. Fanny becomes the effective mistress of Mansfield Park.",
    "genre": [
      "Bildungsroman",
      "Romance novel",
      "Fiction"
    ],
    "author": "Jane Austen"
  },
  {
    "title": "Green Henry",
    "summary": " Green Henry details the life of Heinrich Lee from childhood through his first romantic encounters, his fledgling attempts at becoming a painter in Munich, and his eventual installation as a chancery clerk. The story gets its name from the color that Heinrich affected in dress. Heinrich is a Swiss burgher's son, brought up too tenderly by a widowed mother. After youthful pranks and experiences, and a not altogether justified dismissal from school, he idles away some time in his mother's village in activities of which the description is far better worthwhile than was the reality. He determines to be a painter, and goes to Munich's artistic Bohemia. From there, he finds his way to a count's mansion, and then he returns home to his dying mother and an all-too-tardy and brief repentance. The much revised second version has Heinrich abandoning art to enter the civil service. This experience affords occasion for extended political reflections. The tone of the reminiscences makes it clear that Keller would have the reader understand that Heinrich has lived through and risen out of his instability and irresolution and sees life steadily and cheerfully at last.",
    "genre": [
      "Bildungsroman"
    ],
    "author": "Gottfried Keller"
  },
  {
    "title": "The Lonely Voyage",
    "summary": " This novel is about a boy, Jess Ferigo, who winds up on a voyage of poaching along with Pat Fee and Old Boxer. The story is about his journey into manhood.",
    "genre": [
      "Bildungsroman",
      "Adventure novel"
    ],
    "author": "John Harris"
  },
  {
    "title": "The Book of Khalid",
    "summary": " The novel, which is intensely autobiographical as Rihani himself immigrated as a child, tells the story of two boys, named Khalid and Shakib, from Baalbek in Lebanon (at the time, the Syrian province of the Ottoman Empire) who migrate together to the United States, coming by ship through Ellis Island and enduring the classic \"Via Dolorosa\" of an immigrant. They move into a wet cellar in the Little Syria community of Lower Manhattan near Battery Park and begin to peddle counterfeit Holy Land trinkets and religious items throughout the city, a typical Arab endeavor in America. While Shakid, although himself a poet, is focused and accumulates savings through peddling, Khalid becomes distracted and turns away from commercial activity toward frantically consuming Western literature and participating in the New York City intellectual and bohemian scene. At one point, he burns his peddling box, decrying the dishonesty of their sales. After exhaustion from reckless \"bohemian\" pursuits, Khalid shifts towards party politics when he is offered the position of a functionary and ward for the Arab community in the machine politics of the city. However, Khalid insists on moral purity in his political work, causing conflict with his \"Boss.\" As a result, he is jailed for a brief time of ten days (Shakid helps secure his release) under the charge of misapplying public funds. The two decide to return to Lebanon before long, and Khalid then shifts back to intense peddling for a time, paying off his accumulated debts and earning funds for return passage. Describing the result of their return, Christoph Schumann has stated that \"the subsequent course of events mirrors the progress of his American experience: spiritual retreat, political activism, and persecution.\" Khalid soon engages in a series of actions that anger Maronite clerics in his home city. He refuses to attend church services and spreads pamphlets and ideas seen as heretical. Moreover, he presses his wish to marry Najma, a young cousin, but Church leaders refuse to grant consent. As result of the growing conflict, Khalid is excommunicated, Najma is forced to marry another, and Khalid moves to the mountain forests and starts to live as a hermit. During this period of exile, he contemplates nature and integrates lessons learned in America with his views on the cultural and political dilemmas of the Arab world. He evolves into a self-identified \"voice\" for the Arabs, and chooses to return to spread his views on liberation from the Ottoman empire and on the importance of religious unity and scientific progress. Khalid travels to different cities engaging in political and spiritual speech, periodically writing letters to Shakib. During his travels, Khalid meets an American Baha'i woman named Mrs. Gotfry with whom he discursively engages on questions of love and religion. He travels to Damascus where he speaks in the Great Mosque about his views of the West and of religious tradition, producing a riot and prompting the Ottoman authorities to pursue his arrest. He flees with Mrs. Gotfry to Baalbek, where he meets Shakib and learns that Najma, along with her young son, is abandoned and now ill. All together (Khalid, Mrs. Gotfry, Najma, her son, and Shakib), they flee to the Egyptian desert to escape the Ottoman authorities. After an idyllic period in the desert of several months, Mrs. Gotfry and Shakib leave. Najma's son, Najid, dies suddenly of an unexpected illness, and Najma relapses and follows him in death in her grief. Khalid disappears and does not contact Shakib; his whereabouts are unknown.",
    "genre": [
      "Bildungsroman"
    ],
    "author": "Amin al-Rihani"
  },
  {
    "title": "The L-Shaped Room",
    "summary": " The L-Shaped Room is set in the late 1950s and follows a young woman, Jane Graham, who arrives alone at a run-down boarding house in London after being turned out of her comfortable middle class home by her shocked father after telling him she is pregnant. The L-Shaped room is the dingy room at the top of the boarding house that Jane retreats to, to wallow in her miseries. Jane narrates the story as we follow her through her pregnancy and her encounters with the other residents of the boarding house, all misfits and outsiders. Jane got pregnant through a bungled sexual encounter losing her virginity to her ex-boyfriend. Her decision to live by herself and have the baby causes her to be seen as little better than the prostitutes who live in the basement of the boarding house.",
    "genre": [
      "Bildungsroman"
    ],
    "author": "Lynne Reid Banks"
  },
  {
    "title": "Caucasia",
    "summary": " The novel is about Birdie and Cole, multiracial sisters who become separated in life because of their differing appearances and the racial identities which people ascribe to them. In the beginning of the novel, the narrator Birdie is not classified by appearance. Her sister Cole is described as \"cinnamon-skinned, curly haired\",Senna, Danzy. Caucasia. [[Riverhead Books], New York (1998)]. traits associated with African Americans of mixed race. Senna hints that the girls' mother is European American (her belly is called a \"pale balloon\" on page 5 of the novel). Over time, race, as experienced by the girls in United States society, creates a rift between their lives. As young girls, Birdie and Cole speak an indistinguishable language of their creation which they call \"Elemeno\". The closeness between the two sisters suggests that appearance is not a defining characteristic of personality or behavior. Senna offers culture and atmosphere as having the most profound effect on a child's development. Birdie especially struggles to identify with and reconcile her multiracial identity. At the end of the novel, the two sisters are reunited in Berkeley. The two sisters are separated when their father decides to leave for Brazil in search of a more racially harmonious society and their mother flees their home in fear that she is in trouble with the FBI. Each parent takes the child that is closest to them in appearance, Cole leaving with her father and his new girlfriend and Birdie leaving with her mother. In order to avoid being caught, Birdie and her mother adopt false identities and Birdie is forced to change her name to Jesse Goldman and pass as a Jewish girl. Birdie and her mother remain on the lam for several years, but even as time passes Birdie is unable to fully adopt this new identity. She cannot forget her sister, her father, or her the race that she truly is. She hopes for the day when her family will be reunited and she can stop the facade. Near the end of the novel, after being separated from Cole and her father, Birdie runs away from her mother in order to find them. Her mom has forced her to pass as a Jewish girl for years. Cole, with her darker skin and thicker hair, has been passing as black with their father. Once Birdie comes to realize that she may never be reunited with them unless she takes it upon herself, she leaves her mother to find them. Before meeting with Cole again, she reunites with her father, whom she is angry with. She cannot understand why racial appearance has caused division in her family. Birdie says to her father, \"I heard myself say, 'Fuck the canaries in the fucking coal mines. You left me. You left me with Mum, knowing she was going to disappear. Why did you only take Cole? Why didn't you take me? If race is so make-believe, why did I go with Mum? You gave me to Mum 'cause I looked white. You don't think that's real? Those are the facts.\" Senna, Danzy. Caucasia. [[Riverhead Books], New York (1998)]. (336) For so long, Birdie was made to believe that there was some logical reason behind the splitting of her family. In her immaturity, she was led to think that her passing as someone else and constant displacement were for a greater cause and that her family would eventually be reunited. Birdie’s inability to understand and lashing out against her parents in the end shows she has successfully come of age. After years of struggling to maintain some sense of who she was while having to cover it up in different ways based on her environment, she grew to recognize the ridiculousness of her circumstances. She no longer sees her parents for what she grew up envisioning them as. She is angry that something so shallow could have such deep repercussions for her and her family. She cannot make sense of her father's lack of effort in planning a return to her. An irony exists in her father’s working so hard at writing about race while working so little at forming a relationship with his mulatto daughter based on her racial appearance. Birdie comes to understand that there is nothing to understand about the actions of her mother and father. The way in which skin color has ruined her childhood and the fact that her parents allowed it to is too insensible for her to ever make sense of. Through this coming of age novel, Birdie grows to understand the ridiculousness in accepting appearance as a determining characteristic of performance.",
    "genre": [
      "Bildungsroman"
    ],
    "author": "Danzy Senna"
  },
  {
    "title": "Boyracers",
    "summary": " The narrative centres on 16 year-old Falkirk resident Alvin and his adventures with three slightly older friends. Alvin’s formative development is tracked in the context of the group’s activities, including boy-racing around the town in a car called Belinda and engaging in debates about film and music. He spends much of his time at school attempting to gain the attention of Tyra, his love interest, but is constantly hindered by Connor Livingston, an upper-middle class prefect who mocks Alvin and sneers at his social class, whilst also being interested in Tyra himself. As the most intellectually gifted of the group, Alvin struggles with the dilemma of choosing to continue his generally enjoyable local life or to leave his friends and the town behind and attend University.",
    "genre": [
      "Bildungsroman"
    ],
    "author": "Alan Bissett"
  },
  {
    "title": "Ingenious Pain",
    "summary": " James Dyer is born without the ability to feel pain or pleasure. Set in mid 18th century Russia, the novel follows Dyer as he attempts to come to terms with this disability whilst working as a sideshow freak, then as a surgeon, until his eventual consignment to the Bethlem institute.",
    "genre": [
      "Bildungsroman"
    ],
    "author": "Andrew Miller"
  },
  {
    "title": "The Cat's Table",
    "summary": " The central character and narrator named Michael, an unaccompanied 11 year old boy, boards an ocean liner, the Oronsay, in Colombo enroute to England via the Suez canal and the Mediterranean. For meals on board Michael is sat at the \"cat's table\" (the one furthest from the Captain's table) with other boys Ramadhin and Cassius and other misfit characters. The book follows the adventures of Michael and these boys while they are aboard the Oronsay, and Michael's later perspective as an older man looking back on this boyhood voyage.",
    "genre": [
      "Bildungsroman"
    ],
    "author": "Michael Ondaatje"
  },
  {
    "title": "One Morning Like a Bird",
    "summary": " Yuji Takano is a writer in 1940s Tokyo. The story focuses on Takano's exploration and discovery of \"Western\" culture, exemplified in the meetings of the \"club\" which he forms with his French-speaking friends. The novel examines the effects on Takano's life and relationships of the impending events of World War II, and the possibility of conscription.",
    "genre": [
      "Bildungsroman"
    ],
    "author": "Andrew Miller"
  }
]