[
  {
    "title": "The Man Who Folded Himself",
    "summary": " In 1975, Daniel Eakins, a young college student, is visited by his Uncle Jim. Uncle Jim offers to increase Daniel's monthly allowance for living expenses as long as Daniel promises to keep a diary. Shortly after, Uncle Jim dies, and Daniel inherits a 'Timebelt' from him that allows the wearer to travel through time. Daniel quickly learns how to use the Timebelt and makes a few short jumps into his own future. He meets an alternate version of himself, who accompanies him to a race-track where the pair make a fortune betting on horse-racing. The following day, Daniel realises that it is his turn to guide his younger self through the previous day at the races; through this and other events the time-travelling Daniel learns more about the belt, about the nature of the 'timestream', and about his personal identity. Daniel develops an interest in history, and uses the Timebelt to experience many of the significant events of world history and to view the future. He also changes the past to give himself a vast financial empire. At the same time, he begins to understand more of his own character, becoming less introverted and more confident in having a companion (either his past or future self) whom he is able to completely understand and relate to. No longer limited to living in a linear stretch of time, he sets about trying to change the world to fit his own desires, and having more and more strange experiences with his alternate selves. His activities result in a series of time paradoxes, which are explained by the existence of multiple universes and multiple histories: the Timebelt does not actually move the user around a single timeline, but to a new alternate reality which is the result of all the changes that Daniel has previously made to that reality. Daniel repeatedly encounters alternate versions of himself, ultimately having sex with himself and beginning a relationship with himself. He learns that the changes he has made to his timeline have erased all traces of his childhood and early life. Finding himself lonely and hoping to correct the situation, he jumps backwards in time, where he meets a female version of himself called Diane. He begins a relationship with Diane. Diane soon becomes pregnant and gives birth to a son. Shortly after, Daniel and Diane separate, and Daniel raises his son in 1950s America. As Daniel ages, he becomes more obsessed with returning to the relationship he had with Diane, and then with the thought of his own inevitable death. He spends much of his time at a house party set in 1999, enjoying the company of dozens of versions of himself at different ages. Daniel eventually realises that he has now become his Uncle Jim and that his son is actually the young future version of himself who will go on to inherit the Timebelt, and that his life has 'come full circle'. He makes preparations for after his death to ensure that the young Daniel experiences the same events that he did when he was the same age. The book ends with the young Daniel, who has read the now-complete diary, having to decide whether he will use the Timebelt.",
    "genre": [
      "Time travel",
      "Speculative fiction",
      "Science Fiction",
      "Fiction"
    ],
    "author": "David Gerrold"
  },
  {
    "title": "The Anubis Gates",
    "summary": " In 1801 the British have risen to power in Egypt and suppress the worship of the old Egyptian gods. A cabal of magicians plan to drive the British out of Egypt by bringing the gods forward in time from an age when they were still powerful and unleashing them on London, thereby destroying the British Empire. In 1802, a failed attempt by the magicians to summon Anubis opens magical gates in a predictable pattern across time and space. In 1983, ailing millionaire J. Cochran Darrow has discovered the gates and found that they make time travel possible. Darrow organizes a trip to the past for fellow millionaires to attend a lecture by Samuel Taylor Coleridge in 1810. He hires Professor Brendan Doyle to attend and give expert commentary. One of the magicians, Doctor Romany, happens to spy the time travelers and kidnaps Doyle before he can return. Doyle manages to escape torture and flees back to London, now trapped in the 19th century. Doyle joins a beggars guild and meets a beggar named Jacky. He plans to meet and befriend William Ashbless, a wealthy poet that Doyle has studied profusely, in order to gain a benefactor. Doctor Romany scours the city for Doyle with his legion of murderous beggars, led by the clown-magician Horrabin. At the same time, Doyle discovers that Darrow has remained in the 19th century to search for Dog-Face Joe, a body-swapping werewolf, in hopes of bribing Joe into granting him a healthy new body. Doyle himself becomes targeted by Joe, receiving the poisoned body of Darrow's former bodyguard, but manages to cure himself of the poison. In his new body, Doyle realizes that he himself is the historical Ashbless. He copies down Ashbless' poetry from memory and deduces his own future from his study of Ashbless' life. Using this knowledge, he continues to thwart the magicians' plans. After Romany discovers a gate to the 17th century, Doyle follows him through and stops his attempt to change the past. Meanwhile Darrow successfully contacts Dog-Face Joe and organizes a deal in which Joe will provide Darrow with healthy bodies and allow him to live forever. Doyle is kidnapped and brought to Muhammad Ali's Egypt, where the magicians' Master tempts him with resurrecting his dead wife if he will tell them the secrets of the time-gates. Doyle resists and kills the Master. Meanwhile, Jacky discovers Darrow's secret and kills him along with Dog-Face Joe. Doyle returns to London, where the last magician, Romanelli, kidnaps him, Jacky, and Coleridge. In a drugged stupor, Coleridge frees Horrabin's twisted menagerie of monsters, allowing him and Jacky to escape. Romanelli escapes with Doyle to the underworld, but is eaten by Apep while Doyle is rejuvenated on board the sunboat of the god Ra. Doyle meets back up with Jacky and discovers that not only is Jacky secretly a woman, she is his future wife. Decades later, after living out Ashbless' entire life and becoming a widower, Doyle goes out to meet his historic date with death. Doyle discovers that his intended murderer is a duplicate of himself that the Master had made in Egypt decades before. Doyle kills the duplicate, thereby supplying the corpse for his death, and boats away into an unknown future.",
    "genre": [
      "Time travel",
      "Speculative fiction",
      "Fantasy",
      "Steampunk"
    ],
    "author": "Tim Powers"
  },
  {
    "title": "Doomsday Book",
    "summary": " Kivrin Engle, a young historian specializing in medieval history, persuades her reluctant instructor, Professor James Dunworthy, and the authorities running the project to send her to Oxford in 1320, encouraged by Professor Gilchrist, who takes charge of the project in the absence of the department head to try to enhance his own prestige. This period had previously been thought too dangerous, because it stretched the time travel net 300 years earlier than it had been used before. She will be the first historian to visit the period, and is confident that she is well prepared for what she will encounter. Shortly after sending Kivrin to the 14th century, Badri Chaudhuri, the technician who set the time travel coordinates for Kivrin's trip, collapses suddenly, an early victim of a deadly new influenza epidemic which severely disrupts the university and eventually leads to the entire city being quarantined. Infected with the same influenza despite her enhanced immune system, Kivrin falls ill as she arrives in the past. She awakens after several days of fever and delirium at a nearby manor, whose residents have nursed her. Unfortunately, the move has caused her to lose track of where the \"drop point\" is; in order to return home, she must return to the exact location where she arrived when the gateway opens at a prearranged time. The narrative switches between Kivrin in the fourteenth century and 2054/2055 Oxford during the influenza epidemic. Kivrin discovers many inconsistencies in what she \"knows\" about the time: the Middle English she learned is different from the local dialect, her maps are useless, her clothing is too fine, and she is far too clean. She can also read and write, skills unusual even for the educated men of the time and rare among women. As nuns are the only women commonly possessing these skills, some family members conclude Kivrin has fled her convent and plan to return her to the nearest convent. She fakes amnesia, afraid the background story she originally planned out would have similar inconsistencies, and takes up a job as a companion for two girls in the manor as she tries to find the \"drop point\". In Oxford, fears grow that the virus causing the epidemic had been transmitted from the past via the time travel net, despite its scientific impossibility. This causes the acting head of the university, Mr. Gilchrist, to order the net closed, effectively stranding Kivrin in the past, even as Mr. Dunworthy tries frantically to reverse the decision. At parallel points in their respective narratives, Kivrin and Mr. Dunworthy realize that she has been sent to England at the wrong time as a result of the technician's illness: she has arrived during the Black Death pandemic in England in 1348, more than 20 years later than her intended arrival. The Black Death cuts a swathe through the Middle Ages just as the influenza overwhelms the medical staff of the 21st century. Many who could have helped Mr. Dunworthy fall ill and die, including his good friend Doctor Mary Ahrens, who dies even as she tries to save the other influenza victims. Mr. Dunworthy himself is stricken by the disease. In the fourteenth century, two weeks after Kivrin's arrival, a monk infected with the plague comes to the village. Within days, many residents of the village fall ill. Kivrin tries to care for the victims, but, lacking modern medicines, she can do little to ease their suffering. The arranged date for retrieval passes with neither side able to make it. At last, in desperation, Mr. Dunworthy arranges with Badri to send himself back in time to rescue Kivrin. In the Middle Ages, Kivrin can only watch while all the people she has come to know die from the Black Death, the last being Father Roche, the priest who found her when she was sick and brought her to the manor. Father Roche insisted on staying with his parishioners, despite Kivrin's attempts to arrange an escape, as he feels it his duty to care for them although it may mean his own death. As Roche lies dying in the chapel, he reveals that he was near the drop site when Kivrin came through, and misinterpreted the circumstances of her arrival (shimmering light, condensation, a young woman appearing out of thin air) as God delivering an angel to help during the mysterious illness sweeping through England. He dies still believing that she is God's messenger to him and his congregation, while Kivrin comes to appreciate his selfless devotion to his work and to God. As she sits in the graveyard, unable to dig a grave or finish tolling the peal for his death, her rescuers, Mr. Dunworthy and Colin (the adventurous great-nephew of Doctor Mary Ahrens), arrive from the future (having found a horse and located her by the sound of the bell). They barely recognize her: her hair is cropped short (from when she was sick with the flu), she is wearing a boy's jerkin, and she is covered in dirt and blood from tending to the sick and dying. The three return to 21st-century England shortly after New Year's Day.",
    "genre": [
      "Time travel",
      "Speculative fiction",
      "Science Fiction",
      "Novel"
    ],
    "author": "Connie Willis"
  },
  {
    "title": "Outlander",
    "summary": " After being separated by their work in World War II, British Army nurse Claire Randall, and her husband Frank, an Oxford history professor who briefly worked for MI6, go on a second honeymoon to Inverness, Scotland. They combine this honeymoon with research into Frank's family history, a subject of great fascination for him, if not for Claire. Of particular interest is an ancestor named \"Black Jack\" Randall, who was a prominent captain in the British Army during the first half of the 18th century. The couple, though loving, have a strained sexual relationship, caused mainly by their apparent inability to conceive a child. During their holiday, Frank spends a good deal of time poring over documents with a local historian. To distract herself while he works, Claire and a fellow amateur botanist go plant-gathering near a group of standing stones on the hill of Craigh na Dun. Inspired by the beauty of the countryside, Claire tells Frank of her outing, and Frank's interest is also piqued by the historical and supposedly mystical powers of the stones. Even more exciting are rumors of a pagan ritual to be held there, made all the more interesting by the addition of the fact that several respectable neighborhood ladies will also be in attendance. The couple decide to visit the site together after seeing Loch Ness. After getting up early, hiking to the stones, and watching the ritual while concealed behind some bushes, Frank and Claire return to their hotel. Claire returns the next day, intending to collect a plant specimen that she had seen the day before, but becomes disoriented and faints when investigating a buzzing noise near the stones. Waking to the sound of battle in the distance, Claire assumes the noise is a re-enactment or a working movie set. Though the woods are familiar, she notes that they are somewhat changed from how she had remembered them. While struggling to make sense of her surroundings, she runs into a man claiming to be Captain Randall, the very ancestor Frank had been so fascinated with. She notices that Randall bears a striking resemblance to her husband, Frank. Detaining her, Randall asks why she is traveling alone in a \"state of undress\" and, receiving no answer from the confused Claire, concludes that she is either a prostitute or a spy. Recovering her wits, Claire claims to be a robbed Englishwoman lost in the countryside. Just as Randall is about to apprehend her, an unknown Scotsman knocks him unconscious and takes her with him as he rejoins his party, a group of Scotsmen who are apparently fugitives from the red-coats. Increasingly confused by the stark reality of the \"re-enactment\", she is further puzzled by their reactions to her dress, which everyone calls a \"shift\" despite the fact that it is, in her opinion, a relatively conservative sundress. Temporarily ignoring her to tend to one of their wounded men, the Scots attempt to force the dislocated arm of a wounded young man, Jamie, back into place. Claire, horrified by the crude and medically incorrect way in which they are proceeding, quickly steps in. Surprising the entire party, she uses her 20th century nursing knowledge to successfully relocate Jamie's arm. Trusting her somewhat more, the men reveal themselves to be members of the Clan MacKenzie. However, they still refrain from releasing her for fear that she is an English spy. Apparently running from the English, the men lose no time in riding away from the battlefield and Claire is forced to go with them. During the long ride, Claire shares a horse with Jamie, the same young man whose shoulder she temporarily mended. They talk, but Claire is distracted when she does not see the lights of Inverness where she knows they must be. Noting that, and all the previous strange events, Claire reluctantly and somewhat disconcertingly concludes that she may have traveled to the past. The party of Scots returns to their home, Castle Leoch, seat of the Clan MacKenzie. Claire is met with cordial wariness and, after being greeted and fed by the friendly cook, given a room for the night. There, caught by a fit of despair and exhaustion while tending his injuries, Claire collapses and sobs in Jamie's arms. The next day, when questioned by the laird, crippled but cunning Colum mac Campbell MacKenzie, Claire claims she was sailing to France to visit relatives and lost her gown, luggage, and servant when they were attacked, an elaborated version of the same story she had told Captain Randall. The Scots are suspicious, believing her story to be a lie because of the lack of connections and evidence. Unable to prove her guilt but still wary of her true intentions, Colum treats her as a guest but forbids her from leaving Castle Leoch. Before she leaves his office, her fears of having traveled through time are proven when she sees a letter on Colum's desk dated 1743. All the while, Claire desperately searches for a way to return to the Craigh na Dun, believing that if she returns to the standing stones she can also return to her own time and her husband, Frank. In Castle Leoch, the Scots see Claire as a \"Sassenach\", an Outlander, an outsider ignorant of Scottish Highland culture and one of the generally hated English as well. She does, however, earn their respect with her work as a healer, though some in the castle and neighboring village think her a witch. Wanting to learn the truth of her background, Dougal MacKenzie, brother of the laird and one of the party that found Claire, takes both she and Jamie on the yearly rent collection through the MacKenzie lands. This is a task that Dougal performs, as Colum's medical condition renders him unable to ride a horse or travel long distances unaided. While on the tax collection trip, Claire realizes that Dougal is a Jacobite, a fact of which his brother Colum is not aware. Dougal is also using Jamie, who had been violently whipped by the English and bears the scars to prove it, as a visual argument against English aggression and oppression. Along with regular taxes, Dougal also collects donations towards the Jacobite cause. This is all overseen by the elderly but surprisingly lucid Ned Gowan, an English lawyer who is sympathetic to the Scottish cause. Also during the trip, Claire and Jamie begin to develop a tentative friendship. Captain Jack Randall, learning that Claire is traveling with the MacKenzies and still unsure of her true nature, orders the clansmen to bring her to him. It is revealed that Randall is the one who nearly whipped Jamie to death and has a reputation for rather brutal questioning. After Claire arrives and tells him the same story as before, Randall ties her to a chair and attempts to beat the truth from her. Dougal, infuriated by Randall's methods, refuses to allow Randall to detain Claire for further questioning. He is informed by Ned Gowan that the only way to make Claire safe from Randall's power is to make her a legal Scotswoman by a witnessed and consummated marriage. Dougal tells her to wed Jamie, much to Claire's flustered anger. She argues heatedly with Dougal, insisting that she will not do it. Claire does, however, digress that she is not technically married, unable to tell him that she, impossibly, has a husband more than 200 years in the future. After much argument, she agrees to marry Jamie, resigned that it is the best route to safety and thinking him the most suitable candidate. Claire then attempts to talk Jamie out of the marriage, though he is surprisingly unfazed by the whole arrangement. She famously asks him whether it bothers him that she is not a virgin, to which he replies \"'Well no... so long as it doesna bother you that I am'\" and that \"'One of [them] should know what they're doing.'\" Before this point, Jamie had been using an alias last name, McTavish, with Claire, as he was both wanted by the English and not a protected member of the Clan MacKenzie. In a gallant gesture of trust before their wedding, Jamie tells her his true name: James Fraser. Much to her surprise, Jamie makes an effort to make her wedding day as pleasant as possible, procuring a gown for her to wear and dressing in full clan tartan for the occasion. He even insists on being married by a priest in a chapel, though it is, much to Claire's horror, the same one in which she and Frank had/will have been married in. Claire, though terrified, is touched by his kindness and the two marry. Later that night, the two overcome their mutual nerves and consummate their marriage, a process Claire finds more enjoyable than she had expected. Claire and Jamie grow closer through the course of their travels with Dougal and the other MacKenzies. Claire, torn between her newfound attraction and attachment to Jamie and the thought of Frank back in her own time, escapes from the Scottish party and attempts to make her own way back to Craigh na Dun. Nearly drowning when she falls into a stream, she is rescued by an English patrol, only to be brought back to the fort where Captain Randall is stationed. Claire is saved from rape at the hands of Randall by Jamie, who sneaks into the English fortress to save her. The two return to the party of Scotsmen who, infuriated by her rebellious actions, refuse to have any contact with her. To both punish her for escaping and to (according to Scottish culture) rebuild her reputation among the clansmen, Jamie is forced to beat Claire, an event that marks the first real conflict in their marriage. However, he does not do so in a malicious manner; indeed, he convinces her of its necessity and Claire, though still somewhat outraged by the apparent violence of Scottish custom, complies. In the end, the experience brings the two closer together and to a deeper degree of understanding. Returning to Castle Leoch, Jamie and Claire return to somewhat normal lives as a married couple. However, Claire is tormented by thoughts of Frank, who she thinks must be worried for her safety. Unable to escape Castle Leoch and the surrounding countryside, Claire somewhat adapts to life there. She takes on the role of castle healer and befriends Geilis Duncan, the cunningly beautiful wife of a local official, who shares her love of medicine. Claire's ignorance of local superstition, and the machinations of a girl jealous of Claire's marriage to Jaime, lead to a charge witchcraft. She and Geilis Duncan are accused of witchcraft and thrown into a ground cell to await punishment. Jamie had left Castle Leoch in an attempt to get an English pardon shortly before this incident and, rushing back when he hears the news, is almost too late to save Claire from her own public whipping. Just before their escape, Claire realizes that Geilis Duncan is also from the future when she sees the scar of a smallpox vaccine, yet undeveloped in the 18th century, on Geilis' arm. Jamie and Claire flee from Castle Leoch and, when the two are safe in the wilderness, Jamie asks her to explain the allegations. Claire, exhausted from her ordeal and thinking that he will not believe the truth, initially tells him that she cannot. She laments that he will not possibly believe her and that it may be easier for him to consider her a witch. Dissolving into tears, Claire finally explains her entire time traveling predicament to Jamie. Even though he is somewhat incredulous, Jamie believes Claire's explanation and insists that the two return to Craig na Dun. Although it had been Claire's ultimate goal to return to her own time, she finds herself torn when Jamie allows her to decide between staying in the past with him or returning to Frank in the future. Saying he will wait for her for a single night at the bottom of the hill, the two share a painful half-farewell and Claire is left by the stones to make her decision. After much deliberation, Claire decides that she has come to love Jamie more and finds him in the abandoned hut below Craig na Dun. He is overjoyed with her decision to stay and he takes her to his home, Lallybroch, where they share a happy peace with Jamie's sister, Janet, and her husband, Ian. Though Jamie is still a fugitive from the British army, he secretly reclaims his role as Laird of Lallybroch, much to general happiness of his tenants. But, like in any romance story, their happiness doesn't last. Jamie is betrayed by an angry Ronald McNab, one of his tenants. Jamie had insisted that Rabbie, one of McNab's sons, become a stable-boy at Lallybroch after being told by Claire that Rabbie had been abused by his father. Jamie is apprehended and taken to the fort where Jack Randall is stationed, Wentworth Prison. There, Jamie is sentenced to hang. Claire and the clansmen attempt to stage a break-out, but their plot fails. She is captured by Randall who proceeds to beat her and almost rape her. They are found by Jamie who, knowing of Randall's long-suppressed sadistic desire for him, offers himself in Claire's place. Randall agrees, much to Claire's horror, and tersely escorts Claire out of the castle and into the freezing, wolf-ridden woods outside. Desperate, Claire tells Randall she is a witch, cursing him with the date and manner of his death, which she had learned from Frank's investigations at the beginning of the novel. Scantily clad, freezing, and attacked by a lone wolf, Claire wanders through the forest looking for help. She finds it in Sir Marcus MacRannoch, a former suitor of Jamie's mother, Ellen MacKenzie Fraser. MacRannoch warms to Claire's cause and, mustering some of his men and finding Jamie's Fraser companions, the company devises a plan to storm the castle and rescue Jamie. The main guard is diverted by some of the MacRannoch men, who launch an attack on the castle proper. Simultaneously, the rest of Jamie's rescue crew drive a herd of agitated cattle through the underground halls of the castle, clearing the halls of guards and trampling Randall in the process, who had come out of Jamie's cell to investigate the chaos. She patches Jamie up and they escape to Saint Anne de Beaupre's monastery in France, where Jamie's uncle serves as Abbot. At Saint Anne's, Claire tries to heal Jamie, but discovers broken bones are simple, compared to repairing the damage done to his mind. As he recovers, Jamie tells Claire that his life is hers, that she should decide, will they go \"to France, Italy, or even back to Scotland?\" for \"[they'll] need a place to go, soon.\" While at the abbey, Claire learns more about her faith—she was christened Catholic but not raised as one—and receives absolution from a friendly monk. He describes her as a shipwrecked traveler, forced to survive in a strange land as best she can. He describes her marriages as something she should leave in God's hands as nothing can be done about them. Finally, as she and Jaime emerge from the healing waters of a sacred hot spring under the Abbey, Claire reveals that she is pregnant with their first child.",
    "genre": [
      "Time travel",
      "Historical novel",
      "Science Fiction",
      "Romance novel",
      "Fiction"
    ],
    "author": "Diana Gabaldon"
  }
]