[
  {
    "title": "Candide, ou l'Optimisme",
    "summary": " Candide contains thirty episodic chapters, which may be grouped into two main schemes: one consists of two divisions, separated by the protagonist's hiatus in El Dorado; the other consists of three parts, each defined by its geographical setting. By the former scheme, the first half of Candide constitutes the rising action and the last part the resolution. This view is supported by the strong theme of travel and quest, reminiscent of adventure and picaresque novels, which tend to employ such a dramatic structure. By the latter scheme, the thirty chapters may be grouped into three parts each comprising ten chapters and defined by locale: I–X are set in Europe, XI–XX are set in the Americas, and XXI–XXX are set in Europe and the Ottoman Empire. The plot summary that follows uses this second format and includes Voltaire's additions of 1761. The tale of Candide begins in the castle of the Baron Thunder-ten-Tronckh in Westphalia, home to the Baron's daughter, Lady Cunégonde; his bastard nephew, Candide; a tutor, Pangloss; a chambermaid, Paquette; and the rest of the Baron's family. The protagonist, Candide, is romantically attracted to Cunégonde. He is a child of \"the most unaffected simplicity\", whose face is \"the index of his mind\". Dr. Pangloss, professor of \"métaphysico-théologo-cosmolonigologie\" (english translation \"metaphysico-theologo-cosmonigology\") and self-proclaimed optimist, teaches his pupils that they live in the \"best of all possible worlds\" and that \"all is for the best\". All is well in the castle until Cunégonde sees Pangloss sexually engaged with Paquette in some bushes. Encouraged by this show of affection, Cunégonde drops her handkerchief next to Candide which entices him to kiss her. For this infraction, Candide is evicted from the castle, at which point he is captured by Bulgar (Prussian) recruiters and coerced into military service, where he is flogged, nearly executed, and forced to participate in a major battle between the Bulgars and the Abares (an allegory representing the Prussians and the French). Candide eventually escapes the army and makes his way to Holland where he is given aid by Jacques, an Anabaptist, who strengthens Candide's optimism. Soon after, Candide finds his master Pangloss, now a beggar with syphilis. Pangloss reveals he was infected with this disease by Paquette and shocks Candide by relating how Castle Thunder-ten-Tronckh was destroyed by Bulgars, and that Cunégonde and her whole family were killed. Pangloss is cured of his illness by Jacques, losing one eye and one ear in the process, and the three set sail to Lisbon. In Lisbon's harbor, they are overtaken by a vicious storm which destroys the boat. Jacques attempts to save a sailor, and in the process is thrown overboard. The sailor makes no move to help the drowning Jacques, and Candide is in a state of despair until Pangloss explains to him that Lisbon harbor was created in order for Jacques to drown. Only Pangloss, Candide, and the \"brutish sailor\" who let Jacques drown survive the wreck and reach Lisbon, which is promptly hit by an earthquake, tsunami and fire which kill tens of thousands. The sailor leaves in order to loot the rubble while Candide, injured and begging for help, is lectured on the optimistic view of the situation by Pangloss. The next day, Pangloss discusses his optimistic philosophy with a member of the Portuguese Inquisition, and he and Candide are arrested for heresy, set to be tortured and killed in an \"auto-da-fé\" set up to appease God and prevent another disaster. Candide is flogged and sees Pangloss hanged, but another earthquake intervenes and he escapes. He is approached by an old woman, who leads him to a house where Lady Cunégonde waits, alive. Candide is surprised: Pangloss had told him that Cunégonde had been raped and disemboweled. She had been, but Cunégonde points out that people survive such things. However, her rescuer sold her to a Jewish merchant who was then threatened by a corrupt Grand Inquisitor into sharing her. Her owners arrive, find her with another man, and Candide kills them both. Candide and the two women flee the city, heading to the Americas. Along the way, Cunégonde falls into self-pity, complaining of all the misfortunes that have befallen her. The old woman reciprocates by revealing her own tragic life, which included having a buttock cut off in order to feed some starving men. The trio arrives in Buenos Aires, where Governor Don Fernando d'Ibarra, y Figueroa, y Mascarenes, y Lampourdos, y Alejandro asks to marry Cunégonde. Just then, an alcalde (a Portuguese fortress commander) arrives, pursuing Candide for killing the Grand Inquisitor. Leaving the women behind, Candide flees to Paraguay with his practical and heretofore unmentioned manservant, Cacambo. At a border post on the way to Paraguay, Cacambo and Candide speak to the commandant, who turns out to be Cunégonde's unnamed brother. He explains that after his family was slaughtered, the Jesuits' preparation for his burial revived him, and he has since joined the order. When Candide proclaims he intends to marry Cunégonde, her brother attacks him, and Candide stabs him through with his rapier. After lamenting all the people (mainly priests) he's killed, he and Cacambo flee. In their flight, Candide and Cacambo come across two naked women being chased and bitten by a pair of monkeys. Candide, seeking to protect the women, shoots and kills the monkeys, but is informed by Cacambo that the monkeys and women were probably lovers. Cacambo and Candide are captured by Oreillons, the fictional inhabitants of the area. Mistaking Candide for a Jesuit by his robes, the Oreillons prepare to cook Candide and Cacambo; however, Cacambo convinces the Oreillons that Candide killed a Jesuit to procure the robe. Cacambo and Candide are released and travel for a month on foot and then down a river by canoe, living on fruits and berries. After a few more adventures, Candide and Cacambo wander into El Dorado, a geographically isolated utopia where the streets are covered with precious stones, there exist no priests, and all of the king's jokes are funny. Candide and Cacambo stay a month in El Dorado, but Candide is still in pain without Cunégonde, and expresses to the king his wish to leave. The king points out that this is a foolish idea, but generously helps them do so. The pair continue their journey, now accompanied by one hundred red pack sheep carrying provisions and incredible sums of money, which they slowly lose or have stolen over the next few adventures. Candide and Cacambo eventually reach Suriname, where they split up: Cacambo travels to Buenos Aires to retrieve Lady Cunégonde, while Candide prepares to travel to Europe to await the two. Candide's remaining sheep are stolen, and Candide is fined heavily by a Dutch magistrate for petulance over the theft. Before leaving Surinam, Candide feels in need of companionship, so he interviews a number of local men who have been through various ill-fortunes and settles on a man named Martin. This companion, Martin, is a Manichean scholar based on the real-life pessimist Pierre Bayle, who was a chief opponent of Leibniz. For the remainder of the voyage, Martin and Candide argue about philosophy, Martin painting the entire world as occupied by fools. Candide, however, remains an optimist at heart, since it is all he knows. As they arrive in England, they see an admiral (based on Admiral Byng) being shot for not killing enough of the enemy. Martin explains that Britain finds it necessary to shoot an admiral from time to time \"pour l'encouragement des autres\" (to encourage the others). Candide, horrified, arranges for them to leave Britain immediately. After various scenes satirising other European institutions, Candide and Martin meet Paquette, the chambermaid who infected Pangloss with his syphilis, in Venice. She is now a prostitute, and is spending her time with a monk, Brother Giroflée. Although both appear happy on the surface, they reveal their despair: Paquette has led a miserable existence as a sexual object, and the monk detests the religious order in which he was indoctrinated. Later, while Candide and Martin are eating supper, Cacambo returns to Candide and informs him that Cunégonde is in Constantinople, and that she has been enslaved. She is now washing dishes for a prince of Transylvania, and has become ugly. On the way to rescue her, Candide finds Pangloss and Cunégonde's brother rowing in the galley. Candide buys their freedom and further passage at steep prices. The baron and Pangloss relate how they survived, but despite the horrors he has been through, Pangloss's optimism remains unshaken: \"I still hold to my original opinions, because, after all, I'm a philosopher, and it wouldn't be proper for me to recant, since Leibniz cannot be wrong, and since pre-established harmony is the most beautiful thing in the world, along with the plenum and subtle matter.\" The travellers arrive on the Ottoman coast where they rejoin Cunégonde and the old woman. Cunégonde has indeed become hideously ugly, but Candide nevertheless buys their freedom and marries Cunégonde to spite her brother. Paquette and Brother Giroflée, too, are reconciled with Candide on a farm which he just bought with the last of his finances. One day, the protagonists seek out a dervish known as a great philosopher of the land. Pangloss asks him why Man is made to suffer so, and what they all ought to do. The dervish responds by asking rhetorically why Pangloss is concerned about the existence of evil and good. The dervish describes human beings as mice on a ship sent by a king to Egypt; their comfort does not matter to the king. The dervish then slams his door on the group. Returning to their farm, Candide, Pangloss, and Martin meet a Turk whose philosophy is to devote his life only to simple work and not concern himself with external affairs. He and his four children work a small farm to keep \"free of three great evils: boredom, vice and necessity\", or \"poverty\" as per John Butt's 1947 translation. Candide, Pangloss, Martin, Cunégonde, Paquette, Cacambo, the old woman, and Brother Giroflée all set to work (on this \"louable dessein\", or \"commendable plan\", as the narrator calls it), each to one specific task. Candide ignores Pangloss's insistence that all turned out for the best by necessity, instead telling him \"we must cultivate our garden\".",
    "genre": [
      "Satire",
      "Bildungsroman",
      "Picaresque novel"
    ],
    "author": "Voltaire"
  },
  {
    "title": "Adventures of Huckleberry Finn",
    "summary": " The story begins in fictional St. Petersburg, Missouri, on the shore of the Mississippi River, sometime between 1835 (when the first steamboat sailed down the Mississippi) and 1845. Two young boys, Thomas \"Tom\" Sawyer and Huckleberry Finn, have each come into a considerable sum of money as a result of their earlier adventures (The Adventures of Tom Sawyer). Huck has been placed under the guardianship of the Widow Douglas, who, together with her sister, Miss Watson, is attempting to civilize him. Huck appreciates their efforts, but finds civilized life confining. His spirits are raised somewhat when Tom Sawyer helps him to escape one night past Miss Watson's slave Jim, to meet up with his gang of self-proclaimed \"robbers\". However, when the gang's exploits turn out to be nothing worse than disrupting Sunday School outings and stealing paltry items like hymn books (which the Sunday School teacher forces them to return anyway), Huck is again downcast. However, his life is changed by the sudden reappearance of his shiftless father \"Pap\", an abusive parent and drunkard. Although Huck is successful in preventing him from acquiring his fortune (he gives all 6,000 dollars to Judge Thatcher), Pap forcibly gains custody of him and moves him to his backwoods cabin. Though Huck prefers this to his life with the widow, he resents his father's drunken violence and his habit of keeping him locked inside the cabin. During one of his father's absences Huck escapes, elaborately fakes his own murder, and sets off down the Mississippi River. While living quite comfortably in the wilderness along the Mississippi, Huck encounters Miss Watson's slave Jim on an island called Jackson's Island. Huck learns that Jim has also run away after he overheard Miss Watson's plan to sell Jim downriver, where conditions for slaves were even harsher, because he would bring a price of $800. Jim is trying to make his way to Cairo, Illinois, and then to Ohio, a free state, so that he can buy his family's freedom. At first, Huck is conflicted over whether to tell someone about Jim's running away, but as they travel together and talk in depth, Huck begins to know more about Jim's past and his difficult life. As these conversations continue, Huck begins to change his opinion about people, slavery, and life in general. This continues throughout the rest of the novel. Huck and Jim take up in a cavern on a hill on Jackson's Island to wait out a storm. When they can, they scrounge around the river looking for food, wood, and other items. One night, they find a raft they will eventually use to travel down the Mississippi. Later, they find an entire house floating down the river and enter it to grab what they can. Entering one room, Jim finds a man lying dead on the floor, shot in the back while apparently trying to ransack the house. Jim refuses to let Huck see the man's face. To find out the latest news in the area, Huck dresses as a girl and goes into town. He enters the house of a woman new to the area, thinking she will not recognize him. Huck learns from her that opinion is divided about the \"murder\": while some believe Pap has killed his son in order to inherit his fortune, others blame the runaway Jim. Either way there is a $300 reward for Jim's capture, and a manhunt is already underway, including her husband and another man. The men are going to Jackson's Island at night with a gun. The woman becomes suspicious when Huck threads a needle incorrectly, and her suspicions are confirmed after she puts Huck through a series of tests. Having tricked him into revealing he is a boy, she nevertheless allows him to leave her home, believing him to be a mistreated apprentice on the run. Huck returns quickly to the island where he tells Jim of the impending danger. The two immediately load up the raft and leave the islands. Huck and Jim's raft is swamped by a passing steamship, separating the two. Huck is given shelter by the Grangerfords, a prosperous local family. He becomes friends with Buck Grangerford, a boy about his age, and learns that the Grangerfords are engaged in a 30-year blood feud against another family, the Shepherdsons. The Grangerfords and Shepherdsons go to church. Both families bring guns to continue the show, despite the church's preachings on brotherly love. The vendetta comes to a head when Buck's sister, Sophia Grangerford, elopes with Harney Shepherdson. In the resulting conflict, all the Grangerford males from this branch of the family are shot and killed, although Grangerfords elsewhere survive to carry on the feud. Upon seeing Buck's corpse, Huck is too devastated to write about everything that happened. However, Huck does describe how he narrowly avoids his own death in the gunfight, later reuniting with Jim and the raft and together fleeing farther south on the Mississippi River. Further down the river, Jim and Huck rescue two cunning grifters, who join Huck and Jim on the raft. The younger of the two swindlers, a man of about thirty, introduces himself as a son of an English duke (the Duke of Bridgewater) and his father's rightful successor. The older one, about seventy, then trumps the Duke's claim by alleging that he is the Lost Dauphin, the son of Louis XVI and rightful King of France. He continually mispronounces the duke's title as \"Bilgewater\" in conversation. The Duke and the King then join Jim and Huck on the raft, committing a series of confidence schemes on the way south. To allow for Jim's presence, they print fake bills for an escaped slave; and later they paint him up entirely in blue and call him the \"Sick Arab\". On one occasion they arrive in a town and advertise a three-night engagement of a play which they call \"The Royal Nonesuch\". The play turns out to be only a couple of minutes of hysterical cavorting, not worth anywhere near the 50 cents the townsmen were charged to see it. On the afternoon of the first performance, a drunk called Boggs arrives in town and makes a nuisance of himself by going around threatening a southern gentleman by the name of Colonel Sherburn. Sherburn comes out and warns Boggs that he can continue threatening him up until exactly one o'clock. At one o'clock, Boggs continues and Colonel Sherburn kills him. Somebody in the crowd, whom Sherburn later identifies as Buck Harkness, cries out that Sherburn should be lynched. They all head up to Colonel Sherburn's gate, where they are met by Sherburn, who is standing on his porch carrying a loaded shotgun and his three legged dalmatian. He causes them to back down, by making a defiant speech telling them about the essential cowardice of \"Southern justice\". The only lynching to be done here, says Sherburn, will be in the dark, by men wearing masks. By the third night of \"The Royal Nonesuch\", the townspeople are ready to take their revenge; but the Duke and the King have already skipped town, and together with Huck and Jim, they continue down the river. Once they are far enough away, the two grifters test the next town, and decide to impersonate two brothers of Peter Wilks, a recently deceased man of property. Using an absurd English accent, the King manages to convince nearly all the townspeople that he is one of the brothers, a preacher just arrived from England, while the Duke pretends to be a deaf-mute to match accounts of the other brother. One man in town is certain that they are a fraud and confronts them on the matter, but the crowd refuses to support him. Afterwards, the Duke, out of fear, suggests to the King that they should cut and run. The King boldly states his intention to continue to liquidate Wilks' estate, saying, \"Hain't we got all the fools in town on our side? And ain't that a big enough majority in any town?\" Huck likes Wilks' daughters, who treat him with kindness and courtesy, so he tries to thwart the grifters' plans by stealing back the inheritance money. When he is in danger of being discovered, he has to hide it in Wilks' coffin, which is buried the next morning without Huck knowing whether the money has been found or not. The arrival of two new men who seem to be the real brothers throws everything into confusion when none of their signatures match the one on record. (The deaf-mute brother, who is said to do the correspondence, has his arm in a sling and cannot currently write.) The townspeople devise a test, which requires digging up the coffin to check. When the money is found in Wilks' coffin, the Duke and the King are able to escape in the confusion. They manage to rejoin Huck and Jim on the raft to Huck's despair, since he had thought he had escaped them. After the four fugitives have drifted far enough from the town, the King takes advantage of Huck's temporary absence to sell his interest in the \"escaped\" slave Jim for forty dollars. Outraged by this betrayal, Huck rejects the advice of his \"conscience\", which continues to tell him that in helping Jim escape to freedom, he is stealing Miss Watson's property. Accepting that-\"All right, then, I'll go to hell!\"-Huck resolves to free Jim. Jim is being held at the plantation of Silas and Sally Phelps. In a surprise twist, they are revealed to be Tom Sawyer's aunt and uncle. Since Tom is expected for a visit, Huck is mistaken for Tom. He plays along, hoping to find Jim's location and free him. When Huck intercepts Tom on the road and tells him everything, Tom decides to join Huck's scheme, pretending to be his own younger half-brother Sid. Jim has also told the household about the two grifters and the new plan for \"The Royal Nonesuch,\" so this time the townspeople are ready for them. The Duke and King are captured by the townspeople, and are tarred and feathered and ridden out of town on a rail. Rather than simply sneaking Jim out of the shed where he is being held, Tom develops an elaborate plan to free him, involving secret messages, hidden tunnels, a rope ladder sent in Jim's food, and other elements from popular novels, including a note to the Phelps warning them of a gang planning to steal their runaway slave. During the resulting pursuit, Tom is shot in the leg. Jim remains with him rather than completing his escape, risking recapture. Huck has long known Jim was \"white on the inside\". Although the doctor admires Jim's decency, he betrays him to a passing skiff, and Jim is captured while sleeping and returned to the Phelps family. After Jim's recapture, events quickly resolve themselves. Tom's Aunt Polly arrives and reveals Huck and Tom's true identities. Tom announces that Jim is a free man; Miss Watson died two months earlier and freed Jim in her will, but Tom chose not to reveal Jim's freedom so he could come up with an elaborate plan to rescue Jim. Jim tells Huck that Huck's father has been dead for some time (he was the dead man they found in the floating house) and that Huck may return safely to St. Petersburg. In the final narrative, Huck declares that he is quite glad to be done writing his story, and despite Sally's plans to adopt and \"civilize\" him, Huck intends to flee west to Indian Territory.",
    "genre": [
      "Satire",
      "Children's literature",
      "Fiction",
      "Adventure novel",
      "Humour"
    ],
    "author": "Mark Twain"
  },
  {
    "title": "Pride and Prejudice",
    "summary": " The narrative opens with Mr Bingley, a wealthy, charming and social young bachelor, moving into Netherfield Park in the neighbourhood of the Bennet family. Mr Bingley is soon well received, while his friend Mr Darcy makes a less favorable first impression by appearing proud and condescending at a ball that they attend (this is partly explained in that he detests dancing and is not much for light conversation). Mr Bingley singles out Elizabeth's elder sister, Jane, for particular attention, and it soon becomes apparent that they have formed an attachment to each other. By contrast, Darcy slights Elizabeth, who overhears and jokes about it despite feeling a budding resentment. On paying a visit to Mr Bingley's sister, Jane is caught in a heavy downpour, catches cold, and is forced to stay at Netherfield for several days. Elizabeth arrives to nurse her sister and is thrown into frequent company with Mr Darcy, who begins to perceive his attachment to her, but is too proud to proceed on this feeling. Mr Collins, a clergyman, pays a visit to the Bennets. Mr Bennet and Elizabeth are much amused by his obsequious veneration of his employer, the noble Lady Catherine de Bourgh, as well as by his self-important and pedantic nature. It soon becomes apparent that Mr Collins has come to Longbourn to choose a wife from among the Bennet sisters (his cousins) and Elizabeth has been singled out. At the same time, Elizabeth forms an acquaintance with Mr Wickham, a militia officer who claims to have been very seriously mistreated by Mr Darcy, despite having been a ward of Mr Darcy's father. This tale, and Elizabeth's attraction to Mr Wickham, adds fuel to her dislike of Mr Darcy. At a ball given by Mr Bingley at Netherfield, Mr Darcy becomes aware of a general expectation that Mr Bingley and Jane will marry, and the Bennet family, with the exception of Jane and Elizabeth, make a public display of poor manners and decorum. The following morning, Mr Collins proposes marriage to Elizabeth, who refuses him, much to her mother's distress. Mr Collins recovers and promptly becomes engaged to Elizabeth's close friend Charlotte, a homely woman with few prospects. Mr Bingley abruptly quits Netherfield and returns to London, and Elizabeth is convinced that Mr Darcy and Mr Bingley's sister have conspired to separate him from Jane. In the spring, Elizabeth visits Charlotte and Mr Collins in Kent. Elizabeth and her hosts are frequently invited to Rosings Park, home of Lady Catherine de Bourgh, Darcy's aunt; coincidentally, Darcy also arrives to visit. Darcy again finds himself attracted to Elizabeth and impetuously proposes to her. Elizabeth, however, has just learned of Darcy's role in separating Mr Bingley from Jane from his cousin Colonel Fitzwilliam. She angrily rebukes him, and a heated discussion follows; she charges him with destroying her sister's happiness, with treating Mr Wickham disgracefully, and with having conducted himself towards her in an ungentleman-like manner. Mr Darcy, shocked, ultimately responds with a letter giving a good account of (most of) his actions: Wickham had exchanged his legacies for a cash payment, only to return after gambling away the money to reclaim the forfeited inheritance; he then attempted to elope with Darcy's young sister, thereby to capture her fortune. Regarding Mr Bingley and Jane, Darcy claimed he had observed no reciprocal interest in Jane for Bingley. Elizabeth later came to acknowledge the truth of Darcy's assertions. Some months later, Elizabeth and her Aunt and Uncle Gardiner visit Pemberley, Darcy's estate, believing he will be absent for the day. He returns unexpectedly, and though surprised, he is gracious and welcoming. He treats the Gardiners with great civility; he introduces Elizabeth to his sister, and Elizabeth begins to realise her attraction to him. Their reacquaintance is cut short, however, by news that Lydia, Elizabeth's sister, has run away to elope with Mr Wickham. Elizabeth and the Gardiners return to Longbourn, where Elizabeth grieves that her renewed acquaintance with Mr Darcy will end because of her sister's disgrace. Lydia and Wickham are soon found, then married by the clergy; they visit Longbourn, where Lydia lets slip that Mr Darcy was responsible for finding the couple and negotiating their marriage—at great expense to himself. Elizabeth is shocked but does not dwell further on the topic due to Mr Bingley's return and subsequent proposal to Jane, who immediately accepts. Lady Catherine de Bourgh later bursts in on Longbourn; intending to thwart local rumour, she warns Elizabeth against marrying Mr Darcy. Elizabeth refuses her demands. Disgusted, Lady Catherine leaves and drops by to inform her nephew on Elizabeth's abominable behaviour. However, this lends hope to Darcy that Elizabeth's opinion of him may have changed. He travels to Longbourn and proposes again; and now Elizabeth accepts.",
    "genre": [
      "Satire",
      "Fiction",
      "Romance novel",
      "Novel"
    ],
    "author": "Jane Austen"
  },
  {
    "title": "What Makes Sammy Run?",
    "summary": " Told in first person narrative by Al Manheim, drama critic of The New York Record, this is the tale of Sammy Glick, a young uneducated boy who rises from copy boy to the top of the screenwriting profession in 1930s Hollywood by backstabbing others. Manheim recalls how he first met the 16-year-old Sammy Glick when Sammy was working as a copy boy at Manheim's newspaper. Both awed and disturbed by Sammy's aggressive personality, Manheim becomes Sammy's primary observer, mentor and, as Sammy asserts numerous times, his best friend. Tasked with taking Manheim's column down to the printing room, one day Glick rewrites Manheim's column, impressing the managing editor and gaining a column of his own. Later he steals a piece by an aspiring young writer, Julian Blumberg, sending it under his own name to the famous Hollywood talent agent Myron Selznick. Glick sells the piece, \"Girl Steals Boy\", for $10,000 and leaves the paper to go to work in Hollywood, leaving behind his girlfriend, Rosalie Goldbaum. When the film of Girl Steals Boy opens, Sammy is credited for \"original screenplay\" and Blumberg is not acknowledged. Glick rises to the top in Hollywood over the succeeding years, paying Blumberg a small salary under the table to be his ghost writer. He even manages to have \"his\" stageplay Live Wire performed at the Hollywood Playhouse, although the script is actually a case of plagiarism, The Front Page in flimsy disguise; strangely enough, no one except Manheim seems to notice. Sammy's bluffing also includes talking about books he has never read. Manheim, whose ambitions are much more modest, is both fascinated and disgusted by the figure of Sammy Glick, and Manheim carefully chronicles his rise. In Hollywood, Manheim is disheartened to learn that Catherine \"Kit\" Sargent, a novelist and screenwriter he greatly admires, has fallen for Sammy's charms. Although Manheim is quite open about his feelings for Kit, she makes it clear that it is Sammy she prefers, especially in bed. When she met Sammy, she tells Manheim, she had \"this crazy desire to know what it felt like to have all that driving ambition and frenzy and violence inside me.\" Manheim also describes the Hollywood system in detail, as a money machine oppressive to talented writers. The bosses prefer to have carte blanche when dealing with their writers, ranging from having them work on a week-to-week basis to giving them a seven-year contract. In the film industry, Manheim remarks at one point in the novel, it is the rule rather than the exception that \"convictions are for sale,\" with people double-crossing each other whenever the slightest chance presents itself to them. Hollywood, he notices, regularly and efficiently turns out three products: moving pictures, ambition, and fear. Manheim becomes an eyewitness to the birth of what was to become the Writers Guild, an organization created to protect the interests of the screenwriters. After one of the studio's periodic reshufflings, Manheim finds himself out of work and goes back to New York. There, still preoccupied with Sammy Glick's rise to stardom, he investigates Sammy's past. He comes to understand, at least to some degree, \"the machinery that turns out Sammy Glicks\" and \"the anarchy of the poor\". Manheim realizes that Sammy grew up in the \"dog-eat-dog world\" of New York's Lower East Side (Rivington Street), much like the more sophisticated dog-eat-dog world of Hollywood. The one connection between Sammy's childhood days and his present position seems to be Sheik, someone who went to school with him and regularly beat him up. Now Sheik is working as Glick's personal servant (or almost slave)—possibly some kind of belated act of revenge on Sammy's part, or the \"victim's triumph\". When Manheim returns to Hollywood he becomes one of Glick's writers. There he realizes that there is also a small minority of honorable men working in pictures, especially producer Sidney Fineman, Glick's boss. Manheim teams up with Kit Sargent to write several films for Glick, who has successfully switched to production and moved into a gigantic manor in Beverly Hills. Fineman's position becomes compromised by a string of flops, and Manheim attempts to convince Harrington, a Wall Street banker representing the film company's financiers, that Fineman is still the right man for the job. This is the moment when Glick sees his chance to get rid of Fineman altogether and take his place. At a reception, Glick meets Laurette, Harrington's daughter; he immediately and genuinely falls in love with this \"golden girl,\" discarding his girlfriend. He feels that he is about to kill two birds with one stone by uniting his personal ambition and his love life. Fineman, only 56, dies soon after losing his job to Sammy—of a broken heart, it is rumoured. Sammy's wedding is described by Manheim as \"a marriage-to-end-all-marriages\" staged in the beautiful setting of Sammy's estate. Manheim and Kit Sargent, who have finally decided to get married, slip away early to be by themselves. Sammy discovers Laurette making love in the guest room to Carter Judd, an actor Sammy has just hired. Laurette is not repentant: She coldbloodedly admits that she considers their marriage to be purely a business affair. Sammy calls Manheim and asks him to come over to his place immediately. Once there, Manheim for the first time witnesses a self-conscious, desperate, and suffering Sammy Glick who cannot stand being alone in his big house. In the end, Sammy orders Sheik to get him a prostitute, while Manheim drives home.",
    "genre": [
      "Satire",
      "Fiction",
      "Novel"
    ],
    "author": "Budd Schulberg"
  },
  {
    "title": "American Psycho",
    "summary": " Set in Manhattan during the Wall Street boom of the late 1980s, American Psycho is about the daily life of wealthy young investment banker Patrick Bateman. Bateman, in his late 20s when the story begins, narrates his everyday activities, from his recreational life among the Wall Street elite of New York to his forays into murder by nightfall. Through present tense stream-of-consciousness narrative, Bateman describes his daily life, ranging from a series of Friday nights spent at nightclubs with his colleagues — where they snort cocaine, critique fellow club-goers' clothing, trade fashion advice, and question one another on proper etiquette — to his loveless engagement to fellow yuppie Evelyn and his contentious relationship with his brother and senile mother. Bateman's stream of consciousness is occasionally broken up by chapters in which he directly addresses the reader in order to critique the work of 1980s Pop music artists. The novel maintains a high level of ambiguity through mistaken identity and contradictions that introduce the possibility that Bateman is an unreliable narrator. Characters are consistently introduced as people other than themselves, and people argue over the identities of others they can see in restaurants or at parties. Whether any of the crimes depicted in the novel actually happened or whether they were simply the fantasies of a delusional psychotic is deliberately left open. After killing Paul Owen, one of his colleagues, Bateman appropriates his apartment as a place to kill and store more victims. Bateman's control over his violent urges deteriorates. His murders become increasingly sadistic and complex, progressing from simple stabbings to drawn out sequences of torture, rape, mutilation, cannibalism, and necrophilia, and the separation between his two lives begins to blur. He introduces stories about serial killers into casual conversations and on several occasions openly confesses his murderous activities to his coworkers, who never take him seriously, do not hear what he says, or misunderstand him completely—for example, hearing the words \"murders and executions\" as \"mergers and acquisitions.\" Bateman begins to experience bizarre hallucinations such as seeing a Cheerio interviewed on a talk show, being stalked by an anthropomorphic park bench, and finding a bone in his Dove Bar. These incidents culminate in a shooting spree during which he kills several random people in the street, resulting in a SWAT team being dispatched in a helicopter. Bateman flees on foot and hides in his office, where he phones his attorney, Harold Carnes, and confesses all his crimes to the answering machine. Later, Bateman confronts Carnes about the message only to find Carnes is amused at what he considers to be a good joke. Carnes tells Bateman that he is too much of a coward to have committed such acts and claims that he had dinner in London with Paul Owen a few days before. Bateman revisits Paul Owen's apartment, where he had killed and mutilated two prostitutes. Bateman enters the perfectly clean, refurbished apartment, which shows no trace of decomposing bodies but is filled with strong-smelling flowers, as though meant to hide a bad odor. He runs into a real estate agent showing the apartment to prospective buyers; the real-estate agent appears suspicious of Bateman. The book ends as it began, with Bateman and his colleagues in a club on a Friday night, engaging in banal conversation.",
    "genre": [
      "Satire",
      "Horror",
      "Speculative fiction",
      "Suspense",
      "Fiction"
    ],
    "author": "Bret Easton Ellis"
  },
  {
    "title": "A Tenured Professor",
    "summary": " The book chronicles the rise to fame of one Montgomery Marvin, a professor of economics who, as an academic teacher, keeps a low profile but who nevertheless is given tenure quite early in his career. While outwardly concerning himself with unspectacular research focusing on \"Mathematical Paradigms in an Approach to Refrigerator Pricing\" (which is also the title of his Ph.D. thesis), Marvin's extracurricular activities centre on becoming very rich in a very short time. For that purpose, Marvin has devised a new formula—a stock forecasting model by means of which he and his wife can cash in on people's euphoria, greed and, as they call it, dementia. Eventually, while everyone loses money in the wake of the \"Black Monday\" stock market crash of October 19, 1987, the Marvins gain an awful lot. (See also Michael Milken and leveraged buyout.) They decide to spend their money wisely, according to their liberal agenda. Intent on strictly observing the code of business ethics, they start to make use of the \"positive power of wealth\" and embark on a life of philanthropy. They fund a number of chairs in peace studies to be established at, of all places, military academies. They also secure legislation by which companies are required to label their products according to the percentage of female executives employed by them. After they have launched several of their projects, their operations are increasingly considered un-American and officially put under surveillance. But whatever will happen - Marvin knows that he will be able to nourish his family, as he has been accorded tenure. A Tenured Professor was republished as paperback by Houghton Mifflin in 2001 (ISBN 0-618-15455-8).",
    "genre": [
      "Satire"
    ],
    "author": "John Kenneth Galbraith"
  },
  {
    "title": "Myra Breckinridge",
    "summary": " Myra Breckinridge is an attractive young woman with a mission. She is a film buff with a special interest in the Golden Age of Hollywood—in particular the 1940s—and the writings of real-life film critic Parker Tyler. She comes to the Academy for Aspiring Young Actors and Actresses, owned by her deceased husband Myron's uncle, Buck Loner. Myra gets a job teaching, not just her regular classes (Posture and Empathy), but also, as part of the hidden curriculum, female dominance. Myra selects as her first victim one of the \"studs\" at the Academy, a straight young man called Rusty Godowsky, and sets out to alienate him from his beautiful girlfriend Mary-Ann Pringle. She lures Rusty to the school infirmary, where she verbally abuses him, ties him to an exam table and anally rapes him with a strap-on dildo. Later, after she is injured in a car crash, it is learned that Myra is Myron, still in the process of sexual reassignment surgery; unable to obtain hormones, Myra reverts to Myron, and, as a result of the injuries she has sustained, is forced to have her breast implants removed. Now a male eunuch, Myron decides to settle down with Mary-Ann. The subplot of Myra Breckinridge revolves around the character of Letitia Van Allen, an aging, sexually voracious talent scout whom Myra meets and befriends at the academy, whose office boasts a four-poster bed and whose kinky sexual practices (\"Those small attentions a girl like me cherishes… a lighted cigarette stubbed out on my derrière, a complete beating with his great thick heavy leather belt…\") landed her in hospital, \"half paralyzed\", at the same time Myra finds herself there towards the end of the novel. The spirit of the times is also well reflected in another, earlier chapter (Ch. 14) where Myra attends an orgy arranged by one of the students. She goes, intending only to be an observer, but suffers a \"rude intrusion\" by a member of the band The Four Skins, from which she derives a perverse, masochistic enjoyment. At an earlier regular party, after \"mixing gin and marijuana\", she eventually gets \"stoned out of her head\" and has a fit, then passes out in a bathroom.",
    "genre": [
      "Satire",
      "Novel"
    ],
    "author": "Gore Vidal"
  },
  {
    "title": "Babbitt",
    "summary": " Lewis has been both criticized and congratulated for his unorthodox writing style in Babbitt. As one reviewer puts it: “There is no plot whatever… Babbitt simply grows two years older as the tale unfolds.” Lewis presents a chronological series of scenes in the life of his title character. After introducing George F. Babbitt as a middle-aged man, \"nimble in the calling of selling houses for more than people could afford to pay,\" Lewis presents a meticulously detailed description of Babbitt's morning routine. Each item Babbitt encounters is explained, from the high-tech alarm clock, which Babbitt sees as a marker of social status, to the rough camp blanket, a symbol of the freedom and heroism of the West. As he dresses for the day, Babbitt contemplates each article of his \"Solid Citizen\" uniform, most important being his Booster's club button, which he wears with pride. The first seven chapters follow Babbitt's life over the course of a single day. Over breakfast Babbitt dotes on his ten-year-old daughter Tinka, tries to dissuade his twenty-two-year-old daughter Verona from her new found socialist leanings, and encourages his seventeen-year-old son Ted to try harder in school. At the office he dictates letters and discusses real estate advertising with his employees. Babbitt is professionally successful as a realtor. Much of his energy in early chapters is spent on climbing the social ladder through booster functions, real estate sales, and making good with various dignitaries. According to Babbitt, any “decent” man in Zenith belonged to at least two or three “lodges” or booster clubs. They were good for potential business partnerships, getting time away from home and family life, and quite simply because “it was the thing to do.” Babbitt admits that while these clubs “stimulated him like brandy,” he often found work dull and nerve-wracking in comparison. Lewis also paints vivid scenes of Babbitt bartering for liquor (despite being a supporter of Prohibition) and hosting dinner parties. At his college class reunion, Babbitt reconnects with a former classmate, Charles McKelvey, whose success in the construction business made him a millionaire. Seizing the opportunity to hobnob with someone from a wealthier class, Babbitt invites the McKelveys to a dinner party. Although Babbitt hopes the party will help his family rise socially, the McKelveys leave early and do not extend a dinner invitation in return. Gradually, Babbitt realizes his dissatisfaction with \"The American Dream,\" and attempts to quell these feelings by going camping in Maine with his close friend and old college roommate Paul Reisling. When Babbitt and Paul arrive at the camp they marvel at the beauty and simplicity of nature. Looking out over a lake Babbitt comments: “I’d just like to sit here – the rest of my life – and whittle – and sit. And never hear a typewriter.” Paul is similarly entranced, stating: “Oh it’s darn good, Georgie. There’s something eternal about it.” Although the trip has its ups and downs, the two men consider it an overall success, and leave feeling optimistic about the year ahead. On the day that Babbitt gets elected vice-president of the Booster’s club, he finds out that Paul shot his wife Zilla. Immediately Babbitt drives to the jail where Paul is being kept. Babbitt is very shaken up by the situation, trying to think of ways to help Paul out. When Paul was sentenced to a three-year jail term, “Babbitt returned to his office to realize that he faced a world which, without Paul, was meaningless.” Shortly after Paul’s arrest, Myra and Tinka go to visit relatives, leaving Babbitt more or less on his own. Alone with his thoughts Babbitt begins to ask himself what it was he really wanted in life. Eventually, “he stumbled upon the admission that he wanted the fairy girl - in the flesh.” Missing Paul, Babbitt decides to return to Maine. He imagines himself as a rugged outdoorsman, and thinks about what it would be like to become a camp guide himself. Ultimately, however, he is disenchanted with the wilderness and leaves “lonelier than he had ever been in his life.” Eventually Babbitt finds the cure for his loneliness in an attractive new client, Tanis Judique. He opens up to her about everything that happened with Paul and Zilla, and Tanis proves to be a sympathetic listener. In time, Babbitt begins to rebel against all of the standards he formerly held: he jumps into liberal politics with famous socialist litigator Seneca Doane; conducts an extramarital affair with Tanis; goes on various vacations; and cavorts around Zenith with would-be Bohemians and flappers. But each effort ends up disillusioning him to the concept of rebellion. On his excursions with Tanis and her group of friends, \"the Bunch,\" he learns that even the Bohemians have rigid standards for their subculture. When Virgil Gunch and others discover Babbitt's activities with Seneca Doane and Tanis Judique, Virgil tries to convince Babbitt to return to conformity and join their newly founded \"Good Citizens' League.” Babbitt refuses. His former friends then ostracize him; boycotting Babbitt's real estate ventures and shunning him publicly in clubs around town. Babbitt slowly becomes aware that his forays into nonconformity are not only futile but also destructive of the life and the friends he once loved. Yet he continues with them — even after Myra suspects Babbitt's affair, though she has no proof or specific knowledge. Unrelated to these events, Myra falls seriously ill with acute appendicitis. Babbitt, in a near-epiphany, rushes home and relinquishes all rebellion in order to care for his wife. During her long recovery, they spend a lot of time together, rekindling their intimacy. In short time, his old friends and colleagues welcome Babbitt back into the fold. The consequence of his disgruntled philosophical wanderings being met with practical events of life, he reverts into dispassionate conformity by the end; however, Babbitt never quite loses hold of the sentimentality, empathy, and hope for a meaningful life that he has developed. In the final scene, all has been righted in his life and he is back on a traditional track. He is awakened in the night to find that his son Ted and Eunice, the daughter of his neighbor, have not returned from a party. In the morning his wife informs him that the two have been discovered in the house, having been married that night. While an assemblage of friends and family gather to denounce this development, Babbitt excuses himself and Ted to be alone. He offers his approval of the marriage stating that though he does not agree he admires the fact that Ted has chosen to lead his life by his own terms and not that of conformity.",
    "genre": [
      "Satire",
      "Fiction",
      "Novel"
    ],
    "author": "Sinclair Lewis"
  },
  {
    "title": "Noli Me Tangere",
    "summary": " Having completed his studies in Europe, young Juan Crisóstomo Ibarra y Magsalin comes back to the Philippines after a 7-year absence. In his honor, Don Santiago de los Santos \"Captain Tiago,\" a family friend, threw a get-together party, which was attended by friars and other prominent figures. One of the guests, former San Diego curate Fray Dámaso Vardolagas belittled and slandered Ibarra. Ibarra brushed off the insults and took no offense; he instead politely excused himself and left the party because of an allegedly important task. The next day, Ibarra visits María Clara, his betrothed, the beautiful daughter of Captain Tiago and affluent resident of Binondo. Their long-standing love was clearly manifested in this meeting, and María Clara cannot help but reread the letters her sweetheart had written her before he went to Europe. Before Ibarra left for San Diego, Lieutenant Guevara, a Civil Guard, reveals to him the incidents preceding the death of his father, Don Rafael Ibarra, a rich hacendero of the town. According to Guevara, Don Rafael was unjustly accused of being a heretic, in addition to being a subversive — an allegation brought forth by Dámaso because of Don Rafael's non-participation in the Sacraments, such as Confession and Mass. Dámaso's animosity against Ibarra's father is aggravated by another incident when Don Rafael helped out on a fight between a tax collector and a child fighting, and the former's death was blamed on him, although it was not deliberate. Suddenly, all of those who thought ill of him surfaced with additional complaints. He was imprisoned, and just when the matter was almost settled, he died of sickness in jail. Still not content with what he had done, Dámaso arranged for Don Rafael's corpse to be dug up from the Catholic Church and brought to a Chinese cemetery, because he thought it inappropriate to allow a heretic a Catholic burial ground. Unfortunately, it was raining and because of the bothersome weight of the body, the undertakers decide to throw the corpse into a nearby lake. Revenge was not in Ibarra's plans, instead he carried through his father's plan of putting up a school, since he believed that education would pave the way to his country's progress (all over the novel the author refers to both Spain and the Philippines as two different countries as part of a same nation or family, with Spain seen as the mother and the Philippines as the daughter). During the inauguration of the school, Ibarra would have been killed in a sabotage had Elías — a mysterious man who had warned Ibarra earlier of a plot to assassinate him — not saved him. Instead the hired killer met an unfortunate incident and died. The sequence of events proved to be too traumatic for María Clara who got seriously ill but was luckily cured by the medicine Ibarra sent. After the inauguration, Ibarra hosted a luncheon during which Dámaso, gate-crashing the luncheon, again insulted him. Ibarra ignored the priest's insolence, but when the latter slandered the memory of his dead father, he was no longer able to restrain himself and lunged at Dámaso, prepared to stab him for his impudence. As a consequence, Dámaso excommunicated Ibarra, taking this opportunity to persuade the already-hesitant Tiago to forbid his daughter from marrying Ibarra. The friar wished María Clara to marry Linares, a Peninsular who had just arrived from Spain. With the help of the Governor-General, Ibarra's excommunication was nullified and the Archbishop decided to accept him as a member of the Church once again. But, as fate would have it, some incident of which Ibarra had known nothing about was blamed on him, and he is wrongly arrested and imprisoned. The accusation against him was then overruled because during the litigation that followed, nobody could testify that he was indeed involved. Unfortunately, his letter to María Clara somehow got into the hands of the jury and is manipulated such that it then became evidence against him by the parish priest, Fray Salví. With Machiavellian precision, Salví framed Ibarra and ruined his life just so he could stop him from marrying María Clara and making the latter his concubine. Meanwhile, in Capitan Tiago's residence, a party was being held to announce the upcoming wedding of María Clara and Linares. Ibarra, with the help of Elías, took this opportunity to escape from prison. Before leaving, Ibarra spoke to María Clara and accused her of betraying him, thinking that she gave the letter he wrote her to the jury. María Clara explained that she would never conspire against him, but that she was forced to surrender Ibarra's letter to Father Salvi, in exchange for the letters written by her mother even before she, María Clara, was born. The letters were from her mother, Pía Alba, to Dámaso alluding to their unborn child; and that María Clara was therefore not Captain Tiago's biological daughter, but Dámaso's. Afterwards, Ibarra and Elías fled by boat. Elías instructed Ibarra to lie down, covering him with grass to conceal his presence. As luck would have it, they were spotted by their enemies. Elías, thinking he could outsmart them, jumped into the water. The guards rained shots on him, all the while not knowing that they were aiming at the wrong man. María Clara, thinking that Ibarra had been killed in the shooting incident, was greatly overcome with grief. Robbed of hope and severely disillusioned, she asked Dámaso to confine her into a nunnery. Dámaso reluctantly agreed when she threatened to take her own life, demanding, \"the nunnery or death!\" Unbeknownst to her, Ibarra was still alive and able to escape. It was Elías who had taken the shots. It was Christmas Eve when Elías woke up in the forest fatally wounded, as it is here where he instructed Ibarra to meet him. Instead, Elías found the altar boy Basilio cradling his already-dead mother, Sisa. The latter lost her mind when she learned that her two sons, Crispín and Basilio, were chased out of the convent by the sacristan mayor on suspicions of stealing sacred objects. (The truth is that, it was the sacristan mayor who stole the objects and only pinned the blame on the two boys. The said sacristan mayor actually killed Crispín while interrogating him on the supposed location of the sacred objects. It was implied that the body was never found and the incident was covered-up by Salví). Elías, convinced that he would die soon, instructs Basilio to build a funeral pyre and burn his and Sisa's bodies to ashes. He tells Basilio that, if nobody reaches the place, he come back later on and dig for he will find gold. He also tells him (Basilio) to take the gold he finds and go to school. In his dying breath, he instructed Basilio to continue dreaming about freedom for his motherland with the words: Elías died thereafter. In the epilogue, it was explained that Tiago became addicted to opium and was seen to frequent the opium house in Binondo to satiate his addiction. María Clara became a nun where Salví, who has lusted after her from the beginning of the novel, regularly used her to fulfill his lust. One stormy evening, a beautiful crazy woman was seen at the top of the convent crying and cursing the heavens for the fate it has handed her. While the woman was never identified, it is insinuated that the said woman was María Clara.",
    "genre": [
      "Satire",
      "Novel"
    ],
    "author": "José Rizal"
  },
  {
    "title": "The Loved One",
    "summary": " Chapter one: Sir Ambrose Abercrombie visits housemates Dennis Barlow and Sir Francis Hinsley to express his concern about Barlow's new job and how it reflects on the British enclave in Hollywood, which is also taken as an announcement of Barlow's impending exclusion from British society. Barlow reports to his job at the Happier Hunting Ground, a pet cemetery and funeral service, and picks up a couple's dead Sealyham Terrier. Chapter two: Due to the difficulty he is having rebranding actress Juanita del Pablo as an Irish starlet (having previously rebranded Baby Aaronson as del Pablo), Hinsley is sent to work from home. After his secretary stops showing up, he ventures to Megalopolitan Studios and finds a man named Lorenzo Medici in his office. After working his way through the bureaucracy he finds he has been unceremoniously fired. In the next scene, Abercrombie and other British expatriates are discussing Hinsley's suicide and the funeral arrangements. Chapter three: Barlow, tasked with making Hinsley's funeral arrangements, visits Whispering Glades. There he is transfixed by the cosmetician Aimée Thanatogenos, though he has yet to learn her name. Chapter four: Barlow continues with the funeral arrangements while Hinsley's body arrives at Whispering Glades and is tended to by Thanatogenos and the senior mortician Mr. Joyboy. Chapter five: Barlow visits Whispering Glades seeking inspiration for Hinsley's funeral ode. While touring a British-themed section of the cemetery, he meets Thanatogenos and begins his courtship of her when she learns he is a poet. Chapter six: Six weeks later, Thanatogenos is torn between her very different affections for Barlow and Joyboy. She writes to the advice columnist \"The Guru Brahmin\" for advice. Joyboy invites her over for dinner and she meets his mother. Chapter seven: The office of the Guru Brahmin consists of \"two gloomy men and a bright young secretary.\" Tasked with responding to Thanatogenos' letters is Mr. Slump, a grim drunk who advises that she marry Joyboy. She instead decides to marry Barlow. Chapter eight: Joyboy learns that the poems Barlow has been wooing Thanatogenos with are not his own, and arranges that Thanatogenos, who still does not know Barlow works for a pet cemetery, attend the funeral of his mother's parrot at the Happier Hunting Ground. Chapter nine: Some time after Thanatogenos' discovery of Barlow's deceptions, Barlow reads the announcement of her engagement to Joyboy. Barlow meets with her and she is again torn between the two men. She tracks down Mr. Slump to seek the advice of the Guru Bramin and finds him, via telephone, in a bar after he has been fired. Slump tells her to jump off a building. She commits suicide by injecting herself with cyanide in Joyboy's workroom at Whispering Glades. Chapter ten: Joyboy discovers Thanatogenos' body and seeks assistance from Barlow. Then Barlow meets with Abercrombie, who, fearing Barlow's plans to become a non-sectarian funeral pastor will further damage the image of the British enclave, pays his passage back to England. Joyboy returns, unaware of Barlow's impending departure, and in exchange for all his savings, Barlow says he will leave town so it will appear that he ran away with Thanatogenos. After cremating the body, Barlow signs Joyboy up for the Happier Hunting Ground annual postcard service so every year Joyboy will receive a card reading \"Your little Aimée is wagging her tail in heaven tonight, thinking of you.\"",
    "genre": [
      "Satire",
      "Fiction",
      "Novel"
    ],
    "author": "Evelyn Waugh"
  },
  {
    "title": "Lullaby",
    "summary": " Lullaby is the story of Carl Streator, a newspaper reporter who has been assigned to write articles on a series of cases of sudden infant death syndrome, from which his own child had died. Streator discovers that his wife and child had died immediately after he read them a \"culling song\", or African chant, from a book entitled Poems and Rhymes Around the World. As Streator learns, the culling song has the power to kill anyone it is spoken to. Because of the stress of his life, it became unusually powerful, allowing him to kill by only thinking the poem. During his investigations into other SIDS cases for his article, he finds that a copy of the book was at the scene of each death. In every case, the book was open to a page that contained the \"culling song\". Streator unintentionally memorizes the deadly poem and he semi-voluntarily becomes a serial killer (killing, for example, annoying radio hosts and people who elbow into an elevator when he is late for work). He then turns to Helen Hoover Boyle, a real estate agent who has also found the culling song in the same book and knows of its destructive power. While she is unable to help him stop using the culling song, she is willing to help him stop anyone else from being able to use it again. The two of them decide to go on a road trip across the country to find all remaining copies of the book and remove and destroy the page containing the song. They are joined by Helen's assistant, Mona Sabbat, and Mona's boyfriend, an eco-terrorist named Oyster. Streator now must not only deal with the dangers of the culling song, but with the risk of it falling into the hands of Oyster, who may want to use it for sinister purposes. In addition to tracking down and destroying any copy of Poems and Rhymes Around the World, the foursome hope to find a \"grimoire\", a hypothesized spellbook that is the source of the culling spell. Streator wants to destroy it while the others in his group want to learn what other spells it contains—partly in the hope that there is a spell to resurrect the dead. Mona eventually figures out that the datebook Helen had been carrying throughout the trip is the grimoire they had been looking for, written in invisible ink. Helen had acquired it years earlier in the estate of the publisher of Poems and Rhymes Around the World whom she had killed with the culling spell. In the end, the grimoire is used and misused until Helen's body ends up dead with her mind in a police sergeant's body. This connection is made in the final chapters and concludes with the present; Streator and Helen (in the police sergeant's body) are together, searching for Mona and Oyster who have the entirety of the grimoire with the exception of the \"culling song\".",
    "genre": [
      "Satire",
      "Horror",
      "Speculative fiction",
      "Fiction"
    ],
    "author": "Chuck Palahniuk"
  },
  {
    "title": "Decline and Fall",
    "summary": " The novel tells the story of Paul Pennyfeather, student at the fictional Scone College, Oxford, who is sent down for running through the college grounds without his trousers, having become, inadvertently, immersed in the activities of the Bollinger Club. Having defaulted on the conditions of his inheritance, he is forced to take a job teaching at an obscure public school in Wales called Llanabba, run by Dr Fagan. Attracted to the wealthy mother of one of his pupils, Pennyfeather becomes private tutor to her boy, Peter, and then engaged to be married to her - the Honourable Mrs Margot Beste-Chetwynde (who later becomes \"Lady Metroland,\" and appears in Waugh's other novels.) Pennyfeather, however, is unaware that the source of her income is a number of high-class brothels in South America. Arrested on the morning of the wedding, after running an errand for Margot related to her business, Pennyfeather takes the fall to protect his fiancée's honour and is sentenced to seven years in prison for traffic in prostitution. Margot marries another man with government ties and he arranges for Paul to fake his own death and escape. In the end he returns to where he started at Scone. He studies under his own name, having convinced the college that he is the distant cousin of the Paul Pennyfeather who was sent down previously. The novel ends as it started, with Paul sitting in his room listening to the distant shouts of the Bollinger Club. The novel was dramatized as the 1969 film, Decline and Fall... of a Birdwatcher starring Robin Phillips and also for BBC Radio 4 in 2008 by Jeremy Front and starred Alistair McGowan as Pennyfeather, Jim Broadbent as Grimes, Andrew Sachs as Prendergast, Edward Hardwicke as Dr. Fagan, Jonathan Kidd as Philbrick, Joanna David as Margot Beste-Chetwynde, Emma Fielding as Flossie and Richard Pearce as Peter.",
    "genre": [
      "Satire",
      "Novel",
      "Fiction",
      "Comedy"
    ],
    "author": "Evelyn Waugh"
  },
  {
    "title": "The Twelve Chairs",
    "summary": " In the Soviet Union in 1927, a former member of the nobility, Ippolit Matveyevich Vorobyaninov, works as a desk clerk. His mother-in-law reveals on her deathbed that her family jewelry had been hidden from the Bolsheviks in one of the twelve chairs from the family’s dining room set. Those chairs, along with all other personal property, had been expropriated by the government after the Russian Revolution. He becomes a treasure hunter, and after the “smooth operator” and con-man Ostap Bender forces Kisa (\"Pussy\", Vorobyaninov’s funny childhood nickname, which Bender prefers) to partner with him, they set off to track down the chairs. This ultimately helps Kisa, who doesn’t possess Bender’s charm and is not as street-smart. The two \"comrades\" find the chair set which is put up for auction, but fail to buy it and afterwards find out that the set has been split up and sold individually. They are not alone in their quest. Father Fyodor took advantage of the deathbed confession, and has also set off to recover the fortune. In this search for Mme Petukhova’s treasure, he becomes Vorobyaninov’s main rival. While in this enterprise Ostap is in his element, Vorobyaninov is not so happy. He’s steadily abandoning his principles and losing self-esteem. Through the process of elimination, the two finally discover the location of the 12th and last chair, the one hopefully containing the treasure. To avoid splitting the loot, Vorobyaninov murders Ostap. He then discovers that the jewels have already been found and that they have been spent on erecting a new public building, and as a result goes insane. Basic idea of this novel (searching treasure inside of many similar items) is based on The Adventure of the Six Napoleons, however there's no other similarities between this novel and short story by Arthur Conan Doyle. The Twelve Chairs satirizes not only its central characters, but also the people and institutions they encounter: the operations of a Moscow newspaper, student housing, a provincial chess club, and so on. Bender represents values of the old order, egoism and individualism. He knows “four hundred comparatively honest ways of taking money away from the population” (), and he has no future in the post revolutionary Soviet Union. Ilf and Petrov’s observations on aspects of everyday life are comic, but shrewd.",
    "genre": [
      "Satire"
    ],
    "author": "Ilya Ilf"
  },
  {
    "title": "The Little Golden Calf",
    "summary": " Ostap Bender is still alive, after somehow surviving the assassination in the previous book. This time he hears a story about an \"underground millionaire\" named Alexandr Koreiko. Koreiko has made millions, a truly enormous sum, by living on 46 rubles a month, through various illegal enterprises, taking full advantage of the widespread corruption in the New Economic Policy (NEP) period. Living in Chernomorsk (literally: Black Sea city, referring to the city of Odessa), and working as an accountant for a government office in charge of economic management, Koreiko keeps his large stash of ill-gotten money in a suitcase, waiting for the fall of the Soviet government, so that he can make use of it. Together with two associates, both petty criminals, and an extremely naive and innocent car driver, Bender finds out about him and starts to collect all the information he can get on Koreiko’s business activities. Koreiko tries to flee, but Bender eventually tracks him down in Turkestan, on the newly-constructed Turkestan–Siberia Railway. He then blackmails him into giving him a million rubles. Suddenly rich, Bender faces the problem of how to spend his money in a country where there are no legal millionaires. Nothing of the life of the rich that Bender dreamt of seems possible in the Soviet Union. Frustrated, Bender even decides to anonymously donate the money to the Ministry of Finance, but changes his mind. He turns the money into jewels and gold, and tries to cross the Romanian border, only to be robbed by the Romanian border guards, leaving him only with a medal, the Order of the Golden Fleece. Koreiko finds another job as an accountant. He hides the rest of his cash, and continues to wait for the fall of the Soviets.",
    "genre": [
      "Satire"
    ],
    "author": "Ilya Ilf"
  },
  {
    "title": "Syrup",
    "summary": " Set in present day, a young marketing graduate named Scat comes up with an idea for a new product for Coca-Cola called 'Fukk'. This causes him to go to Coca-Cola to sell his idea for $3 million, but he finds that Sneaky Pete has already claimed the copyright in a backstabbing move. This then leads him to leave his apartment with Sneaky Pete and move in with Cindy. Cindy eventually throws him out and he goes to live with 6 and Tina while managing the summer marketing campaign for Coca-Cola. He eventually succeeds with the campaign. After that Scat tries to undermine Sneaky Pete's effort to run a new secret project for Coca-Cola, the first feature length advertising movie.",
    "genre": [
      "Satire"
    ],
    "author": "Max Barry"
  },
  {
    "title": "Zuleika Dobson",
    "summary": " Zuleika Dobson is a stunningly attractive young woman of the Edwardian era, a true femme fatale, who is a prestidigitator by profession, formerly a governess. Zuleika's current occupation (though, more importantly, perhaps, her enrapturing beauty) has made her something of a small-time celebrity and she manages to gain entrance to the privileged, all-male domain of Oxford University because her grandfather is the Warden of Judas College (based on Merton College, Oxford, Beerbohm's alma mater). There, she falls in love for the first time in her life with the present Duke of Dorset, a snobbish, emotionally detached student who&mdash;frustrated with the lack of control over his feelings when he sees her&mdash;is forced to admit that she too is his first love, impulsively proposing to her. As she feels that she cannot love anyone unless he is impervious to her charms, however, she rejects all her suitors, doing the same with the astonished Duke. The Duke quickly discovers that Noaks, another Oxford student, also claims to have fallen in love her, without ever having even interacted with her. Apparently, men immediately fall in love with her upon seeing her. As the first to have his love reciprocated by her (for however brief a time) the Duke decides that he will commit suicide to symbolise his passion for Zuleika and in hopes that he will raise awareness in her of the terrible power of her bewitching beauty, as she innocently goes on crushing men's affections. Zuleika is able to interrupt the Duke's first suicide attempt from a river boat, but seems to have a romanticised view of men dying for her, and does not oppose the notion of his suicide altogether. The Duke, instead pledging to kill himself the next day&mdash;which Zuleika more or less permits&mdash;has dinner that night with his social club where the other members also affirm their love for Zuleika. Upon telling them of his plan to die, the others unexpectedly agree to also commit suicide for Zuleika. This idea soon reaches the minds of all Oxford undergraduates, who inevitably fall in love with Zuleika upon first sight. The Duke eventually decides that the only way he can stop all the undergraduates from killing themselves is by not committing suicide himself, hoping they will follow his example. By an ancient tradition, on the eve of the death of a Duke of Dorset, two black owls come and perch on the battlements of Tankerton Hall, the family seat; the owls remain there hooting through the night and at dawn they fly away to an unknown place. After debating whether to follow through with his suicide, while seeming to decide at last to embrace his life as just as valuable as Zuleika's, the Duke receives a telegram from his butler at Tankerton, reporting the portentous return of the owls. The Duke promptly interprets the omen as a sign that the gods have decreed his doom. He proudly tells Zuleika that he will still die, but no longer for her; she agrees as long as he makes it appear that he is dying for her by shouting her name as he jumps into the river. Later the same day, a thunderstorm overwhelms the May Week boat races while the Duke drowns himself in the River Isis, wearing the robes of a Knight of the Garter. Every fellow undergraduate, except one, promptly follows suit. All of the Oxford undergraduates now dead, including, with some delay, the cowardly Noaks, Zuleika discusses the ordeal with her grandfather, who reveals that he too was enamoured by all when he was her age. While Oxford's academic staff barely notice that all of their undergraduates have vanished, Zuleika decides to order a special train for the next morning... bound for Cambridge.",
    "genre": [
      "Satire",
      "Novel"
    ],
    "author": "Max Beerbohm"
  },
  {
    "title": "Emperor of America",
    "summary": " A nuclear device explodes in Washington including the White House. The Royalist Party and the National Rifle Association are nominally those responsible but Condon's target is Reaganism and its legacy, embodied in the character of an Army colonel, Caesare Appleton, who becomes Emperor Caesare I.",
    "genre": [
      "Satire",
      "Fiction",
      "Novel"
    ],
    "author": "Richard Condon"
  },
  {
    "title": "Diary",
    "summary": " Diary takes the form of a \"coma diary\" telling the story of Misty Marie Wilmot as her husband lies senseless in a hospital after a suicide attempt. The story is not exactly told by Misty but through a third-person perspective instead. Once she was an art student dreaming of creativity and freedom, but now, after marrying her husband Peter while they were both still at school and then giving birth to their daughter shortly after, she is eventually brought back to Waytansea Island, a place that was once-quaint but is now tourist-overrun. Misty has been reduced to the lowly condition of a mere waitress within a common resort hotel. Peter, before falling into his coma, was building hidden rooms within the houses he was remodeling and scrawling vile messages all over the walls; this is an old habit of builders but it's been dramatically overdone in Peter's case. Angry homeowners are suing Misty left and right and her dreams of artistic greatness have been ruined. But then, as if she was possessed by the spirit of the fabled Waytansea artist Maura Kincaid, Misty begins painting again, excessively and compulsively. Misty discovers that the islanders, including her father-in-law (previously thought to be dead) are involved in a conspiracy which repeats every four generations. A young artist (in this case Misty) is lured to the island by an old piece of jewelry, she becomes pregnant and has her child within the community. It is implied that this old jewelry works to lure and entrap Misty because it was hers in a past life, during which these same events played out before. During middle age, her husband dies, followed by all her children, resulting in a wave of great artistic creativity, the product of which is mesmerizing to the observing audience. The islanders create an exhibition of Misty's art work at the local hotel where a fire is started by Misty's daughter, who is revealed to be alive after a previous point in the book when she was thought to have drowned, and all the hotel's occupants are burned to death due to their being mesmerized by her painting. The result is a huge insurance claim which leaves the remaining island citizens wealthy enough to support their luxuriant lifestyles for the next four generations, at which point a new young artist will be found to repeat the cycle. Peter, Misty's husband, attempted to warn her of this plot using his hidden writing and it is revealed that his suicide attempt was in fact a murder attempt. It is never revealed in the end whether Peter recovered from his coma, but from Misty's descriptions of his state of health, he more than likely died.",
    "genre": [
      "Satire",
      "Horror",
      "Speculative fiction",
      "Fiction"
    ],
    "author": "Chuck Palahniuk"
  },
  {
    "title": "Casanova's Chinese Restaurant",
    "summary": " The book opens with reminiscences of the late-20s/early-30s, concerning Nick's first meetings with Mr Deacon, Maclintick, Gossage, Carolo, Moreland and others, culminating at the point of Nick and Isobel's marriage, of which little is revealed. 1936 sees Nick lunching with various of the Tollands at Lady Warminster's. Erridge leaves for the Spanish Civil War. Nick visits Isobel in hospital where he meets Moreland attending his wife Matilda, who is about to give birth, and also encounters Widmerpool. Moreland and Nick visit the Maclinticks. In late 1936 Matilda loses her baby. Mrs Foxe gives a party for the first performance of Moreland's new symphony; Moreland has fallen for Priscilla Tolland; the Maclinticks row, and Stringham, now a recovering alcoholic, puts in an unexpected appearance. In Spring 1937 the death is announced of St John Clarke; Erridge is back from Spain; Maclintick is abandoned by his wife and commits suicide; Priscilla becomes engaged to Chips Lovell.",
    "genre": [
      "Satire",
      "Novel"
    ],
    "author": "Anthony Powell"
  },
  {
    "title": "Holes",
    "summary": " At the beginning of the story, Stanley, a teenage boy who is supposedly affected by a family \"curse\", has been wrongly accused of stealing the shoes of the baseball player from a charity auction. As punishment for this crime he was given a choice to either go to jail or Camp Green Lake, a juvenile detention and correctional facility where convicts of similar age are forced to dig holes to \"build their character\". Warden Walker, real granddaughter of Trout Walker, is actually looking for a buried treasure that outlaw Katherine \"Kissin' Kate\" Barlow stole from Stanley's great-grandfather. Years ago, Stanley's family got cursed by Madame Zeroni, a fortune-teller and ancestor, due to a promise not fulfilled by Elya Yelnats, Stanley's great-great-grandfather, more popularly known in the novel as a \"no-good-dirty-rotten-pig-stealing great-great-grandfather\". Later in the story, Zero had been living on jars of very old spiced peaches that he had found in the boat, which he called \"Sploosh\". Upon seeing a mountain resembling a human fist giving the thumbs up sign, Stanley recalls the story of his ancestor Stanley Yelnats I, who finds \"refuge on God’s thumb\", which Zero and Stanley climb in search of water. Atop the river, Stanley discovers a field of onions, which the boys eat, and a pool of groundwater, which they drink, and during their contentment Stanley sings to Zero that they should return to Camp Green Lake to find the buried treasure. Upon returning, Zero steals some water and food from the kitchens while Stanley looks for the buried treasure. At this they succeed, but are apprehended by the Warden and the camp staff, and become surrounded by a group of lethal yellow-spotted lizards. Because the boys have consumed onions, the lizards do not bite them. Unable to leave the hole they occupy, they remain in place until the next morning, during which an attorney arrives requesting Stanley’s release. When the warden demands the suitcase, Zero indicates the name ‘Stanley Yelnats’ written on it, its contents being the jewels, deeds, stocks and promissory notes stolen from Stanley Yelnats the first. Protagonist Stanley IV then uses the bonds to buy a new house for his family, and Zero hires a team of investigators to find his missing mother; meanwhile, the drought at Green Lake is replaced by rainfall, as if in response to Stanley's fulfilment of his ancestor's promise (a suggestion left purposely ambiguous by the narration). In a final scene, Clyde Livingston, along with the Yelnats and Zeroni families, celebrates the success of Stanley’s father's antidote to foot odor, composed of preserved and fermented spiced peaches and named \"Sploosh\" by Zero. The warden is forced to sell Camp Green Lake to the state government, who turns it into a Girl Scout camp, a coincidence since Mr. Sir, a head of the camp, told the campers that \"this isn't a Girl Scout camp\", referring to the backbreaking digging.",
    "genre": [
      "Satire",
      "Children's literature",
      "Young adult literature",
      "Fiction",
      "Adventure novel"
    ],
    "author": "Louis Sachar"
  },
  {
    "title": "Payasos en la lavadora",
    "summary": " Álex de la Iglesia signs only two pages of this novel. In this introduction he states he's found a laptop computer lost by poet Juan Carlos Satrústegui. On it, he's read a file called Payasos en la lavadora. Since Satrústegui has entered a mental sanatorium, De La Iglesia talks with the writer's mother and decides to publish the text after correcting it. It's a parody of the old literary technique of the false document found by chance, probably influenced by the fact that, in real life, Álex de la Iglesia writes his film scripts on a laptop computer, which he's lost at least twice. According to this introduction, the restin fifteen chapters are Juan Carlos Satrústegui's autobiographic tale. Satrústegui considers himself a genius, superior over all those he comes across. But we soon realise his psychic problems (obsessions, deliria, paranoia, lack of empathy...) which get worse due to the drugs he uses in fiestas, the want of slept and the beatings he earns when dealing with the lumpen.",
    "genre": [
      "Satire",
      "Novel"
    ],
    "author": "Álex de la Iglesia"
  },
  {
    "title": "Story Time",
    "summary": " When the school district of Whittaker Magnet School expands to cover Kate and George's duplex, they are forced to go to the frightening school, which is suspected to house a demon. But when the First Lady comes to visit the school, the vengeful demon causes more deaths and accidents. It's up to Kate and George to stop them. The cast of characters includes the spoiled Swiss milkmaid incarnation Heidi, her doting mother Cornelia, her brother Whit, Kate's not-so-secret unwanted admirer, and Pogo, a librarian who can only speak in nursery rhymes.",
    "genre": [
      "Satire",
      "Speculative fiction",
      "Novel"
    ],
    "author": "Edward Bloor"
  },
  {
    "title": "Popcorn",
    "summary": " The book takes place in different parts of Los Angeles, US. The date is never actually specified, but various clues suggest it is set in the near future. Mostly the story takes place in the centre of Hollywood. The book depicts the differences between different social groups in America, from rich people with guards like Bruce Delamitri to poorer people Wayne and Scout. The protagonist, Bruce Delamitiri, is an artist who works in the motion picture industry. Many people in the US think that, by making these movies, Bruce makes killing cool. Numerous characters throughout the book imply that he encourages everyone who's watching these movies to kill for fun. Bruce, on the other hand, defends himself by telling everyone that he doesn’t think he encourages anyone to do anything. He says that there has always been violence but humans are not like robots, seeing something on the screen does not necessarily make us want to do it ourselves( p.&nbsp;13 \"people get up from the movie theatre or the TV and do what they just saw\"). He also claims that he is just showing existing violence. Unfortunately for Bruce, Wayne and Scout (a pair of psychopaths known in the media as \"the mall murderers\") have formulated a plan to hold him hostage and have him publicly announce that his movies are responsible for their crimes so they can avoid the death penalty (Wayne has a lengthy speech giving examples of how in America it is possible to be guilty and innocent at the same time.) As the novel progresses, Bruce and a critically injured Brooke Daniels are joined inside his house by his wife and daughter and a TV camera crew. The siege reaches its climax as Wayne holds a ratings monitor and announces on live TV that he will spare the hostages if everyone stops watching the siege in the next few minutes - however, this does not happen and he begins firing as the LAPD begin a frantic attempt to subdue him. Many of the characters die in the ensuing violence and the Epilogue of the story reveils grimly details how all of the survivors have found a way of escaping responsibility for the tragedy (using varying routes from lawsuits and finding religion to making documentaries which explicitly blame everyone else.) The book ends with the line \"No one has taken responsibility\" - echoing an earlier rant by Bruce that we have created a blame free society in which any problem or shortcoming can be blamed on others rather than accepting responsibility for our own actions.",
    "genre": [
      "Satire",
      "Fiction",
      "Novel"
    ],
    "author": "Ben Elton"
  },
  {
    "title": "Join My Cult",
    "summary": " Many have likened Join My Cult!s non-linear or cut-up style to Thomas Pynchon, William Burroughs, and Robert Anton Wilson. Also like the works of these authors, there have been heated debates about its cultural value or lack thereof. Various plot elements focus on groups of suburban kids experimenting with shamanism and hallucinogens, who quickly discover themselves unhinged from the culture around them. It details events surrounding their harrowing plunge into this abyss, regularly shifting narrator and frame of reference from one member of the group to the other. Curcio utilizes atypical narrative and grammatical structures in the form of neurolinguistic and hypnotic confusion techniques within the text in an effort to stimulate a similar experience over the course of reading. That Curcio was intentionally utilizing these techniques is shown in various interviews such as a Gpod radio interview found on his website.",
    "genre": [
      "Satire",
      "Speculative fiction",
      "Novel"
    ],
    "author": "James Curcio"
  },
  {
    "title": "Last Exit to Brooklyn",
    "summary": " Last Exit to Brooklyn is divided into six parts that can, more or less, be read separately. Each part is prefaced with a passage from the Bible. * Another Day, Another Dollar: A gang of young Brooklyn hoodlums hang around an all-night cafe and get into a vicious fight with a group of US Army soldiers on leave. *The Queen Is Dead: Georgette, a transvestite hooker, is thrown out of the family home by her brother and tries to attract the attention of a hoodlum named Vinnie at a benzedrine-driven party. *And Baby Makes Three: An alcoholic father tries to keep good spirits and maintain his family’s marriage traditions after his daughter becomes pregnant and then marries a motorcycle mechanic. *Tralala: The title character of an earlier Selby short story, she is a young Brooklyn prostitute who makes a living propositioning sailors in bars and stealing their money. In perhaps the novel’s most notorious scene, she is gang-raped after a night of heavy drinking. *Strike: Harry, a machinist in a factory, becomes a local official in the union. A closeted homosexual, he abuses his wife and gets in fights to convince himself that he is a man. He gains a temporary status and importance during a long strike, and uses the union's money to entertain the young street punks and buy the company of drag queens. *Landsend: Described as a “coda” for the book, this section presents the intertwined, yet ordinary day of numerous denizens in a housing project.",
    "genre": [
      "Satire"
    ],
    "author": "Hubert Selby, Jr."
  },
  {
    "title": "England, Their England",
    "summary": " Set in 1920s England, the book is written as if a travel memoir by a young Scotsman who had been invalided away from the Western Front, \"Donald Cameron\", whose father's will forces him to reside in England. There he writes for a series of London newspapers, before being commissioned by a Welshman to write a book about the English from the view of a foreigner. Taking to the country and provincial cities, Donald spends his time doing research for a book on the English by consorting with journalists and minor poets, attending a country house weekend, serving as private secretary to a Member of Parliament, attending the League of Nations, and playing village cricket. The village cricket match is the most celebrated episode in the novel, and a reason cited for its enduring appeal. An important character is Mr Hodge; a caricature of Sir John Squire (poet and editor of the London Mercury) while the cricket team described in the book’s most famous chapter is a representation of Sir John’s Cricket Club – the Invalids - which survives today. The book ends in the ancient city of Winchester, where MacDonnell had gone to school.",
    "genre": [
      "Satire",
      "Comedy"
    ],
    "author": "A. G. Macdonell"
  },
  {
    "title": "As Seen on TV",
    "summary": " Set in the world of TV and small screen production, the main character is a screenwriter. Rush is given the chance to write for the \"A-Team\" movie, a step up from the world of Zombie, flesh-eaters!",
    "genre": [
      "Satire",
      "Comedy",
      "Novel"
    ],
    "author": "Chris Kerr"
  },
  {
    "title": "The White Bull",
    "summary": " How the Princess Amasida met a bull ---- The story takes place in Ancient Egypt where Princess Amasidia, daughter to King Amasis, is walking along the Pelusium Way in the company of Old Mambres, who the king appointed to be in charge of her household. She is deeply saddened as her love has been missing for 7 years and the King has forbidden him. No one in the kingdom is to even speak his name. While walking along the Pelusium Way she encounters many majestic creatures one which is the most beautiful White Bull she has ever seen. As soon as the Bull sees the princess he tries to run towards her as a peculiar old lady tries to restrain the bull. As soon as the Bull reaches princess Amasidia, he throws himself to the ground weeping and kissing her feet. As soon as the princess sees this she offers to purchase the Bull and the bull seems to want to be with the princess, yet the bull cannot speak. Seeing Amasidia's want of the bull Mambres goes to the old women to try to persuade her. How wise Mambres, former sorcerer to the Pharaohs, recognized an old woman, and how she recognized him ---- As Mambres tries to persuade the old lady to buy the bull, she states that the bull is not hers to sell, like the rest of the animals they see there. Then they speak of how they met 700 years ago when Mambres was traveling from Syria to Egypt. The old lady was the noble Pythoness of Endor. The old woman states that even though they are old friends, she cannot satisfy their curiosity about the bull. Amasidia then goes to talk to the woman about buying the bull, yet the old lady still refuses. The lady says you are welcome to see the bull and feed him to your likings but he is never to leave the watch of the other animals and the old lady. They argue and Amasidia asks if he were to escape she would not be able to restrain him, but the old lady says that if he were to do that, the magical serpent might give the bull a venomous bite. As the day was turning to night Amasidia knew that she had to return home and left the bull. How the fair Amasidia held secret converse with a handsome serpent ---- The next day Amasidia and Mambres are talking and decide the bull truly is a majestic creature and they start devising a plan to speak with the serpent. Mambres sets up a meeting between the princess and the serpent, and informs her that to get a secret from the serpent she must flatter him. They speak of his past presence as a god, and the serpent informs the princess that she has a certain power over him, the same power which he is to have over others. The serpent then agrees to tell Amasidia the tale of the white bull. The bull used to be a king who fell in love with his dreams as he slept. Wanting to remember them he hired Magi to retell him his dreams and interpret them for him. The Magi failed and the king had them hanged. Then about seven years ago a Jew interpreted his dream, and then suddenly the king turned into the ox he is now. Upon hearing that this was her lost love she fainted, Mambres thinking she was dead rushed over. How they wanted to sacrifice the ox and exorcize the Princess ---- The bull saw the princess's ladies rushing to her and did the same dragging the old lady. No one could wake the princess till the bull arrived. Then the princess abruptly awoke. She then showered the bull with kisses and all of the princess's ladies were bewildered. The ladies rushed back to their homes and told different stories to all who would hear. With all the talk of this gossip the king took wind of the story. Upon hearing the story he was filled with anger and sentenced his daughter to be locked in her chamber. Mambres knowing that the bull was the princess's love had to keep it a secret because that man was Nabuchad the one who had dethroned Amasis 7 years prior. The king had hired the Jew to perform the metamorphoses. Mambres then informs the princess that the only metamorphoses that can be changed back is one of an ox. How wise Mambres acted wisely ---- Mambres then tries to trick the old lady into giving the ox to him so that he may hide him in one of his country's stables. Mambres then devised a plan to appoint the white bull as the new bull god Apis, and sent four magical animals, a raven, she-ass, dog, and dove to deliver a letter to the High Priest of Memphis, so that the priests could come and worship the new bull. He used tests to see of the animals were trustworthy, and all passed but the raven, who left displeased. Mambres then sent three servants to follow the animals. How Mambres met three prophets and gave them a good dinner ---- Upon talking to his servants, they revealed themselves as the three prophets, Daniel, Ezekiel, and Jeremiah. He then invited them along with the old lady and bull to a great dinner. The white bull was unable to take part in the feast as he was an animal and his identity was unknown to them. He sat angered as the prophet that had imprisoned him, Daniel, and the old lady got to enjoy a feast while he lay in the grass hungry. The dinner continued and the prophets, Mambres, and old lady feasted and drank wine, telling stories. Then the prophets and Mambres walked along the Nile talking into the night. The white bull seeing and opportunity to strike his enemies took it and as he was charging towards the prophets the master of things transformed them into magpies so they were not harmed. The King of Tanis arrives. His daughter and the bull are to be sacrificed. ---- As the King arrived he yelled out saying that the bull needed to be tied up and thrown out to the Nile where the whale of Jonas was to eat him, for having placed a spell on his daughter. Mambres knowing that the raven had told the king everything, had the serpent go to Amasidia and reassure her that everything would be okay. Mambres then told the king that the bull needed to stay alive until another suitor had been found for the bull god Apis. The king agreed and gave Mambres one week to find a replacement. The old lady had departed spirits try and scare the king into not sacrificing the bull, but just like Nabuchad he did not remember in the morning. How the serpent told stories to the Princess, to comfort her ---- The serpent told stories to Amasidia to calm her. Telling her times of how he cured serpent bites by just displaying himself on the end of a stick. He told her other inspirational stories and avoided one that might fill her with grief. How the serpent brought her no comfort ---- The princess remarked to the serpent stories by saying they did nothing but bore her. She needed stories that did not resemble dreams. He continued to tell her plausible stories, but she was not entertained. After one tale of love she could not refrain and yelled the name of her lover, Nebuchadnezzar!. Her ladies also yelled the name, and the raven went to inform the king, as it was still an offense to even utter his name. Amasis was enraged again and sent 12 of his evilest men to gather his daughter. How they wanted to cut off the Princess's head, and how they did not cut it off ---- As they brought the Princess to Amasis, he re-informed her how by uttering his name you are condemned to death. She told her father to carry out the penalty, but to first allow her to bewail her virginity. He granted her wish and said tomorrow both you and the bull will be killed. Priests arriving due to the letter, and crowds joined from all reaches of the kingdom, all chanting \"Our ox is dead and done, we'll find ourselves a better one.\" How the princess married her ox ---- The king was surprised by this spectacle, and did not carry out the killing of the bull. The priests had arrived just in time to worship Nebuchad as the new Apis. Mambres then told the king that he should be the first to untie the ox and worship him, and the king obliged. Then Amasis went to kill his daughter as if he didn't he would be sentenced to hell. While preparing for the killing, Amasidia shouted her love for Nebuchad. Upon becoming the new bull god Nebuchad gained the ability to speak and shouted back to Amasidia that he will love her till his death. After this the bull regained his human form in front of the large crowd. Then Nebuchad said, \"I would rather be Amasidia's lover than a god. I am Nebuchadnezzar, King of Kings.\" Nebuchad then married Amasidia on the spot and showed mercy to his new father-in-law and let him keep his kingdom of Tanis. He also bestowed foundations to the dove, she-ass, dog, whale,three magpies, and even the raven. Showing the whole world that he could pardon as well as conquer. The old lady even received a fat pension. This created a custom that was passed on to all kings, that all can be pardoned after recognizing the error of his ways.",
    "genre": [
      "Satire",
      "Bildungsroman",
      "Picaresque novel"
    ],
    "author": "Voltaire"
  },
  {
    "title": "Moscow 2042",
    "summary": " The Russian author Kartsev, living in Munich in 1982 (just like Voinovich himself), time travels to the Moscow of 2042. After the \"Great August Revolution\", the new leader referred to as \"Genialissimus\" has changed the Soviet Union... up to a certain point. After Vladimir Lenin's dream of the world revolution narrowed down to Joseph Stalin's theory of \"Socialism in one country\", Genialissimus has decided to start from building \"Communism in one city\", namely in Moscow. The ideology has changed somewhat, into a hodgepodge of Marxism-Leninism and Russian Orthodoxy (Genialissimo himself is also Patriarch). The decay from which the Soviet Union suffered has worsened. The rest of the Soviet Union, where people barely survive, has been separated by a Berlin type of wall from the \"paradise\" of Moscow, where communism has been realised. Within the wall everyone gets everything \"according to his needs\". Only their needs are not decided by themselves, but by the wise Genialissimus. Most people have \"ordinary needs\", but a chosen few have \"extraordinary needs\". For the first-mentioned group, life is dismal even within the privileged \"Moscow Republic\". The situation finally gets so desperate that people throw themselves in the arms of the \"liberator\", a fellow dissident writer and (kind of) friend of Kartsev, the Slavophile Sim Karnavalov (apparently inspired by Aleksandr Solzhenitsyn), who enters Moscow on a white horse and proclaims himself Tsar Serafim the First. Thus, communism is abandoned and society progressed back into feudal autocracy. This novel is considered to be a masterpiece of dystopian satire.",
    "genre": [
      "Satire",
      "Politics",
      "Speculative fiction",
      "Dystopia"
    ],
    "author": "Vladimir Voinovich"
  },
  {
    "title": "A Question of Upbringing",
    "summary": " Dance opens with the last year or so of their school days in 1921&ndash;22. We are also introduced to their Housemaster Le Bas and Nick's Uncle Giles. Lunching at the invitation of Stringham's mother, the glamorous Mrs Foxe, Nick meets Cdr. Buster Foxe, \"a chic sailor\", and Miss 'Tuffy' Weedon. On leaving school Jenkins visits the Templers, setting eyes for the first time on Templer's sullen sister Jean and meeting the older Sunny Farebrother and Jimmy Stripling. Later Nick is sent off to France to learn the language, staying at La Grenadière, where Widmerpool puts in an appearance, displaying unexpected powers of persuasion. The final chapter sees Nick at university where he enjoys afternoon tea with Professor Sillery and meets Mark Members for the first time, JG Quiggin, and Bill Truscott. A car outing with Templer, Bob Duport and Jimmy Brent turns to minor disaster when Templer drives them into a ditch. *Adapted in part from material published by the Anthony Powell Society with consent",
    "genre": [
      "Satire",
      "Novel"
    ],
    "author": "Anthony Powell"
  },
  {
    "title": "The Brief and Frightening Reign of Phil",
    "summary": " The story focuses on the border disputes between the countries of Inner and Outer Horner, the former of which is \"so small that only one Inner Hornerite at a time could fit inside, and the other six Inner Hornerites had to wait their turns to live in their own country while standing very timidly in the surrounding country of outer Horner.\" Phil, an embittered Outer Hornerite, decides that the puny Inner Hornerites do nothing but stand around very close together solving math proofs all day, and have to stretch one at a time every morning; Seen as an evil threat to the leisure of the five Outer Hornerites, they are understood as abusing the vast good will that they have received courtesy of the Outer Hornerites. As they stand in the short-term residency zone in Outer Horner, they wait their turn to reenter their country. So Phil, gaining the support of the other Outer Hornerites and hiring two giants as his personal policy enforcers, begins to tax the Inner Hornerites for staying in his country. He settles in the end to accept the disassembling of the Inner Hornerites as sufficient payment. The story chronicles Phil's tyrannical rise to power and his attempted Inner Hornerite genocide.",
    "genre": [
      "Satire",
      "Politics",
      "Speculative fiction"
    ],
    "author": "George Saunders"
  },
  {
    "title": "Badenheim 1939",
    "summary": " Badenheim is a primarily Jewish resort town in Austria that hosts a yearly arts festival, organized by Dr. Pappenheim. Slowly, the Nazi regime, represented by the \"Sanitation Department\", begins shutting down the town and preparing to move its residents to Eastern Europe. The citizens begin blaming each other and losing their minds. Despite impending doom, others remain optimistic and refuse to see the coming Holocaust.",
    "genre": [
      "Satire",
      "Historical novel"
    ],
    "author": "Aharon Appelfeld"
  },
  {
    "title": "The Swoop",
    "summary": " The Swoop! tells of the simultaneous invasion of England by several armies &mdash; \"England was not merely beneath the heel of the invader. It was beneath the heels of nine invaders. There was barely standing-room.\" &mdash; and features references to many well-known figures of the day, among them the politician Herbert Gladstone, novelist Edgar Wallace, actor-managers Seymour Hicks and George Edwardes, and boxer Bob Fitzsimmons. The invaders are the Russians under Grand Duke Vodkakoff, the Germans under Prince Otto of Saxe-Pfennig &mdash; the reigning British monarch of the day was Edward VII of the House of Saxe-Coburg-Gotha &mdash; the Swiss Navy, the Monegasques, a band of Moroccan brigands under Raisuli, the Young Turks, the Mad Mullah from Somaliland, the Chinese under Prince Ping Pong Pang, and the Bollygollans in war canoes. The initial reaction to the invasion is muted. \"It was inevitable, in the height of the Silly Season, that such a topic as the simultaneous invasion of Great Britain by nine foreign powers should be seized upon by the press\", And when the Germans begin shelling London &mdash; \"Fortunately it was August, and there was nobody in town.\" &mdash; the destruction of nearly all the capital's statues, the reduction of the Albert Hall to a heap of picturesque ruins, and the burning of the Royal Academy, earn Prince Otto a hearty vote of thanks from the grateful populace. The European parties form an alliance and expel the other invaders, but the Swiss soon leave, to be home in time for the winter hotel season, and when Prince Otto and Grand Duke Vodkakoff are offered music hall engagements and the leader of the army of Monaco is not, he takes offence and withdraws his troops. The two remaining armies are overcome thanks to the stratagems of the indomitable Clarence Chugwater, leader of the Boy Scouts. By causing each commander to become jealous of the other's music hall fees, he succeeds in breaking up the alliance and, in the ensuing chaos, Clarence and his Boy Scouts are able to overcome the invaders. In The Military Invasion of America, the United States is invaded by armies from Germany, under Prince Otto of Saxe-Pfennig, and Japan, led by General Owoki. Once again it is Clarence Chugwater who saves the day.",
    "genre": [
      "Satire",
      "Fiction"
    ],
    "author": "P. G. Wodehouse"
  },
  {
    "title": "Thank You For Smoking: A Novel",
    "summary": " Nick is the chief spokesman for the Academy of Tobacco Studies, a tobacco industry lobbying firm that promotes the benefits of cigarettes. He utilizes high-profile media events and intentionally provocative rhetoric in order to highlight what his clients view as an unfair crusade against tobacco and nicotine products. The political satire is heightened by Naylor's informal association with lobbyists from other industries that are subjected to routine vilification in the media, e.g. Polly Bailey, a lobbyist for the alcohol/spirits industry, and Bobby Jay Bliss, who represents the firearms industry. Collectively, they form what is known as the M.O.D. Squad, a reference to the title of a police drama, although in this case, \"M.O.D.\" stands for \"Merchants Of Death\". A pivotal point in the plot occurs when Naylor is kidnapped by a clandestine group who attempt to kill him by covering him with nicotine patches. The search for the perpetrators of the crime leads to surprising results. In this respect, the plot mirrors one of Buckley's other satirical novels, Little Green Men.",
    "genre": [
      "Satire",
      "Novel"
    ],
    "author": "Christopher Buckley"
  },
  {
    "title": "The Gospel of the Flying Spaghetti Monster",
    "summary": " The Gospel presents the tenets of Pastafarianism—often satires of creationism—elaborating on the \"beliefs\" established in the open letter. Furthermore, Henderson discusses the original Pastafarian \"belief\" that the decline in the number of pirates, who are revered by Pastafarians, has directly led to a rise in global temperature. He provides further \"evidence\" of this relationship with the observation \"that many people dress up as pirates for Halloween, and the months following October 31 are generally cooler than those that precede it.\" The claim that declining numbers of pirates have resulted in rising temperatures is meant to demonstrate that correlation does not imply causation. The book urges readers to try Pastafarianism for 30 days, saying, \"If you don't like us, your old religion will most likely take you back.\" Henderson states on his website that more than 100,000 copies of the book have been sold. The Gospel begins with the creation of the universe by an invisible and undetectable Flying Spaghetti Monster. Between drunken nights and clumsy afternoons, the Flying Spaghetti Monster produced seas and land (for a second time, accidentally, because he forgot that he created it the day before) along with Heaven and a midget, which he named Man. Man and an equally short woman lived happily in the Olive Garden of Eden for some time until the Flying Spaghetti Monster caused a global flood in a cooking accident. This creation, \"claimed\" by Pastafarians to be only 5,000 years ago, would be considered laughable by many scientists. In addition to parodying certain biblical literalists, Henderson uses this unorthodox method to lampoon intelligent design proponents, who he believes first \"define [their] conclusion and then gather evidence to support it\". The book contains the Eight \"I'd Really Rather You Didn'ts\", adherence to which enables Pastafarians to ascend to heaven, which includes a stripper factory and beer volcano. According to The Gospel, Mosey the Pirate captain received ten stone tablets as advice from the Flying Spaghetti Monster. Of these original ten \"I'd Really Rather You Didn'ts\", two were dropped on the way down from Mount Salsa. This event \"partly accounts for Pastafarians' flimsy moral standards.\" The \"I'd Really Rather You Didn'ts\" address a broad array of behavior, from sexual conduct to nutrition. One reviewer commented that this parody of the Ten Commandments \"reads like a bitter shopping list of the same criticisms\" given to organized religions. One commandment is \"I'd really rather you didn't build multimillion-dollar synagogues / churches / temples / mosques / shrines to [His] Noodly Goodness when the money could be better spent ending poverty, curing diseases, living in peace, loving with passion and lowering the cost of cable.\"",
    "genre": [
      "Satire",
      "Religious text",
      "Humour"
    ],
    "author": "Bobby Henderson"
  },
  {
    "title": "The Acceptance World",
    "summary": " In the book, Nick meets Uncle Giles for tea at the Ufford Hotel and is introduced to the clairvoyant Mrs. Erdleigh who proceeds to tell their fortunes. Jenkins arranges to meet Members at the Ritz, but the appointment is kept by Quiggin who has replaced Members as secretary to novelist St John Clarke; Nick eventually dines with Peter & Mona Templer and Jean Duport and is invited for a weekend at the Templers' in Maidenhead. This house party sees the start of an affair with Jean. Quiggin is invited for Sunday, but has to leave due to concerns over his master. Mrs. Erdleigh is also there with Jimmy Stripling in tow, and presides over a seance. Later in spring 1933 Nick spends a day in encounters with Quiggin and Members including a demonstration led by St John Clarke, wheeled in his chair by Quiggin and Mona. There follow various further encounters with Jean and a visit to Foppa's restaurant. Summer 1933 sees Jenkins, Templer, Stringham and Widmerpool at the Le Bas dinner for Old Boys at the Ritz. Stringham arrives the worse for drink and Widmerpool makes an uninvited, boring and pompous speech, silenced only by Le Bas collapsing with a stroke. Widmerpool and Jenkins take the drunken Stringham home to bed. The book ends with intimations of an end to Nick's affair with Jean.",
    "genre": [
      "Satire",
      "Novel"
    ],
    "author": "Anthony Powell"
  },
  {
    "title": "At Lady Molly's",
    "summary": " It is 1934 and Nick is working, without great success, as a script writer at a film company. He gets invited by a colleague, Chips Lovell, to a party at the home of Lady Molly Jeavons. There he learns that Widmerpool is to marry the twice widowed, somewhat notorious (somewhat insane according to Nick) Mrs. Mildred Haycock. Nick subsequently has to endure having to lunch with Widmerpool and fending-off questions from Widmerpool's prospective in-laws becomes, for Nick, a motif throughout the novel. Also re-encountered at Lady Molly's gathering is old Alfred Tolland. A chance meeting by Nick with Quiggin (at a cinema where Man of Aran is showing) leads to a surprising and rather mysterious invitation of a weekend visit to the country. Quiggin and Mona Templer are staying, it transpires, in a cottage loaned to them by Erridge (Lord Warminster, eccentric head of the Tolland family). While there they all visit the Tolland ancestral home, Thrubworth Park, for a frugal but eventful dinner. Just as the meal is finishing two Tolland sisters, Susan and Isobel, arrive. Some while later Nick meets Lady Molly's husband, Ted Jeavons, in a Soho pub and they visit Umfraville's nightclub. They encounter Widmerpool (suffering another bout with jaundice), Mrs Haycock and Templer. In Autumn 1934 Jenkins becomes engaged to Isobel. Erridge, wanting to study conditions for himself, goes to China at a time when the Japanese army are undertaking offensive operations. Mona goes with him, ditching Quiggin. Widmerpool's engagement to Mildred Haycock is broken off in farcical and, to most men, crushing circumstances. However, Widmerpool remains undaunted. *Adapted in part from material published by the Anthony Powell Society with consent",
    "genre": [
      "Satire",
      "Novel"
    ],
    "author": "Anthony Powell"
  },
  {
    "title": "The Kindly Ones",
    "summary": " This, the last volume before World War II, begins with a flashback to Jenkins' boyhood at the outbreak of the Great War. The day of the Sarajevo assassination sees General and Mrs Conyers lunching with Jenkins' parents, and Uncle Giles arriving unexpectedly for tea. Equally unexpectedly, the Jenkins' cook, Albert, gives notice. This causes the parlourmaid, Billson, who loves Albert but is loved by the soldier servant, Bracey, to appear naked in the drawing room. The occultist, Dr Trelawney, and his disciples are seen out for a run. In Autumn 1938 Jenkins is staying with the Morelands at their cottage near Stourwater. Templer collects the party for dinner with the tycoon Sir Magnus Donners at Stourwater. After dinner all are photographed by Donners performing tableaux of the Seven Deadly Sins, as portrayed in the castle's tapestries; this triggers a nervous attack on the part of Templer's second wife, Betty. At the end of the evening, Widmerpool appears in army uniform on urgent business. In Summer 1939 Nick has to clear up Uncle Giles's affairs after his death at a small seaside hotel, the Bellevue. This hotel is run by Albert (the Jenkins' former cook), and here Nick meets Bob Duport who, during an evening's drinking, tells Nick of Jean's series of lovers, a disclosure Nick still finds painful. In a scene suffused with black humor Dr Trelawney, now in the grip of drug addiction, anticipates his eventual expiration at the Bellevue. Late 1939 finds Jenkins attempting to gain a commission in the Army, eventually effected by Ted Jeavons' brother. Nick re-encounters Moreland, now homeless but taken in by Lady Molly after being deserted by Matilda for Donners. *Adapted in part from material published by the Anthony Powell Society with consent",
    "genre": [
      "Satire",
      "Novel"
    ],
    "author": "Anthony Powell"
  },
  {
    "title": "Company",
    "summary": " The setting for the novel is Seattle, at a company called Zephyr Holdings, although from the building it is difficult to discern the company's type of business. Apparently a defining characteristic of the company is its obscurity. In fact, in the novel no one has ever met the CEO. When Stephen Jones, a young recruit, reports for his first day in the Training Sales Department shortly after there has been a theft. Stephen is promoted from assistant to acting sales representative. However, Stephen believes the company is hiding something—something that would explain why people who are fired seem to disappear. And, he wonders, what exactly is the Omega Management System?",
    "genre": [
      "Satire",
      "Speculative fiction",
      "Novel"
    ],
    "author": "Max Barry"
  },
  {
    "title": "The New Republic",
    "summary": " The novel is a satire consisting almost entirely of dialogue and mocking most of the important figures then at Oxford University, with regards to aestheticism and Hellenism.",
    "genre": [
      "Satire"
    ],
    "author": "William Hurrell Mallock"
  },
  {
    "title": "The Ruling Class",
    "summary": " The book centers around a 16-year old girl, Twyla Gay Stark, . She soon transfers to a new town and a new school in a wealthy neighborhood, Highland Park High, where the rich and nasty strut around in designer labels. The worst happens when Twyla Gay runs afoul of the resident bitch clique, led by the beautiful, intimidating and rich Jeanette Sue and bringing in the rear of the vicious pack is Myrna Fry, a \"hanger-on\" who is shallow, ignorant, racist and no backbone, the kind of girl you just love to hate. Jeanette Sue and her cohorts at first pretend to be friends with Twyla Gay, until a wicked prank almost has Twyla Gay raped and killed at the local mall at night. Encouraged by the fact that Twyla Gay likes Jeanette Sue's boyfriend Ryder, the bullying becomes even worse, with Jeanette Sue marginalizing the fact that Twyla Gay is poor. She also turns everyone against the helpless Twyla Gay, make online websites to bash on her and practically chasing her out of school. Twyla Gay considers dropping out, until she runs into the school outcast, Deena, another victim of the in crowd, who has been labeled slut. Together the two girls vow to exact revenge on Jeanette Sue and her entourage, by gathering other social rejects of the school and silently retaliating. Pessimistic at first, Twyla Gay and Deena's team eventually learn respect, trust and to stand up for themselves, and realize that Jeanette Sue is controlling the school with her mentality and peer pressure. They break out of their fear and intimidated state and it all leads to a showdown in the school between the all the students (everyone who isn't with The Ruling Class) and Jeanette Sue's clique itself. <!-",
    "genre": [
      "Satire",
      "Young adult literature"
    ],
    "author": "Francine Pascal"
  },
  {
    "title": "The Military Philosophers",
    "summary": " In the Spring 1942 Jenkins is working in Whitehall as Pennistone's assistant, looking after the Poles in Allied Liaison under Finn. He attends a Cabinet Office meeting, chaired by Widmerpool, where he finds Sunny Farebrother and a dejected Peter Templer. Jenkins visits the Polish HQ in Bayswater, which turns out to be the Ufford Hotel. His driver on this occasion is Pamela Flitton, Stringham's niece. Pamela brings the news that Stringham was captured at the fall of Singapore. Jenkins is living in a flat in Chelsea in early 1943 and is promoted in his liaison duties to supervising the Belgians and Czechs. One night during the Summer 1944 Jenkins, sheltering in the flats from a flying bomb attack, encounters Pamela Flitton with her current lover Odo Stevens. Following prophecies into their futures by Mrs Erdleigh there is a row between Stevens and Pamela. Promoted to major, Jenkins escorts a party of Allied military attachés on a tour of Normandy and Belgium led by Finn. A meeting in Brussels with Bob Duport brings news of Templer's death in the Balkans. Summer 1945 sees Widmerpool engaged to Pamela Flitton and Miss Weedon affianced to Sunny Farebrother. Pamela accuses Widmerpool of murdering Templer. The victory thanksgiving service at St Paul's Cathedral is attended by the military attachés, including a Latin-American, Colonel Flores. Nick fails to recognise Flores's wife, who proves to be Jean. Finally Jenkins is demobbed. *Adapted in part from material published by the Anthony Powell Society with consent",
    "genre": [
      "Satire",
      "Novel"
    ],
    "author": "Anthony Powell"
  },
  {
    "title": "Rant: The Oral Biography of Buster Casey",
    "summary": " Buster Casey is born in the rural town of Middleton with the senses of smell and taste far more advanced than any other human. Buster acquires the nickname \"Rant\" from a childhood prank involving animal organs which results in numerous people getting sick. As the victims throw up, they make a sound resembling the word \"rant,\" which becomes a local synonym for \"vomit\" and Buster's nickname. As a child Rant discovers a massive wealth that turns the small town's economy on its head. He then becomes obsessed with getting bitten by rabid animals along with venomous snakes and spiders. After his first bite from a black widow spider, Rant discovers that toxic spider bites cause him to get an erection. He uses this effect to get out of school and eventually threatens his way to an early diploma and a rather large check that he uses to leave town. It isn't until Rant arrives in the city that it becomes clear that the novel takes place in a dystopian future, where urban dwellers are forcefully divided by curfew into two separate classes: the respectable Daytimers and the oppressed Nighttimers. Rant becomes a Nighttimer and finds himself swept up in the Nighttimer lifestyle that revolves around \"Party Crashing\", a covert demolition derby played out on city streets at night. The game is organized by an unknown entity and is set during a designated window of time. The object of the game is to crash, not too forcefully, into other players who sport a certain \"flag\", such as a Christmas tree on the car's roof or the words \"Just Married\" scrawled on the rear windshield. Rant meets Echo Lawrence, a fellow crasher and the girl with whom he falls in love. Rant also starts a nationwide rabies epidemic that eventually erupts into zombie-invasion-like proportions that calls for those infected with rabies to be shot and killed on sight. Rant eventually dies during a Party Crashing event. His death is viewed and listened to by millions on national television and the \"Graphic Traffic\" radio show. However, when the car is pried open, his body is missing. After his \"death\", many interviewees share their speculations about Rant's strange fate and its implications for society along with the rabies outbreak. Some interviewees and friends of Rant speculate that crashing a car while in a given state of mind, will jar a person outside of time. Once this is accomplished, they can then go back and kill off all of their ancestors, in turn, making them immortal. Or they can, through incest, make themselves into something more than human. The latter is believed to have happened to Green Taylor Simms, a fellow Party Crasher, who is suspected to have unsettling ties to Buster Casey.",
    "genre": [
      "Satire",
      "Fiction",
      "Novel"
    ],
    "author": "Chuck Palahniuk"
  },
  {
    "title": "The Valley of Bones",
    "summary": " Early in 1940 Jenkins joins his regiment in Wales as a second lieutenant. We are introduced to his commanding officer, the officious Captain Gwatkin, and the alcoholic Lieutenant Bithel. The battalion is moved to Northern Ireland where Gwatkin disastrously muddles instructions during an exercise and there is a snap inspection by General Liddament. En route to a training course at Aldershot Nick makes friends with David Pennistone. At Aldershot, Jenkins meets Odo Stevens and also Jimmy Brent who gives an account of his affair with Jean. Stevens gives Nick a lift to spend weekend leave at Frederica Budd's house, where his wife Isobel, Robert Tolland and Priscilla are all staying. Robert Tolland's leave is suddenly cancelled. Meanwhile Stevens has made a hit with Priscilla. On rejoining his regiment at Castlemallock, Nick finds Gwatkin in unrequited passion for a barmaid, and engaged in a running battle with the preposterous Bithel. Jenkins is instructed to report to the DAAG at Divisional HQ, who turns out to be Widmerpool. *Adapted in part from material published by the Anthony Powell Society with consent",
    "genre": [
      "Satire",
      "Novel"
    ],
    "author": "Anthony Powell"
  },
  {
    "title": "The Soldier's Art",
    "summary": " At the start of 1941, Jenkins is stationed at divisional HQ and allocated to lowly F Mess with the obnoxious Captain Biggs. During an exercise Jenkins has dinner with General Liddament who recommends him to Finn. Widmerpool is humiliated by Colonel Hogbourne-Johnson, and plots revenge. Stringham turns up as Mess Waiter for F Mess. On leave in London Nick has an unsuccessful interview with Finn for a liaison posting with the Free French forces. He has a drink with Chips Lovell who desires a reconciliation with Priscilla, despite her affair with Odo Stevens. Moreland, now living with Audrey Maclintick, dines with Nick. Audrey, Priscilla and Stevens arrive to join the party, but Priscilla leaves in distress. Later that night Jenkins is told that a bomb falling on the Café de Madrid has killed almost everyone, including Chips. Nick sets off to the Jeavons's to inform Priscilla, only to find the house also bombed, Lady Molly and Priscilla being killed. On return to divisional HQ, Jenkins finds Stringham has been transferred to the mobile laundry. Stringham and Nick try to cover up for Bithel's drunkenness, but their efforts are foiled and Widmerpool has Bithel dismissed from the army. Farebrother brings news of the disaster awaiting Widmerpool in consequence of the latter's machinations. Jenkins fails to persuade Stringham to leave the mobile laundry before it is posted to the Far East. Captain Biggs hangs himself in the cricket pavilion (\"And him so fond of the game.\"). Jenkins receives orders to report to the War Office. *Adapted in part from material published by the Anthony Powell Society with consent",
    "genre": [
      "Satire",
      "Fiction"
    ],
    "author": "Anthony Powell"
  },
  {
    "title": "Books Do Furnish a Room",
    "summary": " Jenkins returns to his old university library during the vacation in the Winter of 1945/6 to undertake research for a book about Robert Burton. He goes to see Sillery, who has a new secretary, Ada Leintwardine. Quiggin is starting a literary magazine called Fission, which is to be funded by Erridge ... except that Erridge dies suddenly. Erridge's funeral at Thrubworth is disturbed by the late arrival of the Widmerpools, Quiggin, Sir Howard & Lady Craggs (née Gypsy Jones). Pamela Widmerpool causes a disturbance by leaving during the service. Later at Thrubworth Park, Jenkins is invited by Quiggin to join the staff of Fission; Pamela causes further trouble, and on leaving is noisily sick into a large Chinese urn. At the party to launch Fission, Nick first meets the importunate novelist X Trapnel (based on the real-life Bohemian dandy, Julian MacLaren-Ross); Trapnel eventually takes a fancy to Pamela. Early the following year there are problems at Fission's publishers, Quiggin & Craggs. Trapnel has become infatuated with Pamela. Jenkins, dining with MP Roddy Cutts (husband of Susan Tolland) at the House of Commons, meets Widmerpool (now also a Member of Parliament). All three go to Widmerpool's flat where it becomes apparent that Pamela has absconded with Trapnel. Some time later Jenkins visits Trapnel and Pamela at their seedy flat, and while there Widmerpool arrives to confront the adulterers. Later in the year Pamela leaves Trapnel, and in doing so throws the precious manuscript of his novel into the nearby canal. On a visit to his old school, Jenkins meets Le Bas, and the reunited Widmerpools. *Adapted in part from material published by the Anthony Powell Society with consent",
    "genre": [
      "Satire",
      "Novel"
    ],
    "author": "Anthony Powell"
  },
  {
    "title": "Temporary Kings",
    "summary": " Around 1958, a decade on from the preceding novel, Books Do Furnish a Room, Jenkins attends an international literary conference in Venice, where the death is announced of French author Ferrand-Sénéschal. Dr Emily Brightman introduces Jenkins to Russell Gwinnett, a prospective biographer of X Trapnel with a faintly alarming manner. Gwinnett naturally wishes to meet Pamela Widmerpool, and he produces a press report linking her with Ferrand-Sénéschal's death. Next day the conference visits the Bragadin Palace to view a ceiling painted by Tiepolo. Here Pamela is encountered with American film director Louis Glober gazing at the ceiling. Gwinnett is introduced to Pamela. Widmerpool arrives, and a row between the couple ensues with accusations flying. On the Sunday Nick visits painter Daniel Tokenhouse and lunches with Ada Leintwardine and Glober. Further viewing of Tokenhouse's paintings is interrupted by the abrupt arrival of Widmerpool on mysterious business. It is evident that Glober has designs upon Pamela. Nick dines with Gwinnett, who recounts a surprising earlier rendezvous with Pamela. Later at a bar Nick meets Odo Stevens (now married to Rosie Manasch) and Pamela, who foretells trouble for Widmerpool. Back in England later that year Nick visits Bagshaw who recounts the mystery of Pamela's nakedness in his house while Gwinnett was staying there. Later still Nick dines with Gwinnett, and attends an army reunion where he hears a further account of Stringham's death; Farebrother predicts Widmerpool's imminent arrest for spying. Moreland conducts at a Mozart concert party given by Odo and Rosie Stevens in Summer 1959. Glober is there with Polly Duport (actress daughter of Bob Duport and Jean), as are Mrs Erdleigh with Jimmy Stripling, Audrey Maclintick and the Widmerpools. There are violent scenes between Glober, Pamela and Widmerpool on leaving the party. Pamela is warned by Mrs Erdleigh that she is near the edge. Moreland collapses after the concert. Late in 1959 Nick reflects on the subsequent death of Pamela, apparently from an overdose while in bed with Gwinnett, and also visits the dying Moreland in hospital.",
    "genre": [
      "Satire",
      "Novel"
    ],
    "author": "Anthony Powell"
  },
  {
    "title": "Hearing Secret Harmonies",
    "summary": " In Spring, almost another decade on, the Jenkinses act as host to a caravan of hippies led by Scorpio Murtlock, allowing them to camp on their land. One of the band is Fiona Cutts (daughter of Roddy Cutts, thus a niece of Isobel's). Murtlock is keenly interested in the nearby Devil's Fingers standing stones. Widmerpool is appointed Chancellor of a new university, and is promptly daubed with paint by the Quiggin twins (Amanda and Belinda, daughters of JG Quiggin and Ada Leintwardine); Widmerpool is thereby converted to the current counter-culture. Nick visits Matilda Donners, and is shown the photographs of the Seven Deadly Sins tableaux of 30 years before. The Donners Memorial Prize is established. A year or so later Nick is a member of the committee who award the annual prize to Russell Gwinnett for his biography of X Trapnel. Widmerpool brings the Quiggin twins to the presentation dinner where he makes an impromptu speech, and the twins disrupt proceedings with a stink bomb. At a Royal Academy dinner Nick gets an account of Dr Trelawney and of Murtlock's boyhood from Canon Fenneau. Widmerpool asks the Canon to put him in touch with Murtlock. By Spring 1970 there are hints of Widmerpool and Murtlock joining forces. At midsummer conservationists muster at the Devil's Fingers and there are reports of naked dancers there the previous evening. Gwinnett describes Murtlock's attack on Widmerpool during a pagan sex ritual at the Devil's Fingers that night. Spring 1971 sees a family wedding reception at Stourwater. Fiona Cutts, released from Murtlock's grip, appears newly married to Gwinnett. Widmerpool, leading a run by Murtlock's cult, arrives at the reception and pays embarrassing public penance to the bride's grandfather for a misdemeanour at school. Murtlock appears and ruthlessly extracts Widmerpool and cult members from the proceedings. The final chapter sees Jenkins in Autumn 1971 lighting a bonfire and reflecting on a recent revival in Mr. Deacon's pictures--Edgar (to his friends) has now been rediscovered as \"E. Bosworth Deacon\". Nick has recently attended the art gallery which is selling the Deacon paintings and where he met a now invalid Bob Duport, Polly and Signora Flores (Jean). While there he gets an inside account from Henderson (formerly one of Murtlock's followers) of life in the cult. Bithel (also part of the cult) arrives with news of Widmerpool's death on a naked run with Murtlock's followers.",
    "genre": [
      "Satire",
      "Novel"
    ],
    "author": "Anthony Powell"
  },
  {
    "title": "Expecting Someone Taller",
    "summary": " The story involves Malcolm Fisher, a hapless auction clerk in modern-day England, who runs over a badger one night. The badger turns out to be the giant Ingolf, brother of Fafnir, and Fisher becomes the new owner of the Ring of the Nibelung and the Tarnhelm, and, thereby, ruler of the world. He also drinks some of the Ingolf's blood, which gives him the ability to understand the language of the birds. He finds that if he allows himself any negative emotions such as anger or frustration, he will cause various catastrophes worldwide. Thus Malcolm tries to be as positive as possible in his day-to-day life. He uses the ring to gain enough gold to buy a mansion and tries to live a quiet life. However, Wotan, king of the gods, still wants the ring, as do others, and Fisher finds himself pursued by numerous characters from Wagner's opera: Wotan and Loge (also known as Odin and Loki in Norse mythology), the Rhinemaidens (who want their gold back), and Alberich (who stole the gold, made the ring and still wants it). He also becomes romantically entangled, first with the Rhinemaiden Flosshilde, and later with one of the Valkyries, Ortlinde. Malcolm is unaware of the Valkyrie's true identity and does intend to give the ring to her, but a bird reveals to him who she truly is. It is then revealed that his housekeeper is actually Erde (Mother Earth), mother of the Valkyries. Despite this, he continues to believe himself in love with Ortlinde. Malcolm still intends to give her the ring, but she leaves. Wotan then resorts to sending an army. Malcolm faces the army and destroys it as well as all the high gods, by force of will and the power of The Ring. Malcolm fears that he has also destroyed Flosshilde whom he now knows he loves, but it turns out she was just visiting her cousins. When she returns he gives her the ring, believing she will do a better job—and because he thinks that the ring is now merely a token of his love and not the all important Ruling Ring. He keeps the tarnhelm which gives him immortality.",
    "genre": [
      "Satire",
      "Fantasy",
      "Speculative fiction",
      "Comedy"
    ],
    "author": "Tom Holt"
  },
  {
    "title": "No Way to Treat a First Lady",
    "summary": " The President of the United States and Hollywood bombshell Babette Van Anka, are carrying on an extramarital affair in the White House. After a night of cheating, the president is confronted by his wife, Beth MacMann. The two get into a fight, during which she throws a historic Paul Revere spittoon at the president. The spittoon strikes the President in the head and it is alleged he later dies from the injuries. The case is instantly declared the \"Trial of the Millennium\". The first lady decides that to win the case, she must hire the most expensive and unscrupulous attorney in Washington. The attorney who fits the bill, Boyce Baylor, happens to be her former lover from law school. Baylor accepts her case and the trial becomes a media circus, with most of the media instantly concluding the First Lady is guilty. Baylor's courtroom theatrics are planned to impress the court of public opinion as much as the jury. Incessant media coverage of the trial smothers attempts of the new President to accomplish anything serious. Baylor and MacMann rekindle their long-lost love affair, but Baylor's shenanigans soon find him barred from the courtroom. The trial appears lost until Van Anka confesses under oath that she had secretly administered a large dose of Viagra to the president. An autopsy confirmed that the Viagra caused the death. MacMann is declared not guilty. She and Baylor have a baby which, coincidentally, weighs the same amount as the spittoon. The media is quick to declare that they believed the first lady was innocent all along.",
    "genre": [
      "Satire",
      "Novel"
    ],
    "author": "Christopher Buckley"
  },
  {
    "title": "Florence of Arabia",
    "summary": " The wife of the ambassador of the fictional Middle Eastern nation of Wasabia gets drunk, steals her husband's car and drives out of the compound. When pulled over by police, she desperately phones her friend Florence Farfaletti, the \"Deputy to the Deputy Assistant Secretary of State for Near Eastern Affairs,\" begging for asylum to avoid a harsh punishment. Florence is unable to arrange asylum. The wife is taken back to Wasabia and beheaded for her crime. In anger over her friend's loss, Florence drafts a proposal to introduce a women's television network in the relatively liberal Matar. The state department rejects the proposal, and reassigns Florence to an obscure posting outside the country. To Florence's surprise, a mysterious government employee, identified only as \"Uncle Sam,\" representing an unknown agency, notifies Florence that her proposal has been accepted and agrees to fund the mission. Florence arrives in Matar and creates a women's television network that is broadcast into neighboring Wasabia. The network airs shows like \"One Thousand and One Mornings,\" which feature empowered female characters who nettle their oppressors and make fun of men. The programming is effective, eventually causing the women of Matar to stage an uprising. Florence is thrown in jail, but ultimately is rescued and returns to the United States. Back in the United States, Florence discovers that her operation was not funded by the U.S. government at all, but rather by the Waldorf Group, a private equity firm which wanted to prevent extremism in Wasabia to help secure the flow of profits. Florence is exasperated to have been working for bankers all along, but glad that her work improved the status of women's rights in Wasabia. An ex-president, who is on the board of the Waldorf Group, tells her, \"One way or the other, Florence, we're all working for investment bankers.\"",
    "genre": [
      "Satire",
      "Fiction",
      "Novel"
    ],
    "author": "Christopher Buckley"
  },
  {
    "title": "Snuff",
    "summary": " Snuff follows three men who are waiting to immortalize themselves into pornography history as they wait to bed Cassie Wright, a former porn queen who has fallen into harder times. Each chapter follows a different guy (Mr. 600, Mr. 72, and Mr. 137), as well as Sheila, the female wrangler who dictates who is the next to be filmed with Cassie Wright. As the three men wait, each starts to divulge their true reasons for wanting to be filmed, as well as discuss the sordid history of Cassie Wright and her reason for suddenly dropping out of the pornography industry for a year. As backgrounds, secrets, and would-be children start to appear, the tensions in the room start to rise and in the end the true secrets of her comeback, and who really is Cassie Wright's porn child, are the last things any of them suspect.",
    "genre": [
      "Satire",
      "Fiction",
      "Novel"
    ],
    "author": "Chuck Palahniuk"
  },
  {
    "title": "Pioneer, Go Home!",
    "summary": " The Kwimper family of Cranberry County, New Jersey is on a vacation in Columbiana when their car runs out of gas. Somewhere along the way, the Kwimpers had made a wrong turn and ended up on an unfinished highway. While waiting for assistance to arrive they set up shacks on the side of the road to live out of. The Kwimper clan consists of Pop Kwimper who has lived his entire life off government welfare programs such as unemployment compensation and Aid to Families with Dependent Children, his happy-go-lucky son Toby Kwimper (whose \"Strength is as the strength of ten because his heart is pure\"), adopted identical twins Eddy and Teddy that nobody can tell apart (and whose parents \"tried to beat a train to a crossing and only came out tied\"), and the family baby sitter Holly Jones. When confronted by state officials and treated poorly Pop Kwimper decides that the family will settle on the side of the highway permanently. Pop learns of old squatting statutes in the state and determines that he has a legal right to occupy the land. The novel revolves around the family's comical battles with the government, as they establish their lives on the squatted land and are eventually joined by other squatters. The family also contends with social workers, their own poverty, a hurricane, and a group of gangsters that tries to squat on nearby land to run an illegal casino. Of the novel's satire, in the first edition of the novel the publisher writes: \"It's possible that some readers may see woven into this comedy the theme of Little Man versus Big Government. They may also find it a study of the classic pioneering spirit and of its chances of survival in America today.\"",
    "genre": [
      "Satire"
    ],
    "author": "Richard P. Powell"
  },
  {
    "title": "Holy Wood",
    "summary": " Describing the plot of the novel itself, Manson said: \"The whole story, if you take it from the beginning, is parallel to my own, but just told in metaphors and different symbols that I thought other people could draw from. It's about being innocent and naive, much like Adam was in Paradise before they fall from grace. And seeing something like Hollywood, which I used as a metaphor to represent what people think is the perfect world, and it's about wanting&nbsp;— your whole life&nbsp;— to fit into this world that doesn't think you belong, that doesn't like you, that beats you down every step of the way, fighting and fighting and fighting, and finally getting there, everyone around you are the same people who kept you down in the first place. So you automatically hate everyone around you. You resent them for making you become part of this game you don't realize you were buying into. You trade one prison cell for another in some ways. That becomes the revolution, to be idealistic enough that you think you can change the world, and what you find is you can't change anything but yourself.\" Manson has also stated that there is a character \"that's very much a take on Walt Disney,\" who was a big inspiration in the writing of both the book and its accompanying album. In describing the setting, he compared Holy Wood, the place, to Disney World: \"I thought of how interesting it would be if we created an entire city that was an amusement park, and the thing we were being amused by was violence and sex and everything that people really want to see.\"",
    "genre": [
      "Satire",
      "Novel"
    ],
    "author": "Marilyn Manson"
  },
  {
    "title": "Light House: A Trifle",
    "summary": " The story begins with a painter named Tim Picasso who suffers critical rejection from his peers and decides to take a break in the Caribbean, where he ends up crewing on a drug smuggling sailboat. When the captain gets drunk and falls overboard, Picasso takes the boat to Florida, and meets up with Jesus Castro, the lead drug smuggler. Castro intimidates Picasso into running the drugs from Miami to Boston, however after Picasso collects the $1.5 million payment from the Irish Republican Army, he escapes by train to the New England town of Tyburn, where a winter storm is picking up force. He decides to lodge at the seaside Admiral Benbow Inn for the weekend, until he can depart for Italy. Meanwhile, Mr. Glowery, a bitter New York journalist and writer who believes that a rival author is sabotaging his literary career, arrives in Tyburn where he is to speak at a fiction workshop being held at the Admiral Benbow Inn. He is immediately tasered by one of Castro's detectives, who mistakenly confuses him for Picasso. Back at the Admiral Benbow Inn, the innkeeper, George Hawthorne, worries about Mr. Briscoe, a cross-dressing contract worker who is stranded in the abandoned lighthouse just off the coast because of the raging nor'easter, while his unhappy wife, Magdalene Hawthorne, threatens to leave him. The next morning, Mr. Glowery is stuck in a restaurant where he is being coerced by a psychotic cook to peddle his novel in order to pay off a debt he incurred during the night. When Professor Eggman, the director of the fiction workshop, comes across Mr. Glowery, he rescues him and brings him back to the inn. However, few people show up for the fiction workshop because of the storm. Hawthorne's wife returns from a spa with Picasso; Mr. Hawthorne informs her that he is trying to procure a prostitute for his new arrival, Jesus Castro, who has registered under the false name of Mr. Wassermann. Mr. Hawthorne asks Picasso if he has had sex with his wife and Picasso meekly admits to it. At the lighthouse, Mr. Briscoe decides to brave the storm in a landing craft, but is immediately swamped with water and carried by the tide towards the mainland. After Castro avails himself of the services of a prostitute, he rampages around the property searching for Picasso. The storm crashes through the inn. A guest is killed by a billiards table that falls on top of him and is dragged off into the sea. Mr. Glowery is also dragged off into the sea by the storm. Castro and his assistant round up the guests and interrogate them about the location of the $1.5 million Picasso stole. In another part of the inn a fire starts. Finally, Mr. Briscoe shows up and kills Castro's assistant before knocking Castro unconscious. While Hawthorne learns his wife is leaving him for the prostitute, the inn becomes completely engulfed in flames. Picasso, Hawthorne, and Briscoe motor a lobster boat over to the lighthouse, and dump Castro's dead assistant into the sea along with Castro himself, weighed down with two cinder blocks chained to his ankles. When they land on the island, Briscoe runs into the lighthouse and blows himself up. Amongst the rubble of the lighthouse, Picasso notices the inscription \"MORTE D'AUTHOR\" painted on one of the surrounding rocks and says to the innkeeper \"He's been thinking about this for some time, George.\"",
    "genre": [
      "Satire",
      "Novel"
    ],
    "author": "William Monahan"
  },
  {
    "title": "Kingsblood Royal",
    "summary": " The protagonist, Neil Kingsblood, a white middle class man, discovers that he is partly of African American descent while researching his family background. He then begins to see himself as black, despite his lack of racial features, and is forced to choose between continuing what he now sees as a hollow existence in the white community and the oppressed minority existence of the black community. After he admits his heritage to several white friends, the news quickly spreads, and he engages in a quixotic struggle against the racism prevalent in the community. The climax of the novel comes when a mob comes to evict Neil from his house in a white suburb, and he is able to stand them down.",
    "genre": [
      "Satire"
    ],
    "author": "Sinclair Lewis"
  },
  {
    "title": "The Republic of Wine",
    "summary": " ;1 :Ong Gou'er, 48-year-old special investigator, gets a lift with a \"lady trucker\" (that he is quite taken with) to the Mount Luo Coal Mine, Liquorland (a fictional Chinese province), where he has been sent to investigate claims of cannibalism: claims of baby boys prepared as gourmet dishes. He is greeted by the Mine Director and Party Secretary and immediately taken to a banquet in his honour. ;2 :Introductory letter from Li Yidou (\"one-pint Li\") to Mo Yan. Li is a PhD candidate in liquor studies at Brewers College in Liquorland, and aspiring author. He includes a short story (Alcohol) that he wrote after watching Red Sorghum, the film adaption of Mo Yan's novel of the same name. ;3 :Mo Yan's reply to Li Yidou. Mo informs Li that he has sent his story to the editors of Citizens' Literature. ;4 :Li Yidou's short story, Alcohol. ;1 :The Mine Director and Party Secretary treat Ding to an expansive feast, and goad him into drinking copious amounts of alcohol. Ding does not hold his alcohol well. Deputy Head Diamond Jin, a Party official with a notorious capacity for drink, also joins them. ;2 :Second letter from Li to Mo, and Li's second story, Meat Boy, which he calls \"grim realism\". Li is now bolder, in his requests to Mo's assistance to become a published author, comparing himself to Lu Xun and saying, \"If you have to host a meal [to get it published], go ahead. If a gift is required, you have my blessing.\" ;3 :Mo's reply to Li, commenting on Meat Boy. ;4 :Li's short story, Meat Boy. One day two parents prepare their baby boy for a special event. The father, Jin Yuanbao, takes the boy on a journey to the Special Purchasing Section of the Culinary Academy in a village across the river. He waits with other parents and sons, perturbed by the presence of a small red demon. His son is eventually assessed by the staff there and judged to be \"top grade\". Jin is paid 2140 yuan. ;1 :The centrepiece of the banquet is revealed, \"Stork Delivering a Son\". It appears to be a whole human baby boy, sitting up in a dish, and smells delicious. Ding draws his gun and accuses his company of cannibalism. Diamond Jin insists the dish is a culinary masterpiece -- a fake child. Ding panics and fires his gun wildly, shooting the baby boy in the head and collapses, drunk. The serving girls bring him sobering-up soup and he recovers somewhat. Diamond Jin explains how the fake boy is created and convinces Ding to eat a lotus root arm. :After further drinking, Ding has an out of body experience where he witnesses the serving girls taking his comatose body to an underground hotel room. While his body is there, a \"scaly-skinned demon\" enters the room and strips his body of useful implements. ;2 :Third letter from Li to Mo. ;3 :Short story Child Prodigy by Li, in the style of \"demonic realism\" (according to Li). It follows the children who were sold at the Special Purchasing Section, and the little demon's attempt to lead them away. ;4 :Mo's reply to Li.",
    "genre": [
      "Satire",
      "Novel"
    ],
    "author": "Mo Yan"
  },
  {
    "title": "Hello Sailor",
    "summary": " Hello Sailor is a satirical view of British politics. Characters included in the plot include a stuffed corpse which serves the post of Foreign Secretary.",
    "genre": [
      "Satire"
    ],
    "author": "Eric Idle"
  },
  {
    "title": "Pygmy",
    "summary": " The plot revolves around a 13-year-old boy named Agent Number 67 from an unnamed, totalitarian state described as a \"mash-up of North Korea, Cuba, Communist-era China, and Nazi-era Germany\", as an exchange student to live with an American family from an unnamed Midwestern location as a sleeper agent to execute a terrorist attack on the United States codenamed \"Operation Havoc\". Nicknamed \"Pygmy\" by his American family for his diminutive size, he is introduced into the rituals of modern American life such as enrolling in public school, and going to church. On a trip to Wal-Mart with his host brother, in the bathroom he sodomises a bully who had been victimising his host brother. The scene is described in graphic detail. This is only the first of many acts committed by the operative in order to adjust to American life, while preparing with his fellow operatives, also masquerading as exchange students, to execute \"Operation Havoc\".",
    "genre": [
      "Satire"
    ],
    "author": "Chuck Palahniuk"
  },
  {
    "title": "The New Paul and Virginia",
    "summary": " The novel opens with the introduction of its titular characters. The heroine is \"the superb Virginia St. John,\" a celebrated beauty, famous for being famous. At the age of thirty she is the newlywed wife of an English bishop. The hero (the term has to be applied satirically) is Prof. Paul Darnley, a prominent intellectual: :\"He had written three volumes on the origin of life, which he had spent seven years in looking for in hay and cheese; he had written five volumes on the entozoa of the pig, and two volumes of lectures, as a corollary to these, on the sublimity of human heroism and the whole duty of man. He was renowned all over Europe and America as a complete embodiment of enlightened modern thinking. He criticised everything; he took nothing on trust, except the unspeakable sublimity of the human race and its august terrestrial destinies.\" Both characters are traveling abroad the steamship Australasian, sailing from Melbourne to London; Virginia is on her way to Chausible Island to meet her new husband, while Paul is journeying home to his elderly wife, whom he has been avoiding for the past eighteen months. (Mrs. Prof. Darnley has an irrational determination to convince her atheist and materialist husband of the existence of Hell.) On the voyage, Paul lectures on his value system, which is essentially Comte's \"Religion of Humanity,\" and manages to convince many passengers and crew of the truth of his outlook (though Virginia does not listen to him). An approaching storm inspires the crew to load the ship's cutter with survival supplies, including tinned meats and cases of champagne. The storm passes, but the ship's boiler suddenly explodes; the Australasian quickly sinks with the loss of almost all on board. Yet Paul and Virginia manage to reach a nearby island in the cutter. (Shipwreck on a deserted island, as a start for a new and better society, is a staple in the utopian genre &mdash; as in the Spensonia books of Thomas Spence, among other possible examples.) Paul finds a deserted house built from wreckage; it is a comfortable and neatly-furnished cottage, and the two survivors move in. Virginia is deeply distraught over their recent tragedy &mdash; but her state of mind improves when she realizes that the largest trunk in her luggage is on the cutter. The tinned meats and champagne also come in handy. Two other survivors appear: an English clergyman who has been converted to Positivism by Paul, and an elderly woman. The latter soon dies, giving Paul and the clergyman opportunity to debate the meaning of her death from the Positivist viewpoint. Paul keeps himself busy searching for the missing link. Liberated from the trammels of traditional culture and belief, Paul confidently expects instant attainment of the sublime happiness that is the natural state of free human beings. The clergyman proves to be an inconvenient convert, however; he spends his time getting drunk and trying to kiss Virginia, and Paul's intellectual arguments have little influence on him. Physical intimidation is more effective, since the clergyman is both a \"coward\" and a \"weakling.\" When the drunken clergyman falls off a cliff, Paul meditates on the utilitarian aspects of his death. Paul eventually converts Virginia; she gives up her religious faith, and replaces it with a sexual desire for Paul &mdash; which the intellectual Paul finds very uncomfortable. In her new commitment to \"glorious truth,\" Virginia snoops through all of Paul's private papers, and discovers his secret: he himself was once a clergyman. By the final chapter of the story, Paul is reduced to baying at the moon. His howls attract the notice of another couple. The woman turns out to be Paul's wife, who has come searching for her errant husband. And the man is Virginia's husband the Bishop. It happens that the island on which Paul and Virginia landed is none other than Chausible Island, her destination, and the cottage they've been occupying was prepared by the Bishop for Virginia. At the end of the book, Paul discovers that his wife has attained her goal, and that he now believes in Hell.",
    "genre": [
      "Satire",
      "Utopian and dystopian fiction"
    ],
    "author": "William Hurrell Mallock"
  },
  {
    "title": "The Scarlet Empire",
    "summary": " John Walker is a young American socialist, active and dedicated. Yet his personal poverty, and the slow progress of his cause, leave him despondent. In a fit of depression he decides on suicide by drowning: he hurls himself off \"the long pier...called the Suicides' Promenade\" at Coney Island. He loses consciousness&mdash;but is revived by a man in a strange diving suit; Walker at first mistakes him for a kind of fish/man. In fact, the man is a surgeon engaged in research; he explains to Walker that they are in Atlantis, at the bottom of the sea, and gives the American a cursory explanation of the nature of Atlantean society. (He cannot say much; Atlanteans are limited to a thousand words of speech per day, as measured by the \"verbometers\" they wear.) Socialist literature found in Walker's pockets suggests to the Atlantean authorities that Walker might be acceptable to their regime. (A few other Americans have penetrated to Atlantis in the past, though no one from the Earth's surface is there when Walker arrives.) The American is assigned to a barracks; the doctor who serves it is appointed his guide in all things Atlantean (and is given a dispensation to speak more than 1000 words per day). Together, the surgeon and the doctor become Walker's closest companions in his new life. The people of the domed city dress in red; their buildings, and even the cigars they smoke, are of the same color, giving their society its nickname, the Scarlet Empire. At first, Walker (or Citizen No. 489 ADG, as he is designated) is delighted to have awakened in a socialist state; but his enthusiasm quickly fades as he experiences the capricious irrationality and the privations of life in a dictatorship of the proletariat. He soon learns that his guide, the doctor, shares his repulsion from Atlantean life. Walker meets, and quickly falls in love with, a beautiful young woman, No. 7891 OCD; since she has no name, he comes to call her Astraea&mdash;\"the last goddess of heaven to visit the earth\". Yet he is shocked to learn that his new love is condemned as an \"atavar\" (from \"atavism\"), a reactionary individualist, a dissenter who cannot or will not conform to the dictates of society. As such, she is confined to an insane asylum (another anticipation of Soviet times). Atavars are given chances to conform; the recalcitrant ones are fed to a kraken outside the dome of Atlantis, in a ceremony reminiscent of the Christian sacrifices in the Colosseum of ancient Rome. The plot quickly resolves into Walker's struggle to rescue Astraea and escape back to the surface. The Atlanteans keep all they recover from the surface world in their Hall of Curiosities; its contents include everything from ships' figureheads and waterlogged books to enormous heaps of jewels and gold coins. In his research work, the surgeon comes into possession of a sunken miniature submarine; Walker and the doctor decide to use the vessel to escape. Their plan reaches a crisis when Walker is caught consorting with the imprisoned Astraea; the two are sentenced to be devoured by the kraken. Yet the hero and his friends manage a suspenseful getaway from the Atlanteans. Walker, Astraea, the doctor and the surgeon depart in their (treasure-laden) submarine; in a confrontation with the attacking kraken, they fire a torpedo, which kills the monster and also punctures the dome of Atlantis, destroying the city. Walker and friends reach dry land. With the advantage of enormous wealth (the appropriated Atlantean treasure), they manage to make their way through the individualistic capitalist world. The surgeon and doctor distinguish themselves in science and medicine; Astraea and Walker enjoy a long happy marriage. After her eventual death, Walker writes the story of their adventure.",
    "genre": [
      "Satire",
      "Speculative fiction",
      "Utopian and dystopian fiction"
    ],
    "author": ""
  },
  {
    "title": "White Acre vs. Black Acre",
    "summary": " The story follows the history of the United States from its time as a British province to the beginning of tensions between north and south in the 1850s. It is presented as though the story were being recounted by a retired barrister from Lincolnshire in England to a reporter from the United States. The story takes place in the county of Shropshire in England, where capitalist Mr. Bull is undergoing a difficult transaction with a large quantity of land his firm has since acquired from various lucrative business deals. His main rival is Don Armado, who owns land near his own, and seeks to steal Bull's land from him. When Don Armado is placated, Mr. Bull takes his business elsewhere, and the land prospers. However, the two farmers tilling the land are suddenly split over the question of whether the land ought to be tilled by ordinary, ineffective farmhands or by loyal, hardworking slaves. The land is thus split between the two farmers. The pro-slavery segment becomes the Black Acre Farm, whilst the anti-slavery land becomes the White Acre Farm, with both competing to see which side will be the most prosperous.",
    "genre": [
      "Satire"
    ],
    "author": ""
  },
  {
    "title": "Breathers: A Zombie's Lament",
    "summary": " Andy Warner is a zombie, having reanimated after a fatal car wreck that killed his wife, orphaned his daughter, and left Andy disfigured and unintelligible. Reviled and discriminated against by a society that no longer considers him human, Andy is an outcast. He spends his new existence watching cable television in his parents’ wine cellar and attending Undead Anonymous meetings with other zombies, where he finds kindred souls in Rita and Jerry. After they meet Ray, a rogue zombie who introduces them to the joys of consuming human flesh, Andy embarks on a journey of self-discovery that leads to a media-driven, class-action lawsuit on behalf of the rights of zombies everywhere.",
    "genre": [
      "Satire",
      "Zombie",
      "Comedy",
      "Fiction",
      "Humour"
    ],
    "author": "S. G. Browne"
  },
  {
    "title": "The American Senator",
    "summary": " The novel is largely set in and near the town of Dillsborough, in the fictional Rufford County. The two principal subplots center on the courtship behavior of two young women. The heroine, Mary Masters, is the daughter of an attorney, and has been raised as a gentlewoman. Her stepmother is from a lower social order; believing it best for Mary, she pressures her strongly to accept a proposal from Lawrence Twentyman, a prosperous young yeoman farmer with aspirations to gentility. While Mary respects Twentyman for his excellent qualities, she feels that she cannot love him as a wife should a husband. She admires Reginald Morton, whose cousin is the squire of Bragton and thus one of the two major landowners of Rufford County. Reginald admires Mary as well; but for most of the novel, each is ignorant of the other's feelings: Mary, as a gentlewoman, cannot take the initiative in such a matter; and Reginald, misinformed that Mary loves another, is unwilling to make an offer and have it rejected. The anti-heroine of the novel is Arabella Trefoil. Her father is cousin to the Duke of Mayfair; her mother was a banker's daughter. Her parents are unofficially separated, and living in straitened circumstances. Arabella and her mother, Lady Augustus Trefoil, have no fixed abode; they wander from place to place, visiting people who cannot refuse them without creating social awkwardness. At Lady Augustus's direction, Arabella has spent many years struggling to secure a rich husband who will give her and her mother high social standing, an assured income, and a house of their own. She has lately become provisionally engaged to John Morton, the squire of Bragton and a rising figure in the Foreign Office. He would be an adequate but not outstanding husband by her standards; and when the opportunity presents itself, she attempts to entrap the wealthy and titled young Lord Rufford, concealing these attempts from Morton so that she can accept his proposal should they fail. John Morton falls ill and dies. Arabella, who is not altogether wicked, visits him at his deathbed despite the fact that this will assist Lord Rufford in escaping her toils. After Morton's death, she accepts an offer of marriage from Mounser Green, a Foreign Office clerk who is taking Morton's place as ambassador-designate to Patagonia. Like Morton, Green is not a brilliant match for her, but an acceptable one. John Morton's death makes Reginald Morton the squire of Bragton; at this point, when Mary Masters fears that he has moved too far above her in status, he confesses his love to her. A proposal ensues and is eagerly accepted. The American senator of the title is Elias Gotobed, who sits in the U.S. Senate for the fictional state of Mikewa. The guest of John Morton, Senator Gotobed is trying to learn about England and the English. Through his often-tactless remarks in conversation, through his letters to a friend in America, and through a lecture in London titled \"The Irrationality of Englishmen\", he comments on British justice and government, the Church of England, the custom of primogeniture, and other aspects of English life.",
    "genre": [
      "Satire"
    ],
    "author": "Anthony Trollope"
  },
  {
    "title": "Solar",
    "summary": " Michael Beard is an eminent, Nobel Prize winning physicist whose own life is chaotic and complicated. The novel takes the reader chronologically through three significant periods in Beard's life: 2000, 2005 and 2009, interspersed with some recollections of his student days in Oxford. Beard heads a fictional research centre in the British town of Reading but has little faith in the project and sits primarily as a political mascot. He is unfaithful to his fifth wife, Patrice, just as he was to his previous four wives. Instead of recriminations and threats of leaving, Patrice embarks upon an affair with their builder. Beard decides he has found the perfect wife just as he is losing her, and falls into a deep depression. To counter this, he agrees on a trip to the Arctic, in order to research climate change. He turns out to be the only scientist on an expedition dominated by artists. On his return home Beard learns that his wife has also been having an affair with his junior colleague Tom Aldous. During a tense encounter with Beard, Aldous dies in a freak accident, and Beard inherits his secret research into techniques for artificial photosynthesis. Beard frames Patrice's builder boyfriend Tarpin, who is jailed for Aldous's death. Despite a history of humiliating media coverage, Beard manages to build a reputation as a champion of solar energy, in the process passing Aldous's research off as his own. He has been fired from his job in Reading, but is working on plans for an artificial photosynthesis plant. Beard continues to put on weight and his gastronomic indulgence is described in regular detail. He has a doting girlfriend Melissa who is desperate for a child. Time is running out for her, and so, taking matters into her own hands, she becomes pregnant. Beard is now fatter, and sixty-two years old. He is not in the best of health, and is worried about a suspicious-looking lesion on his wrist. His solar power plant is in the final stages of construction in Lordsburg, New Mexico, where he has acquired another girlfriend, Darlene, a waitress. Darlene wants to marry him, but he has a very comfortable set-up with Melissa and his three year old daughter, Catriona. All his problems culminate on the eve of the opening ceremony for his solar power plant. Tarpin is out of jail and turns up looking for work, Melissa flies to New Mexico with his daughter to try and win him over from Darlene, a patent lawyer arrives with proof that he stole his ideas from the now-dead Aldous, his doctor confirms the lesion on his hand is cancerous, his business partner abandons him to multi-million dollar debts, and then he learns that somebody (presumably Tarpin) has sabotaged his power plant by smashing the solar panels. In the final scene Beard gets an \"unfamiliar, swelling sensation\" in his heart which he interprets as love for his daughter, but may well be the onset of a heart attack.",
    "genre": [
      "Satire"
    ],
    "author": "Ian McEwan"
  },
  {
    "title": "Bør Børson",
    "summary": " \"Bør Børson Olderstad\" is a farmer's son from the fictional valley Olderdalen. Dreaming about money, wealth and a position at the board of the local savings bank, he has changed his last name to Børson, and started a local grocery store. The name Børson is a paraphrase of the Norwegian word , from , in . Via various burlesque episodes he eventually ends up as a millionaire. The story ends with a wedding between Bør and Josefine Torsøien, a girl from a nearby farm. The novel is set in the boom period during World War I. Norway did not participate in the war, but the country's merchant fleet carried goods at increasing freight rates. The sea transport was a risky business that cost the lives of 2,000 Norwegian seamen, while a volatile stock market could multiply investments over short periods of time.",
    "genre": [
      "Satire",
      "Novel"
    ],
    "author": "Johan Falkberget"
  },
  {
    "title": "Azemia",
    "summary": " Chapter 1- We learn that Azemia is the 45th daughter of Hamet-beig, who is the leader of a harem and does not know his daughter very well. She is very close with her grandmother, Birkabeba, though. We also find out that Azemia’s betrothed, Oglow, has sent for her to join him in Marseilles. She leaves immediately and is accompanied by Muzzled-Abib. On the third day of her journey, Azemia’s ship is attacked and Captain Wappingshot holds her and Muzzled-Abib prisoner. Chapter 2- Captain Wappingshot leaves Muzzled-Abib on Barbary Coast. Chapter 3- Charles Arnold, a ship hand, discovers Azemia and instantly falls in love with her and writes a poem. They arrive in England. Chapter 4- Charles attempts to convey his love to Azemia but she does not understand English so he uses his eyes and she understands. She loves him too because he is the only friendly face she has seen thus far. Mrs. Periwinkle and her daughter Miss Sally agree to take Azemia under their care. Chapter 5- The narrator (under the pretense that the narrator is a woman) digresses and muses how women can be good writers if the criteria is that they have to understand themselves if men are not even very good at that. The narrator then goes on to promise the reader not to write about slavery so as not to offend the slaves and also to show the proper respect for nobles. Chapter 6- Mrs. Periwinkle attempts to introduce Azemia to the Duke that employs her. However, the Duke takes sick with the gout and Azemia is forced to stay with Lady Belinda, one of the Duke’s close friends. Chapter 7- Wildcodger proposes to hang painting of food to make the hungry feel full and houses so the homeless will feel as though they have shelter. Chapter 8- Reverend Solomon Sheepend is introduced and Miss Ironside sets out to teach Azemia how to speak English. Chapter 9-A feud between Reverend Solomon who writes poetry in blank verse and Iphanissa who writes Italian sonnets is discussed. Chapter 10- Reverend Solomon has become very fond of Azemia and wishes to marry her. However, he learns that he must convert her to Christianity if this is to be possible. He writes a 3,996 line poem to show his love, it goes relatively unnoticed. Also, Miss Ironside becomes upset with Azemia for allegedly seducing her nephew, Reverend Solomon. Mrs. Blandford takes Azemia because she reminds Mrs. Blandford of her deceased daughter. Mrs. Blandford finishes teaching Azemia English. Story of Another Blue Beard: Mr. Grimshaw is the Esquire of a manor who is very cruel to his subordinates and especially wife. His current wife attempts to escape from his manor by the help of the ghost of deceased wife but her plan is thwarted and she is held captive. Mr. Grimshaw throws Mrs. Grimshaw in the dungeon for over a year sometimes going days with only bread and water. On a second attempt at escape, Mrs. Grimshaw meets an old family friend, Mr. Auberry, who had come to check on her well-being. Mr. Auberry learns of her misfortunes but cannot help her. Meanwhile, Mrs. Grimshaw learns that the ghost is Gertrude Grimshaw and that Mr. Grimshaw had killed her and her brother so they now walk the castle at midnight (the time of their deaths). Finally, Mrs. Grimshaw escapes with the help of the ghosts and Mr. Auberry who she then marries. Chapter 1- The main story line is resumed and the reader finds that Revered Solomon is in deep mourning because he loves Azemia and she is not in his possession. Chapter 2-Azemia is in the midst of a get together with Mr. Gallstone, Sir Baptist Bamboozle, Mrs. Albuzzi, and Dr. Prose. Mrs. Albuzzi mentions a servant of Azemia’s but Mrs. Albuzzi neglects to elaborate and it is never brought up again. Chapter 3-Due to the fact that Azemia is foreign, Mrs. Blandford’s social standing is elevated amongst her cultivated friends. Mrs. Blandford hosts a dinner party. Chapter 4-Azemia comments on the hypocrisy of the British women by saying that, with very few exceptions, they do “nothing but find fault in each other.” Chapter 5-Charles Arnold along with his servant, Bat, is travelling back to see Azemia after a year at sea. Chapter 6-Azemia enters a dark, black mausoleum. A bell tolls, a form appears and Azemia faints. It turns out to be Lord Scudabout who scared her on purpose. Chapter 7- Colonel and Lady Arsinoe Brusque host a dinner party where multiple distinguished guests talk about politics and poetry. Chapter 8-Azemia is put off by the antics and masks at a grand masquerade. Azemia is followed by a man who she finds very annoying. The man is revealed to be Mr. Perkly, a childhood friend of Charles Arnold. Chapter 9-Mrs. Blandford, Azemia, and Mr. Perkly are riding back home in Mr. Perkly’s carriages. They are stopped when the driver of Azemia and Mrs. Blandford’s cart is missing a lynchpin. They notice a small cabin and attempt to take rest there but discover that the inhabitants are stricken by extreme poverty and are dying of malnutrition. Mrs. Blandford is horrified by their predicament and hires a nurse and an apothecary to come to their aide. Mrs. Blandford and Mr. Perkly also have a heated discussion about moral and economic issues dealing with the poor, Mrs. Blandford finds Mr. Perkly’s views to be cold and moronic. Chapter 10- Mrs. Blandford leaves Azemia alone because she is called upon by an ailing friend in London. Mr. Perkly visits the house while she is away but is sent off by Azemia. Mrs. Blandford sends for Azemia to come to London but Azemia’s coach takes her through a dark forest and eventually back to the Duke’s manor and Miss Sally. It is then apparent that the Duke instructed Mr. Perkly to befriend Azemia and Mrs. Blandford so as to seize Azemia when the opportunity arose. Chapter 11-After a few weeks with Azemia under his care, the Duke falls madly in love with her. The Duke takes leave of his manor on business and leaves Azemia mostly unattended. She uses this opportunity to walk about the grounds late at night. While on one of her walks, Azemia is captured by three ruffians who are torturing rabbits. Chapter 12-Azemia is being led to a deserted cabin when they cross a road and a gun fight ensues between the lead ruffian and an oncoming traveler. Two of the captors flee the scene and the leader sustained a gunshot wound. The traveler is Charles Arnold, who has been shot in the arm. He takes Azemia to his uncle’s house and Bat removes the bullet from Charles Arnold’s arm. Chapter 13-Charles wants to marry Azemia but only has 200 pounds and a lieutenant’s salary to support them with. Both his uncle and Mrs. Blandford give them large sums of money so they can be wed.",
    "genre": [
      "Satire"
    ],
    "author": "William Thomas Beckford"
  },
  {
    "title": "An American Demon: A Memoir",
    "summary": " The plot partially revolves around the author's life, but also delves into side topics such as religion and politics.",
    "genre": [
      "Satire",
      "Tragicomedy",
      "Literary fiction"
    ],
    "author": ""
  }
]