[
  {
    "title": "A Man Called Horse",
    "summary": " The protagonist is a Boston aristocrat who is captured by a Native American tribe. Initially enslaved, he comes to respect his captors' culture and gains their respect. He joins the tribe by showing his bravery and, later, gets back his dignity by marrying his owner's daughter, killing rival Indians and taking their horses. Taking the native name \"Horse\" (he was treated as a horse), he becomes a respected member of the tribe. es:Un hombre llamado Caballo nl:A Man Called Horse",
    "genre": [
      "Short story"
    ],
    "author": "Dorothy M. Johnson"
  },
  {
    "title": "Animal World",
    "summary": " The animal theme is probably the oldest in literature. Cavemen told stories of hunts, of talking animals and probably of animal-like gods. The first book of the Bible places the serpent in paradise, speaking wisely to the first man and woman. Classical authors like Lucian and Apuleius wrote satires in which pretentious people turned into lowly animals, like a jackass. William Shakespeare created his own memorable jackass, and Miguel de Cervantes had his witty talking dogs. In our century, Franz Kafka presented the learned address of a highly refined ape to a scientific academy. Probably no writer worth his salt has not at one time or other picked up the theme. A little-known, but fascinating contribution to this tradition is [Mundo animal, or Animal World, by the Argentine author, Antonio di Benedetto. It is strangely different from its celebrated predecessors. Kafka, for example, impresses the reader with a striking artistic conception, ingenious logic and magnificent language in each story. Di Benedetto's stories do not impress in this way. Written in conversational and even intentionally awkward language, they present a confused and troubled narrator, who, tormented by mysterious gnawings of guilt, becomes involved in some obscure way with an animal or whole group of animals. They invade his soul, drive him to rage or deliver him from his obsession. Often the story hinges on a pun, a distorted folktale, or an illogical association. While not spectacular in itself, each story adds to the preceding to create a growing sense of doom. Thus story by story the reader becomes ensnared in a horrifying, hallucinatory realm of associations; the world he thought was human is transformed into Animal World.",
    "genre": [
      "Short story"
    ],
    "author": "Antonio di Benedetto"
  },
  {
    "title": "Franny and Zooey",
    "summary": " This section concerns Franny's weekend date with her collegiate boyfriend, Lane Coutell. He takes her to a fashionable lunch room, where he is described as “monopolizing” the conversation and trying to impress Franny with his news of receiving a suggestion to publish his latest paper on Flaubert. Franny appears upset, questioning the importance of college education and the worth of Lane's friends. She eats nothing, and is smoking, sweating, and feeling faint, and must excuse herself to visit the restroom, where, after a crying spell, she regains her composure. She returns to the table, where Lane questions her on the small book she has been carrying. She responds nonchalantly that the book is titled The Way of a Pilgrim and tells the story of how a Russian wanderer learns the power of \"praying without ceasing.\" The Jesus Prayer involves internalizing the prayer \"Lord Jesus Christ, Son of God, have mercy on me, a sinner,\" to a point where, in a manner similar to a Zen koan, it becomes unconscious, almost like a heartbeat. Lane is less interested in the story than in keeping their timetable for the party and football game, though when Franny faints, he tends to her and postpones the weekend's activities. After she wakes, he goes to get a taxi, and leaves Franny alone—practicing the act of praying without ceasing. Zooey, smoking and soaking in a tub, is reading a four-year-old letter from his brother, Buddy. His mother, Bessie, enters the bathroom, and the two have a long discussion, centering upon Bessie's worries about his sister, Franny, who is in a state of emotional collapse. During the conversation, Zooey verbally spars and banters with his mother and repeatedly requests that she leave. Bessie tolerates Zooey's behavior, and simply states that he's becoming more and more like his brother Buddy and wonders what has happened to her children that were once so \"sweet and loving.\" After Bessie leaves, Zooey gets dressed and goes to the living room, where he finds Franny on the sofa with her cat Bloomberg, and begins speaking with her. After upsetting Franny by questioning her motives for reciting the \"Jesus Prayer,\" Zooey retreats into the former bedroom of his two older brothers, Seymour and Buddy, and reads the back of their door, covered in philosophical quotations. After contemplation, Zooey telephones Franny, pretending to be Buddy. Franny eventually discovers the ruse, but she and Zooey continue to talk. Knowing that Franny reveres their eldest brother, Seymour—the psychologist, spiritual leader, and confidante of the family, who committed suicide years earlier—Zooey shares with her some words of wisdom that Seymour once gave him. By the end of the call, as the fundamental \"secret\" of Seymour's advice is revealed, Franny seems to find illumination in what Zooey has told her: “there isn’t anyone out there who isn’t Seymour’s fat lady” and that the “Fat Lady” is Christ himself.",
    "genre": [
      "Short story",
      "Fiction",
      "Novella",
      "Novel"
    ],
    "author": "J. D. Salinger"
  },
  {
    "title": "Music for Chameleons",
    "summary": " The book is divided into three sections. Part one, titled \"Music for Chameleons\", includes the short story after which the section and book are named, as well as five other stories (\"Mr. Jones\", \"A Lamp in a Window\", \"Mojave\", \"Hospitality\" and \"Dazzle\"). Part two, the core of the book, consists of a single piece: \"Handcarved Coffins\", supposedly a \"nonfiction account of an American crime\" that suggests certain parallels with his best-known work, the difference being that Capote did not include himself as a character in the narrative when he wrote In Cold Blood. In the third section, \"Conversational Portraits\", Capote recalls his encounters with Pearl Bailey, Bobby Beausoleil, Willa Cather, Marilyn Monroe and others. These seven essays are titled \"A Day's Work\", \"Hello, Stranger\", \"Hidden Gardens\", \"Derring-Do\", \"Then It All Came Down\", \"A Beautiful Child\" and \"Nocturnal Turnings.\"",
    "genre": [
      "Short story"
    ],
    "author": "Truman Capote"
  },
  {
    "title": "Young Goodman Brown",
    "summary": " The story begins at dusk in Salem, Massachusetts, as young Goodman Brown leaves Faith, his wife of three months, for an unknown errand in the forest. Faith pleads with her husband to stay with her but he insists the journey into the forest must be completed that night. In the forest he meets a man, dressed in a similar manner to himself and bearing a resemblance to himself. The man carries a black serpent-shaped staff. The two encounter Mistress Cloyse in the woods who complains about the need to walk and, evidently friendly with the stranger, accepts his snake staff and flies away to her destination. Other townspeople inhabit the woods that night, traveling in the same direction as Goodman Brown. When he hears his wife's voice in the trees, he calls out to his Faith, but is not answered. He then seems to fly through the forest, using a maple staff the stranger fashioned for him, arriving at a clearing at midnight to find all the townspeople assembled. At the ceremony (which may be a witches' sabbath) carried out at a flame-lit rocky altar, the newest converts are brought forth—Goodman Brown and Faith. They are the only two of the townspeople not yet initiated to the forest rite. Goodman Brown calls to heaven to resist and instantly the scene vanishes. Arriving back at his home in Salem the next morning, Goodman Brown is uncertain whether the previous night's events were real or a dream, but he is deeply shaken, with the belief he lived in a Christian community distorted. He loses his faith in his wife, along with all of humanity. He lives his life an embittered and suspicious cynic, wary of everyone around him. Hawthorne concludes the story by writing: \"And when he had lived long, and was borne to his grave...they carved no hopeful verse upon his tombstone, for his dying hour was gloom.\"",
    "genre": [
      "Short story",
      "Fiction"
    ],
    "author": "Nathaniel Hawthorne"
  },
  {
    "title": "The Children's Story",
    "summary": " The story takes place in an unnamed school classroom, in the aftermath of a war with an unnamed country. It is implied that a country similar to America has been defeated and occupied. The story opens with the previous teacher leaving the classroom, having been removed from her position and replaced with an agent of the foreign power. The new teacher has been trained in propaganda techniques, and is responsible for re-educating the children to be supportive of their occupiers. During the course of the story, the children are persuaded to abandon their religion and national loyalty. Framing the story is the fact that, while the children have ritually recited a 'Pledge of Allegiance' every morning, none know what it actually means. The teacher is relentlessly positive about the change, offering the children candy, songs and praise. When asked if the war was won or lost, she responds only that \"we won\", implying that everyone would benefit from the conquest. Only one student is initially hostile to the new teacher, a child named Johnny, whose father had been arrested and placed in a re-education camp. At first, he defends his father, but when he is rewarded by the teacher with a position of authority in the class, he quickly accepts the new regime and commits himself to not accepting \"wrong thoughts\". The story takes place over a twenty-five minute span.",
    "genre": [
      "Short story",
      "Novella"
    ],
    "author": "James Clavell"
  },
  {
    "title": "Ein deutsches Requiem",
    "summary": " A member of the German nobility, zur Linde is born in Marienburg, West Prussia in 1908. Raised Lutheran, zur Linde loses his faith in Christianity after reading the writings of Schopenhauer, Nietzsche and Oswald Spengler. Soon after, he joins the Schutzstaffel. Despite his deep contempt for his fellow S.S. men, zur Linde persuades himself that the Nazi Party needs men like himself to assure the world a glorious future. On March 1, 1939, he is wounded in the leg while attacking a synagogue in Tilsit. Days later, the Wehrmacht invades Czechoslovakia, zur Linde is recuperating in a hospital following the amputation of his leg. Declaring how Raskolnikov's switch to robbery and murder was more difficult than the conquests of Napoleon Bonaparte, zur Linde relates how, on February 7, 1941, he was appointed subdirector of Tarnowitz concentration camp. There, many Jewish intellectuals are tortured and murdered under his orders. He relates, \"Carrying out the duties attendant on that position was not something I enjoyed, but I never sinned by omission. The coward proves himself among swords, the compassionate man, seeks to be tested by jails and other's pain.\" During the fall of 1942, Otto's brother Friedrich is killed in action in the Second Battle of El Alamein. Soon after, an Allied bombing raid destroys zur Linde's house in Marienburg. Soon after the end of the Second World War, zur Linde is captured and placed on trial for crimes against humanity. Refusing to offer a defense for his actions, zur Linde is convicted and sentenced to death by firing squad. As he awaits his end, zur Linde scribbles a last testament in his prison cell. He offers no justification and rejoices in the fact that \"violence and faith in the sword\" shall govern the future rather than \"servile Christian acts of timidity.\" He further expresses hope that, if victory and glory do not belong to Nazi Germany, let them belong to other nations. As he ponders how he shall comport himself before the firing squad, zur Linde realizes that he feels no fear or pity, even for himself.",
    "genre": [
      "Short story"
    ],
    "author": "Jorge Luis Borges"
  },
  {
    "title": "The Fifty Year Sword",
    "summary": " The Fifty Year Sword is essentially a mature-audience ghost story, in the disguised form of a children's book. The events of the book take place at a woman's 50th birthday party in an orphan's foster home, told from the point of view of Chintana, a kind yet sullen seamstress who is struggling with the recent divorce from her husband over an affair, the mistress, Belinda Kite, of which is ironically the birthday girl whose party Chintana is attending. A storyteller is invited by a social worker to entertain the orphans. He brings with him a long, black box. The storyteller entertains the orphans by explaining his adventures of obtaining the contents of the box: His Fifty Year Sword, a weapon that never fails to cut but shows no wound until the victim's 50th year of life. He recants a suspenseful, epic journey through mystical rocky trails and soundless forests, bent on finding an otherworldly swordsmith to satisfy a dark, never explained personal grudge. He then opens the box, revealing a seemingly bladeless sword, and he waves it in the air at the candles. Just then, the mistress and Birthday Girl, who has barged in toward the end of the story, gets annoyed at the storyteller and tells the children the whole thing is a bunch of hogwash, and sets out to prove it. She takes the hilt of the sword, and slashes it around at herself in any and all places in order to disprove the man's story, much to the horror of the children and the bemusement of the shadowy storyteller. The suspense grabs the reader even more as the storyteller finishes and Chintana and the other guests go outside so the Birthday Girl can toast herself as her 50th year of life begins at the stroke of midnight. As they take the toast, and the clock hits midnight, signaling the 50th year of Belinda Kite, Belinda falls to pieces, as she has sliced herself in all discernable locations. Chintana, in a fit of empathy, runs to Belinda and holds her as the different discernable entities of her human body fall off. Chintana, at this point, likens holding her together to a series of stitches and the pressures and cuts that can tear it apart. How does one know how much it will take before it tears?",
    "genre": [
      "Short story"
    ],
    "author": "Mark Z. Danielewski"
  },
  {
    "title": "Uncle Tom's Children",
    "summary": " \"The Ethics of Living Jim Crow\" describes Wright's own experiences growing up. The essay starts with his first encounter with racism, when his attempt to play a war game with white children turns ugly, and follows his experiences with the problems of being black in the South through his adolescence and adulthood. It describes his experience of prejudice at his first job. While working at an optical factory, his white fellow employees bully and eventually beat him for wanting to learn job skills that could allow him to advance. Wright also discusses suffering attacks by white youths and explores the many hypocrisies of white prejudice against blacks. These include black men being allowed to work around naked white prostitutes while having to pretend they do not exist. Whites have exploitative sex with black maids, and yet any sexual relations between a black man and a white woman, even a prostitute, is cause for castration or death. Wright also delves into the more subtle humiliations inherent in the Jim Crow system, such as being unable to say \"thank you,\" to a white man, lest he take it as a statement of equality. Big Boy was chosen to be the leader of his friends. One day, Big Boy and friends Bobo, Lester, and Buck decide to go swimming in a restricted area. They take off their clothes and proceed to play in the water. Soon, a white woman comes upon them and the boys are unable to get their clothes without being seen. After reacting to the boys with shock and disgust, she calls for \"Jim\". Jim quickly appears and, feeling threatened, proceeds to kill Lester and Buck. After a short struggle between Big Boy and Jim, Big Boy takes control of the rifle and shoots Jim, seemingly killing him. The remaining two members of the group quickly gather their clothes and flee the scene. The story moves with Big Boy as he makes his way back home. He relates the story to his family. All the while, Big Boy is terrified that the white people will form a mob and lynch him. The family has an acquaintance who drives a truck and can help Big Boy escape. Big Boy is sent off with some food while he waits for the acquaintance to leave with the truck at 6:00 AM the next morning. As he finds a place to settle for a while, he overhears some white men discussing the search situation and learns that they've captured Bobo, the other surviving boy of the original group of four. Bobo is burned at the stake. Later, the acquaintance, Will, finds Big Boy and they head off in the truck. The story ends in bittersweet fashion as Big Boy thinks about the slaughter of his friends in the new sunny day. \"Down by the Riverside\" takes place during a major flood. Its main character, a farmer named Mann, must get his family to safety in the hills, but he does not have a boat. In addition, his wife, Lulu, has been in labor for several days but cannot deliver the baby. Mann must get her to a hospital - the Red Cross hospital. He has sent his cousin Bob to sell a donkey and use the money to buy a boat, but Bob returns with only fifteen dollars from the donkey and a stolen boat. Mann must take the boat through town to the hospital, even though Bob advises against this, since the boat is very recognizable. Rowing his family, including Lulu, Peewee, his son and Grannie, Lulu's mother, in this white boat, Mann calls for help at the first house he reaches. This house is the home of the boat's white owner, Heartfield, who immediately begins shooting. Mann, who has brought his gun, returns fire and kills the man, while the man's family witnesses the act from the windows of the house. Mann rows on to the Red Cross hospital but is too late; Lulu and the undelivered baby have died. Soldiers take away Grannie and Peewee to safety in the hills, and Mann is conscripted to work on the failing levee. However, the levee breaks, and Mann must return to the hospital, where he smashes a hole in the ceiling at the direction of a colonel - who then directs Mann to find him once everything's over saying he'll help Mann if he can - allowing the hospital to be evacuated. Mann and a young black boy, Brinkley, are told to rescue a family at the edge of town, who turn out to be the Heartfields. Inside the house, Heartfield's son recognizes Mann as his father's killer and Mann raises his axe thinking to kill the children & their mother but is stopped when the house shifts in the rising flood waters. Despite his terror that he might be fingered as Heartfield's murderer and accordingly facing the possibility of a brutal and torturous death, Mann takes the boy, the boy's sister and his mother to \"the hills\" and safety. There, Mann tries to blend with \"his people\", hoping he might find his family, until the white boy identifies Mann as the killer of his father. Armed soldiers take Mann away after tribunal with the general and then the colonel he'd helped at the Red Cross. Knowing he's doomed and vowing to \"die fo they kill [him]\" Mann runs and the soldiers shoot him dead by the river's edge. ===Fire and Clou right and Morning Star=== \"Bright and Morning Star\" concerns an old woman, Sue, whose sons are communist party organizers. One son, Sug, has already been imprisoned for this and does not appear in the story. Sue waits for the other son, Johnny-Boy, to arrive home when the story begins. Though she is no longer a Christian, believing instead in a communist vision of the human struggle, Sue finds herself singing an old hymn as she waits. A white fellow communist, Reva, the daughter of a major organizer, Lem, stops by to tell Sue that the sheriff has discovered plans for a meeting at Lem's and that the comrades must be told or they will be caught. Someone in the group has become an informer. Reva departs, and Johnny-Boy comes home. Sue feeds him dinner, and they discuss her mistrust of white fellow-communists. Then, she sends him out to tell the comrades not to go to Lem's for the meeting. The sheriff shows up at Sue's looking for Johnny-Boy. The sheriff threatens Sue, saying that if she does not get him to talk, she had best bring a sheet to get his body. Sue speaks defiantly to the sheriff, who slaps her around but starts to leave. Then Sue shouts after him from the door, and he returns, this time beating her badly. In her weakened state, she reveals the comrades' names to Booker, a white communist who is actually the sheriff's informer. Sue realizes that she is the only one left who can save the comrades, and she dedicates herself completely to this task. Remembering the sheriff's words, she takes a white sheet and wraps a gun in it. She goes through the woods until she finds the sheriff, who has caught Johnny-Boy. The sheriff tortures Johnny-Boy before her eyes, but she does not relent or try to get Johnny-Boy to give up. Then Booker shows up, and she shoots him through the sheet. The sheriff's men shoot first Johnny-Boy and then Sue dead. As she lies on the ground, she realizes she has fulfilled her purpose in life.",
    "genre": [
      "Short story"
    ],
    "author": "Richard Wright"
  },
  {
    "title": "The Author of Beltraffio",
    "summary": " The narrator of the story, a somewhat naive American admirer of English novelist Mark Ambient, visits the writer at his home in Surrey. The narrator is very enthusiastic about Ambient's work, especially his latest novel Beltraffio. He meets Ambient's beautiful but chilly wife, his sickly seven-year-old son Dolcino, and his strange sister Gwendolyn. He also learns that Ambient's wife strongly dislikes her husband's novels and considers them corrupt and pagan. Dolcino eventually becomes much more ill. In order to \"protect\" him from what she sees as the baleful influence of his father, Ambient's wife withholds the boy's medicine. Dolcino dies, and the details of his mother's conduct are told to the narrator by Gwendolyn. The mother, grief-stricken over her role in Dolcino's final illness, dies herself after a few months. In a grimly ironic note to conclude the story, the narrator says Ambient later revealed that his wife had become partially reconciled to his novels and even read Beltraffio in the weeks before her death.",
    "genre": [
      "Short story",
      "Fiction"
    ],
    "author": "Henry James"
  },
  {
    "title": "The Altar of the Dead",
    "summary": " Aging George Stransom holds sacred the memory of the great love of his life, Mary Antrim, who died before they could be married. One day Stransom happens to read of the death of Acton Hague, a former friend who had done him a terrible harm. Stransom starts to dwell on the many friends and acquaintances he is now losing to death. He begins to light candles at a side altar in a Catholic church, one for each of his Dead except Hague. Later he notices a woman who regularly appears at the church and sits before his altar, and they become friends. He eventually finds out that Hague had also wronged her but that she has forgiven him. Stransom can never absolve Hague, so this knowledge splits them apart. When Stransom, now dying, visits his altar one last time, it seems that Mary Antrim is asking him to forgive. He turns and sees his unnamed woman friend, who has become reconciled to him. There is a strong suggestion that Stransom is ready to forgive Hague&mdash;he feels how, \"the descent of Mary Antrim opened his spirit with a great compunctious throb for the descent of Acton Hague.\" But the story ends with his face showing \"the whiteness of death.\"",
    "genre": [
      "Short story"
    ],
    "author": "Henry James"
  },
  {
    "title": "Everyday Use",
    "summary": " The story centers around one day when the older daughter, Dee, visits from college after time away and a conflict between them over some heirloom family possessions. The struggle reflects the characters' contrasting ideas about their heritage and identity. Throughout the story Dee goes back and forth on being proud and rejecting her heritage. For example, when she decides at dinner that she wants the butter churn, she shows that she respects her heritage because she knows that her uncle carved it from a tree they used to have. However, she wants it for the wrong reason, saying that she will use it only for decoration. Another example is when she wants the quilts that Mama has. She states that she wants them because of the generations of clothing and effort put into making the quilt, showing her appreciation for her heritage. The fact that she changes her name, though, from Dee to Wangero Leewanika Kemanjo disrespects her heritage because \"Dee\" is a family name that can be traced back many generations. The story is narrated by the mother.",
    "genre": [
      "Short story"
    ],
    "author": "Alice Walker"
  },
  {
    "title": "The Crime Wave at Blandings",
    "summary": " Lady Constance has decided that Lord Emsworth's grandson George needs a tutor to keep him in line over the summer holidays—and chooses the efficient Rupert Baxter. Meanwhile, his niece Jane wants him to employ her fiancé, George Abercrombie, the position of Estate Manager at Blandings, much to the dismay of Connie. Emsworth, who would rather be reading Whiffle's 'On the Care of the Pig', cannot imagine a way out, until an air gun confiscated from young Master George shows the way.",
    "genre": [
      "Short story"
    ],
    "author": "P. G. Wodehouse"
  },
  {
    "title": "Lord Emsworth Acts for the Best",
    "summary": " Beach, long-serving butler at Blandings, is considering handing in his notice after 18 years, unable to bear the shame of his master Lord Emsworth's rather disreputable new beard. His Lordship himself, unaware of these ructions below stairs, is worried by a telegram from his younger son Freddie, who is back in London from America. Visiting Freddie, Emsworth learns that the boy has fallen out with his wife Aggie; having written a scenario for Hollywood to impress her, he tried to persuade a prominent starlet to promote it for him; however, he is seen dining with the girl by Jane Yorke, a friend of his wife. Yorke tells Aggie she has seen Freddie with another girl, and she promptly leaves him. Freddie tries to persuade his father to plead with her on his behalf, convinced by his movie knowledge that an appeal from a white-haired old father never fails, but Emsworth refuses. Later, however, realising the danger of Freddie returning to Blandings if his marriage is not patched up, he relents, and pays a call at the lady's hotel. Finding the door to her room open, he potters vaguely in, and is chased into the bedroom by a small yapping dog, only to find she is in the bath. Her friend Jane Yorke holds him up with a gun, believing him to be a burglar, and while he is trying to explain himself, and Freddie, Freddie himself enters disguised as an old man with a white beard. Seeing a cable from Hollywood accepting his scenario, Aggie believes Freddie's story and forgives him, to Jane's disgust. Jane is ejected, and Emsworth, on hearing that he looks like Freddie in his false beard, decides to shave off his own, much to Beach's relief.",
    "genre": [
      "Short story",
      "Fiction"
    ],
    "author": "P. G. Wodehouse"
  },
  {
    "title": "Company for Gertrude",
    "summary": " Lord Emsworth's world is far from ideal - not only has his neighbour Sir Gregory Parsloe-Parsloe stolen his pigman Wellbeloved, but his niece Gertrude is imprisoned in the house, mooning miserably about the place and, worse still, trying to be \"helpful\" by tidying his study. Meanwhile Freddie Threepwood, back in England to promote his father-in-law Mr Donaldson's \"Dog-Joy\" biscuits, has just been turned down by his dog-loving Aunt Georgiana, Gertrude's mother, when he runs into his old Oxford pal Beefy Bingham. Bingham, Freddie learns, is in love with cousin Gertrude, but as he is not well-off, the family have closed ranks and sent Gertrude away to Blandings. Inspired by a Super-film he has seen, Freddie sends Bingham down to the castle, under the guise of a Mr \"Popjoy\" (based on Lord Emsworth's mishearing of the dog biscuits Freddie is selling), tasked with ingratiating himself with the Earl. Emsworth is at first pleased to see Gertrude less dour, and charmed by his guest's diffidence and helpful ways, but soon finds himself smothered - Bingham is overdoing the ingratiating. Emsworth even begins to question the man's sanity, when he wakes in the night to find the fellow blowing kisses up at his window. When Bingham tries to help Emsworth off a ladder and knocks him to the ground, he hopes to remedy the others ills (and anger) with a bottle of balm; sadly however, he buys a product designed for horses, which causes his Lordship considerable pain. When he sees Emsworth singing during his morning swim, he mistakes the awful noise for cries for help, and dashes in to save the aging peer, only to be thanked with a stiff punch in the face. Freddie reveals to Emsworth that Popjoy is in fact Bingham, hopeful of one of the many livings in Emsworth's gift. When Emsworth realises that he can inflict the man on his enemy Parsloe-Parsloe, he doesn't hesitate from granting him the job.",
    "genre": [
      "Short story"
    ],
    "author": "P. G. Wodehouse"
  },
  {
    "title": "The Go-getter",
    "summary": " Freddie Threepwood, still trying to persuade his Aunt Georgiana of the benefits of Donaldson's Dog-Joy, hears that his cousin Gertrude has become infatuated with Orlo Watkins, a weedy tenor invited to the castle by Lady Constance. While visiting his friend Beefy Bingham to borrow his dog Bottles, Freddie learns that she has indeed all but \"handed him the bird\". Freddie tells this to Lady Georgiana, while giving a rather poor demonstration of Dog-Joy's powers, during which Bottles is scared off by Susan, one of Lady Georgiana's Pekes. He later tries to reason with his cousin, but to no avail; the glamour of the singer has taken her over. That evening, while the household take after-dinner coffee in the drawing room, Freddie enters with Bottles and a sack of rats, intending to demonstrate the Dog-Joy reared mongrel's ratcatching prowess; Orlo Watkins, observed by Gertrude, cringes somewhat at the sight. The family protest, and Beach is called to take the bag of rats away. Bottles remains, however, and when one of Lady Georgiana's Airedales comes in, a mighty battle commences. Watkins, to Gertrude's disgust, leaps atop a display cabinet, while the others dither about. Just in time, Bingham enters, sees the fight in progress, and breaks it up by the simple expedient of taking one dog in each massive hand and pulling. His manly display shakes the scales from Gertrude's eyes, and she falls into his arms, while Watkins slinks off, defeated. Lady Georgiana, meanwhile, is so impressed by Bottles' performance that she orders two tons of Dog-Joy off Freddie.",
    "genre": [
      "Short story"
    ],
    "author": "P. G. Wodehouse"
  },
  {
    "title": "In a Free State",
    "summary": " The narrator is initially on a ferry to Egypt, and concludes many years later as a tourist in Egypt again. The first tale concerns an Indian servant from Bombay who, having no real alternative at home, accompanies his master on a diplomatic mission to Washington, D.C.. The two Indians suffer abominably from the poor value of Indian currency. The servant lives in almost a cupboard and inadvertently blows several weeks salary just buying a snack. However he gets to meet a restaurant proprietor who offers him an apparent fortune as a salary, so he absconds and works for him. Once he has his affairs in reasonable order, however, he starts to live in fear that his master will find him and order him back. He also learns that he is working illegally and liable to deportation. The only way of resolving the situation is to marry a woman who had seduced him but whom he had avoided ever since out of shame for his behaviour. The second story has an unreliable narrator. It concerns a rural West Indian family, a set of cousins, one of whom being in a better situation manages to humiliate the narrator. The richer family has a son who goes to Canada and is destined to do well, while the others can expect nothing. The younger brother of the second family then sets out for England to study engineering, while his elder brother does all he can to support him. Eventually the elder brother follows him to England with the aim of helping him further. He works all hours in demeaning jobs to keep him, but eventually makes enough money to set up his own business. However he discovers that the brother, despite appearances is doing no studying at all, while his restaurant is frequented by yobs. The narrator, in a fit of rage, murders one of these yobs, who is in fact a friend of his brother. The story ends when he attends his brother's wedding, with a prison guard for company. The story is set in an East African state that has recently acquired independence. The King, although liked by the Colonials, is weak, and is on the run while the President is poised to take absolute power. The level of violence in urban centres of the country is rising and there are rumours of violence in the countryside. There is mention of the Asian community being \"deported\". Bobby is an official who has been attending a conference in the capital city. He now heads back to the governmental Compound where he lives, and he has offered a lift to Linda, another colleague's wife. We learn early on that Bobby is homosexual. He is rebuffed by a young Zulu when he tries to pick him up at the Hotel bar. He soon discovers that Linda has plans of her own as they embark on the journey. The relationship between the two is complex from the outset; it seems Bobby is intent on aggravating the initially calm Linda. His previous history of mental illness is explored. Things go from bad to worse when they put up at a Hotel, run by an old Colonel who can not adapt to the new conditions in the country. There, they have dinner, and they witness a scene between the Colonel and Peter, his servant, who he accuses of planning his murder. Furthermore Bobby discovers that Linda was planning some extra marital activity with a friend along the way, and he becomes furious and hostile. The two reach their destination, but not before witnessing the site where the old King was recently murdered, a philosophical Muslim planning to move to Egypt and the beginnings of a genocidal wave of violence. Bobby is beaten by the army at a check point, where he and Linda experience first hand the growing violence. The story follows the conventions of a road trip with the reader becoming aware, as do Bobby and Linda, of the situation and how serious it has become.",
    "genre": [
      "Short story"
    ],
    "author": "V.S. Naipaul"
  },
  {
    "title": "Benjamin Button",
    "summary": " Benjamin is born with the physical appearance of a 70-year-old man, already able to speak. His father Roger invites neighborhood boys to play with him and orders him to play with children's toys, but Benjamin only obeys to please his father. At five, Benjamin is sent to kindergarten but is quickly withdrawn after he repeatedly falls asleep during child activities. When Benjamin turns 12, the Button family realizes that he is aging backward. At the age of 18, Benjamin enrolls in Yale College but having run out of hair dye on the day of registration, is sent home by officials, who think he is a 50-year-old lunatic. In 1880, Benjamin is 20, his father gives him a control of Roger Button & Co. Wholesale Hardware. He meets Hildegarde Moncrief, a daughter of General Moncrief, and falls in love with her at the first sight. Hildegarde mistakes Benjamin for a 50-year old younger brother of Roger Button, and without realizing the fact of Benjamin's abnormality, the two get married six months later. Years later, Benjamin's business has been a great success, but his family life hasn't been well for him. Benjamin starts to get tired of Hildegarde because she's a nagging woman that is no longer beautiful as before. His family life is so boring that he joins the Spanish-American War in 1898. He had a great success in the military, ranked up to lieutenant colonel, and rewarded with a medal. He then quits the military because his company requires his care. In 1910, Benjamin turns over control of his company to his son, Roscoe, and enrolls at Harvard University, having the appearance of a twenty-year-old. His first year at Harvard is a great success, and he is dominant in American football, notably obtaining revenge against Yale for his earlier unpleasant experience. However, by the time Benjamin reaches his last 2 years, he is a weak sixteen-year-old, unable to play football and barely able to cope with the academic load. After graduation, Benjamin returns home, only to learn his wife has moved to Italy. He lives with Roscoe, who treats him very sternly, making Benjamin call him \"Uncle\" in front of his house guests. As the years progress, Benjamin turns from a moody teenager into a young child. Eventually Roscoe has a child that later attends kindergarten with Benjamin. After kindergarten, Benjamin slowly begins to lose memory of his earlier life. His memory fades away to the point where he cannot remember anything except his nurse. Then everything fades to darkness.",
    "genre": [
      "Short story",
      "Fiction"
    ],
    "author": "F. Scott Fitzgerald"
  },
  {
    "title": "Sing to the Dawn",
    "summary": " Dawan, a young village girl who lives in Thailand, wins a scholarship to study in a city school. Her brother, Kwai, places second and is initially jealous, causing a rift between the two previously-close siblings. This hostility is further exacerbated by Dawan's father, who feels that the city is no place for a female. Dawan faces obstacles at every turn, and eventually overcomes these obstacles and proves to herself and to others that she is fully capable of handling the scholarship and the responsibility it entails.",
    "genre": [
      "Short story",
      "Fiction"
    ],
    "author": "Minfong Ho"
  },
  {
    "title": "The Village Schoolmaster",
    "summary": " The narrator discusses the phenomenon of a giant mole in a far village, and the attempt of the village schoolmaster to bring its existence to the public attention, only to become an object of derision to the scientific community. Without knowing the schoolmaster, the narrator tries to defend him and his honesty in a paper about the giant mole. The narrator's attempt is even more unsuccessful, and in a dialog during Christmas he and the village schoolmaster discuss the motivations of each one and the different outcome each one was expecting, without being able to finish the conversation.",
    "genre": [
      "Short story"
    ],
    "author": "Franz Kafka"
  },
  {
    "title": "My Son the Fanatic",
    "summary": " The narrative deals with the problems of Parvez, who has migrated from Pakistan to Britain with his son Ali. Parvez worries because Ali’s behavior has changed significantly. Early in the story, Parvez is afraid of discussing his worries with his friends because his son has always been a kind of showpiece son. Eventually, Parvez breaks his silence and tells them how his son has changed, hoping to receive some advice. After having a short conversation, they come to the conclusion that his son might be addicted to drugs and that he sells his things to earn money to buy drugs. After this meeting, Parvez goes to his taxi to drive home. But in his car he finds Bettina, a prostitute, who drives with Parvez very often and has become a confidante. Since Parvez has defended Bettina from a client who had attacked her, they take care of each other. Parvez tells Bettina what he has observed and that he and his friends assume that his son does all these strange things because he is drug addicted. Bettina instructs Parvez on how he has to observe his son to find out if there is anything physically wrong with him. However, after a few days of observations Parvez decides that his son appears totally healthy. The only physical change Parvez observes is that Ali is growing a beard. And it turns out that his son does not sell his things. He just gives them away. Parvez notices that Ali prays five times a day, although he had not been brought up to be religious. Parvez decides to invite his son to dinner to talk to him about his recent behavior. Initially, Ali refuses this invitation, but later he accepts it. Parvez drinks a lot during this meeting and they start to argue. Ali criticizes his father’s way of life because in his opinion his father is \"too implicated in Western civilization\" (Kureishi 2001: 157) and breaks the Koran’s rules by drinking alcohol and eating pork. Ali tells his father that he is going to give up his studies because from his point of view, “Western Education cultivates an anti-religious attitude.” (Kureishi 2001: ) Parvez feels he has lost his son and wants to tell him to leave the house. But Bettina changes his mind and Parvez resolves to try to understand what is going on in his son’s mind. During the next days Parvez tries to explain cautiously to his son what his ideas and attitudes towards life are. He even grows a beard to please Ali. But Ali still holds his father in contempt for not following the rules of the Koran. A few days later while Parvez is driving in his taxi with Bettina he sees his son walking down the sidewalk. Parvez asks Ali to come in and drive with them. In the car, Bettina starts to have a conversation with Ali, but as she tries to explain to Ali that his father loves him very much, Ali becomes angry and offends Bettina. Afterwards he wants to escape from the car, but Bettina preempts him. She leaves the car when it is still moving and runs away. Back at home Parvez drinks a lot of alcohol because he is furious at his son. He walks into Ali’s room and attacks his son who does not show any kind of reaction to protect or defend himself. When Parvez stops hitting him, Ali asks his father: \"Who is the fanatic now?\"",
    "genre": [
      "Short story",
      "Novella"
    ],
    "author": "Hanif Kureishi"
  },
  {
    "title": "The £1,000,000 Bank Note and Other New Stories",
    "summary": " \"The £1,000,000 Bank-Note\" charts the magical rags-to-riches ascent of a virtuous and resourceful mining broker's clerk from San Francisco who arrives in London with a single dollar in his pocket, and proceeds to ultimate and splendid financial success and fame in London society—a paean to ingenuity and a celebration of its cunning confidence-man narrator. The other pieces range from \"Mental Telegraphy,\" a serious essay reflecting Twain's continuing interest in the occult—he and his wife would later try several seances, poignantly and unsuccessfully, to contact their daughter Suzy—to a tongue-in-cheek \"Petition to the Queen of England\" for relief from taxes.",
    "genre": [
      "Short story"
    ],
    "author": "Mark Twain"
  },
  {
    "title": "The Problem of the Covered Bridge",
    "summary": " The story, which is set in March 1922, begins with old Dr. Sam Hawthorn telling a story to an unnamed listener. He tells about how he came to the small town of Northmont, in his new yellow Pierce-Arrow. He focuses on the Bringlow family, Jacon and Sarah, their daughters Susan and Sally, their son Hank, and his fiancee Millie. Dr. Sam is treating Sarah, and has come to really know the Bringlows. He even notices that Hank is reading copies of Hearst's International magazine that include the two-part Sherlock Holmes story, The Problem of Thor Bridge. Hank has to take a jar of apple sauce to Millie's house in a horse and buggy. Sam and Millie ride behind Hank, also in a horse and buggy. Along the way, Walt Rumsey stops Sam and Millie's buggy by taking his cattle across the road to drink. Sam and Millie follow Hank's tracks to a covered bridge. The tracks enter the bridge, but don't come out the other side, and there is a smashed jar of applesauce in the middle of the bridge. The horse and buggy, and Hank, have disappeared. The Bringlows decide to call Sheriff Lens, who believed that Hank would turn up because he was in the habit of playing tricks. Eventually, they do find Hank, sitting on the side of the road in his buggy, shot in the back of the head. The reins have been tied to the horse, and the horse was sent off on its own, meaning that Hank was already dead when the horse was set loose. Dr. Sam investigates Walt Rumsey, and tries to apply the solution of the Problem of Thor Bridge to this problem. When he works out what has happened, he gathers all of the suspects at the Bringlow house to reveal the solution. What tipped off Dr. Sam was that Walt had been taking his cows to drink at a pond with ice on the top. Dr. Sam reveals that the disappearance started out as a joke by Hank, who had enlisted the assistance of Walt Ramsey. Walt Ramsey used an old pair of carriage wheels, linked by an axle, to create a fake horse and buggy track. When the cows blocked Sam and Millie, Hank and Walt created the fake set of tracks, and then Hank hid in Walt's barn. Walt had been in love with Millie and saw his opportunity to kill his romantic rival and escape punishment.",
    "genre": [
      "Short story"
    ],
    "author": "Edward D. Hoch"
  },
  {
    "title": "The Problem of the Old Gristmill",
    "summary": " Old Dr. Sam tells the story of how everyone in town is sad to see Henry Cordwainer leave. Cordwainer, who lived in the old gristmill owned by Seth Hawkins and his mother, is a full-bearded naturalist, who has been writing a book, A Year in Snake Creek. Now that year is up and he is leaving. When he first came, he was cold and uncaring, but when winter began his whole personality changed, and he became helpful, evan helping at the ice house. Sam and Seth help Cordwainer pack up his stuff, including his lock boxes with three dozen journals in them, and Seth reveals that his mother wants him to start up the gristmill (and also that Seth does not want to start it up). Sam does not think much about this, even when he sees Seth at the local cockfights that night. The next morning everyone learns that the gristmill has burned down, and Cordwainer has had his head bashed in. Sheriff Lens is brought in and suspicion falls on Seth -- but Seth was at the cockfight the night before. To complicate matters, Cordwainer's journals that were mailed to Boston in locked strong boxes, have disappeared. The strong boxes arrived, with a very small hole in the bottom, completely empty except for some sawdust. Sam attempts to prove Seth's innocence by injecting him with an experimental truth drug, \"scopolamine\". Sam proves that Seth could not have committed the murder, and begins to wonder about the sawdust that was found on the bottom of the strong boxes. When Sam works out the solution, Sam and Lens than drive to Albernathy, on Sam's urging. Here, they find the man they thought was Cordwainer, alive and well -- who is actually an escaped convict named Delos. Delos killed Cordwainer before winter, which explains the change in personality. He then pretended to be him. The journals in the strong boxes were revealed to be blocks of ice, which explains the small holes and the traces of sawdust. The gristmill was set on fire in order to thaw Cordwainer's body, which had been frozen since winter.",
    "genre": [
      "Short story"
    ],
    "author": "Edward D. Hoch"
  },
  {
    "title": "Something Childish But Very Natural",
    "summary": " At a train station, Henry looks at books and comes upon Samuel Taylor Coleridge's poem. Then he jumps onto the train as he is late, and has left his portfolio behind. On the train, he starts talking to a girl, until she tells him she will be there again every evening. On the following Saturday, he goes to the station and sees her; they get on the train and start talking like old friends. Later, they go to a concert, and she appears somewhat distant. They walk down the streets of London and come upon a pretty village nearby. There, they visit a house and decide to rent it. Then Henry receives a telegram, and things fall apart.",
    "genre": [
      "Short story"
    ],
    "author": "Katherine Mansfield"
  },
  {
    "title": "Birth of a Salesman",
    "summary": " Lord Emsworth is visiting America for the wedding of his niece Veronica to millionaire Tipton Plimsoll. With currency restrictions forcing him to stay at Freddie's house in Long Island, Emsworth finds himself ill at ease, chafed by his son's new-found self-confidence, the result of his successes as a salesman. Left alone in the house one day, Emsworth finds the cold lunch left for him unappealing, and resolves to fix himself some scrambled eggs. This task proves more difficult than he recalled from his more active youth, and when a young girl calls at the door selling richly bound encyclopaedias of Sport, he invites her in to make them for him and join him at his lunch. The girl, who is only known as \"Mrs Ed\", reveals she is trying to earn money, as she has a baby on the way. Emsworth's sense of chivalry is aroused, and he offers to sell her encyclopaedias for her, while she has a lie down on the couch. He heads at once for the house of a near neighbour, who Freddie had earlier warned him had a conspicuous habit of throwing wild parties and filling his house with blondes while his wife was away. This behaviour, striking Emsworth as indicative of a sporting nature, persuades the elderly peer that the man must also be in need of his encyclopaedias. Nervously approaching the house, Emsworth is embarrassed by a carful of blondes, but carries on manfully. After a failed attempt to knock at the door, a Pekinese named Eisenhower, property of one of the blondes, chases him up a tree. The homeowner, lumber king George Spenlow, already unnerved having seen Emsworth mooning over his flower beds earlier in the day, mistakes him for a private eye in the hire of his wife. He approaches Emsworth and offers him a bribe, which Emsworth innocently confuses with an offer to buy his encyclopaedias. He takes the man's $500, and quietly slips it into Mrs Ed's handbag while she sleeps, resolving to put a stop to his son's arrogance right away.",
    "genre": [
      "Short story"
    ],
    "author": "P. G. Wodehouse"
  },
  {
    "title": "Sticky Wicket at Blandings",
    "summary": " Freddie Threepwood is back at Blandings on Dog-Joy business, and his wife Aggie, finding country life a little dull, has headed to the French Riviera. Freddie has befriended Valerie Fanshawe, in hopes of persuading her father, local hunting bigwig Colonel Fanshawe, to invest in Freddie's dog biscuits for his sizeable pack of hounds. Gally warns his nephew Freddie of the dangers of consorting with attractive young girls while his wife is away, but Freddie, hungry for the sale, opts to give Valerie an Alsatian she covets, although the dog belongs to Aggie - he believes he can replace it without her noticing. As Freddie leaves with his gift, Gally hears worrying news - his sister Connie is thinking about sacking venerable butler Beach, who has become a little wheezy in his old age. Freddie gets a telegram from his wife, informing him of her plan to return to Blandings the following day, and in his shock on reading it tumbles down the stairs, taking Gally with him. They are both laid up with sprained ankles, so Gally insists his unwilling brother Clarence must go to Marling Hall to retrieve the dog by stealth. Gally is visited in his sickbed by Valerie, who reveals that the dog has upset her father by attacking his beloved spaniel, and that she has thus returned it. Beach then informs him that Colonel Fanshawe has telephoned, requesting Lord Emsworth's judicial services as he has caught a prowler lurking outside his house. Realising Emsworth has been captured, Gally sends Beach to the rescue, armed with a Mickey Finn to knock out the Fanshawes' butler. Beach returns, somewhat shaken but successful, and when Connie brings up the idea of replacing him, Gally easily silences her by telling the tale of Emsworth's imprisonment in Fanshawe's coal-cellar, and Beach's full knowledge of this potential embarrassment to the family name.",
    "genre": [
      "Short story"
    ],
    "author": "P. G. Wodehouse"
  },
  {
    "title": "Scenes of Clerical Life",
    "summary": " The titular character is the new curate of the parish church of Shepperton, a village near Milby. A pious man, but \"sadly unsuited to the practice of his profession\", Barton attempts to ensure that his congregation remains firmly within the care of the Church of England. His stipend is inadequate, and he relies on the hard work of Milly, his wife, to help keep the family. Barton is new to the village and subscribes to unpopular religious ideas; not all of the congregation accept him, but he feels that it is especially important to imbue them with what he sees as orthodox Christian views. Barton and Milly become acquainted with Countess Caroline Czerlaski. When the Countess' brother, with whom she lives, gets engaged to be married to her maid, she leaves home in protest. Barton and his wife accept the Countess into their home, much to the disapproval of the congregation, who assume her to be his mistress. The Countess becomes a burden on the already stretched family, accepting their hospitality and contributing little herself. With Milly pregnant and ill, the children's nurse convinces the Countess to leave. Milly dies following the premature birth of her baby (who also dies) and Barton is plunged into sadness at the loss. Barton's parishioners, who were so unsympathetic to him as their minister, support him and his family in their grief: \"There were men and women standing in that churchyard who had bandied vulgar jests about their pastor, and who had lightly charged him with sin, but now, when they saw him following the coffin, pale and haggard, he was consecrated anew by his great sorrow, and they looked at him with respectful pity\". Just as Barton is beginning to come to terms with Milly's death, he get more bad news: the vicar, Mr. Carpe, will be taking over at Shepperton church. Barton is given six-months notice to leave. He has no choice but to comply, but is disheartened, having at last won the sympathies of the parishioners. Barton believes that the request was unfair, knowing that the vicar's brother-in-law is in search of a new parish in which to work. However, he resigns himself to the move and at length obtains a living in a distant manufacturing town. The story concludes twenty years later with Barton at his wife's grave with one of his daughters: Patty. In the intervening years much has changed for Barton; his children have grown up and gone their separate ways. His son Richard is particularly mentioned as having shown talent as an engineer. Patty remains with her father. The second work in Scenes of Clerical Life is entitled \"Mr. Gilfil's Love-Story\" and concerns the life of a clergyman named Maynard Gilfil. We are introduced to Mr Gilfil in his capacity as the vicar of Shepperton, 'thirty years ago' (presumably the late 1820s) but the central part of the story begins in June 1788 and concerns his youth, his experiences as chaplain at Cheverel Manor and his love for Caterina Sarti. Caterina, known to the family as 'Tina', is an Italian orphan and the ward of Sir Christopher and Lady Cheverel, who took her into their care following the death of her father. In 1788 she is companion to Lady Cheverel and a talented amateur singer. Gilfil's love for Tina is not reciprocated; she is infatuated with Captain Anthony Wybrow, nephew and heir of Sir Christopher Cheverel. Sir Christopher intends Wybrow to marry a Miss Beatrice Assher, the daughter of a former sweetheart of his, and that Tina will marry Gilfil. Wybrow, aware of and compliant to his uncle's intentions, nonetheless continues to flirt with Tina, causing her to fall deeply in love with him. This continues until Wybrow goes to Bath in order to press his suit to Miss Assher. He is then invited to the Asshers' home, and afterwards returns to Cheverel Manor, bringing with him Miss Assher and her mother. Wybrow dies unexpectedly. Gilfil, finding a knife on Tina, fears that she has killed him, but the cause of death is in fact a pre-existing heart complaint. Tina runs away, and Gilfil and Sir Christopher fear that she has committed suicide. However, a former employee of Sir Christopher and Lady Cheverel returns to the manor to inform them that Tina has taken refuge with him and his wife. Gilfil seeks her out, helps her recover and marries her. It is hoped that marriage and motherhood, combined with Gilfil's love for her, which she now reciprocates, will endue her with a new zest for life. However, she dies in childbirth soon afterwards, leaving the curate to live out the rest of his life alone and die a lonely man. Janet's Repentance is the only story in Scenes of Clerical Life set in the town of Milby itself. Following the appointment of Reverend Mr Tryan to the chapel of ease at Paddiford Common, Milby is deeply divided by religious strife. One party, headed by the lawyer Robert Dempster, vigorously supports the old curate, Mr Crewe; the other is equally biased in favour of the newcomer. Edgar Tryan is an evangelical, and his opponents consider him to be no better than a dissenter. Opposition is based variously in doctrinal disagreement and on a suspicion of cant and hypocrisy on the part of Mr Tryan; in Dempster's wife, Janet, however, it stems from an affection for Mr Crewe and his wife, and the feeling that it is unkind to subject them to so much stress in their declining years. She supports her husband in a malicious campaign against Mr Tryan, despite the fact that Dempster is frequently drunkenly abusive to her, which drives her to drink in turn. One night her husband turns her out of the house; she takes refuge with a neighbour, and, remembering an encounter with Mr Tryan at the sickbed of one of his flock, where she was struck by an air of suffering and compassion about him, asks he might come to see her. He encourages her in her struggle against her dependence on alcohol and her religious conversion. Shortly afterwards Robert Dempster is thrown from his gig and seriously injured. Upon discovering what has happened, Janet, forgiving him, returns to her home and nurses him through the subsequent illness until he dies a few weeks later. Tryan continues to guide Janet toward redemption and self-sufficiency following the death of her husband. She, in turn, persuades him to move out of his inhospitable accommodation and into a house that she has inherited. It is hinted that a romantic relationship might subsequently develop between the two. His selfless devotion to his needy parishioners has taken his toll on his health, however, and he succumbs to consumption and dies young.",
    "genre": [
      "Short story",
      "Fiction",
      "Sociology"
    ],
    "author": "George Eliot"
  },
  {
    "title": "A Dog's Tale",
    "summary": " The book is told from the standpoint of a loyal household pet, a dog self described by the first sentence of the story; \"My father was a St. Bernard, my mother was a collie, but I am a Presbyterian.\" The story begins with a description of the dog's life as a puppy and her separation from her mother, which to her was inexplicable. Her puppy and her owner's new child were soon added to her new home. When a fire breaks out in the nursery, the dog risks her life to drag the baby to safety. In the process, her motives are misunderstood and she is cruelly beaten. Soon however, the truth of the situation is discovered and she receives no end of praise. Later in the story, her puppy dies as a result of the owner's biological experiments. Only a servant seems to realize the irony, exclaiming, \"Poor little doggie, you saved HIS child!\" In the end, the dog pines inconsolable over the grave of the puppy with the clear implication that she will do so until death.",
    "genre": [
      "Short story"
    ],
    "author": "Mark Twain"
  },
  {
    "title": "The Blurred Man",
    "summary": " The story opens with the Diamond Brothers being hired by the American crime author Joe Carter, who finances Lenny Smile's children's charity Dream Time. Lenny Smile apparently died in a tragic accident when he was run over by a steamroller just before Carter was due to meet him for the first time. The American wants them to find out what really happened to the reclusive philanthropist he so much admired. He shows them his only photograph of Lenny, in which the man's features are blurred. Tim and Nick interview Lenny's two assistants at the charity offices and his neighbour, and visit his grave. At the cemetery, Nick spots someone who looks like the Lenny Smile in the photograph, and wonders if he could still be alive. They visit the Steamroller driver who is in a mental hospital, but due to Tim's words, like 'The clues are a bit thin on the ground,' the man loses more of his sanity. The brothers discover that a balloon seller advertising the Russian circus may have witnessed the accident, but when they go to the circus to speak to him, Nick again sees someone who looks like Lenny Smile, and they find the balloon seller has just been stabbed to death. Tim foolishly picks up the knife and the circus performers assume he is the murderer, partly due to Tim trying to correct a clown's grammar. A bizarre chase across the fields ensues, before a Police Car driven by Snape saves the Brothers. After hearing that the charity is under investigation for fraud, Nick finds out about the missing investigator and decides to visit the grave of Lenny Smiles again. It is there he realizes that the corpse is not of the Lenny but the investigator. In a thrilling finale at the London Eye, Nick deduces that 'Lenny Smile' is simply an assumed name that could be used by Lenny's 'assistants' as cover for their own crimes. They then reveal the compartment was bugged, and the Police are in compartments on either side.",
    "genre": [
      "Short story"
    ],
    "author": "Anthony Horowitz"
  },
  {
    "title": "Dragon: the Old Potter's Tale",
    "summary": " The story revolves around a practical joke played by the monk E’in. E’in erects a sign next to the Sarusawa Pond reading \"On the third day of the third month, the dragon of this pond will ascend to heaven\". However, though E’in intended the joke to affect only those in his immediate area, his sign ends up attracting many from miles around, including many influential lords and his superstitious aunt. A numberless crowd watches the lake faithfully as E’in both scoffs their ignorance and marvels at the turnout. Eventually, the sky darkens and everyone gathered, including E’in, believe they see a dark powerful dragon ascending towards the sky. Afterwards, no one will believe E’in’s claim that the sign was a practical joke; even E’in, the instigator, believes a dragon from the pond actually flew towards his home.",
    "genre": [
      "Short story"
    ],
    "author": "Ryunosuke Akutagawa"
  },
  {
    "title": "Last Evenings on Earth",
    "summary": " Set amid the diaspora of Chilean exiles in Latin America and Europe, the fourteen stories in Last Evenings on Earth are peopled by Bolaño's beloved \"failed generation\" and demonstrate the complexities of and Latin American identity and history. The narrators are usually writers grappling with private (and often unlucky) quests, speaking in the first person as if giving a deposition—like witnesses to a crime. These protagonists tend to take detours and narrate unresolved efforts. They are characters living at the margins. Other stories find themselves narrated in the third person by the author \"B.\", which is one of many cases of Bolaño writing himself into his own fiction.",
    "genre": [
      "Short story"
    ],
    "author": "Roberto Bolaño"
  },
  {
    "title": "Lullaby",
    "summary": " The adolescent Lullaby strolls the beaches, cliffs and caves on the outskirts of her home town (this is situated in an unnamed Mediterranean environment). Her getting in groove with the ocean and the elements is what gets her going, and finally she can return to the life she once knew as meaningless, only now adding a bit of meaning to it.",
    "genre": [
      "Short story"
    ],
    "author": "Jean-Marie Gustave Le Clézio"
  },
  {
    "title": "L'Inondation",
    "summary": " On a beautiful May day, the Garonne floods, washing away all the bridges; ruining nearly two thousand houses; drowning hundreds; and leaving twenty thousand starving to death. The novella describes the immediate impact this flood has on one household.",
    "genre": [
      "Short story"
    ],
    "author": "Émile Zola"
  },
  {
    "title": "Hungry Hearts",
    "summary": " *Wings Shenah Peshah a young lonely janitress living a painfully secluded life in poverty. She is given hope when she meets a young sociologist who moves into her building to study the people he writes about and falls in love with him. *Hunger A sequel to 'Wings', Peshah gets a job at a shirtwaist factory where one of the workers falls in love with her. *The Lost \"Beautifulness A mother dances on the edge of self-destruction when she paints her kitchen white for her son returning home from the military but has her rent raised by her cruel landlord as a response. *The Free Vacation House A woman being crushed by motherhood is offered a stay at a free vacation house but finds the strict humiliating living conditions worse than her life in poverty. *The Miracle A Jewish girl travels to America to find love but finds hardship and loneliness. *Where Lovers Dream Poverty separates a happy couple forever, marking their lives as lifestyles separate them. *Soap and Water A student is denied her diploma because of her unsightly appearance due to her grueling life going to school and supporting herself in grinding poverty, making her rebel against the divisions of class. *\"The Fat of the Land\" A mother goes from poverty to wealth, expecting happiness but only finding a cruel Catch 22. *My Own People A young writer finds inspiration and purpose in the suffering of her brethren. *How I Found America",
    "genre": [
      "Short story"
    ],
    "author": "Anzia Yezierska"
  },
  {
    "title": "The Virgin and the Gypsy",
    "summary": " The tale relates the story of two sisters, daughters of an Anglican vicar, who return from overseas to a drab, lifeless vicarage in the post-First World War East Midlands. Their mother has run off, a scandal that is not talked about by the family. Their new home is dominated by a blind and selfish grandmother along with her mean spirited, poisonous daughter. The two girls, Yvette and Lucille, risk being suffocated by the life they now lead at the Vicarage. They try their utmost every day to bring colour and fun into their lives. Out on a trip with some friends one Sunday afternoon, Yvette encounters a Gypsy and his family and this meeting reinforces her disenchantment with the oppressive domesticity of the vicarage. It also awakens in her a sexual curiosity she has not felt before, despite having admirers. She also befriends a married Jewish woman who has left her husband and is living with her paramour. When her father finds out about this friendship, he threatens her with \"the asylum\" and Yvette realizes that at his heart her father, too, is mean spirited and shallow. At the end of the novel, Yvette is rescued during a surprise flood that washes through the home and drowns the grandmother. The rescuer who breathes life and warmth back into the virginal Yvette is the free-spirited Gypsy, whose name is finally revealed in the last line of the novel.",
    "genre": [
      "Short story"
    ],
    "author": "D. H. Lawrence"
  }
]