[
  {
    "title": "The Purloined Letter",
    "summary": " The unnamed narrator is discussing with the famous Parisian amateur detective C. Auguste Dupin some of his most celebrated cases when they are joined by the Prefect of the Police, a man known as G—. The Prefect has a case he would like to discuss with Dupin. A letter has been stolen from the boudoir of an unnamed female by the unscrupulous Minister D—. It is said to contain compromising information. D— was in the room, saw the letter, and switched it for a letter of no importance. He has been blackmailing his victim. The Prefect makes two deductions with which Dupin does not disagree: :1.) The contents of the letter have not been revealed, as this would have led to certain circumstances that have not arisen. Therefore Minister D— still has the letter in his possession. :2.) The ability to produce the letter at a moment’s notice is almost as important as possession of the letter itself. Therefore he must have the letter close at hand. The Prefect says that he and his police detectives have searched the Ministerial hotel where D— stays and have found nothing. They checked behind the wallpaper and under the carpets. His men have examined the tables and chairs with microscopes and then probed the cushions with needles but have found no sign of interference; the letter is not hidden in these places. Dupin asks the Prefect if he knows what he is looking for and the Prefect reads off a minute description of the letter, which Dupin memorizes. The Prefect then bids them good day. A month later, the Prefect returns, still bewildered in his search for the missing letter. He is motivated to continue his fruitless search by the promise of a large reward, recently doubled, upon the letter's safe return, and he will pay 50,000 francs to anyone who can help him. Dupin asks him to write that check now and he will give him the letter. The Prefect is astonished but knows that Dupin is not joking. He writes the check and Dupin produces the letter. The Prefect determines that it is genuine and races off to deliver it to the victim. Alone together, the narrator asks Dupin how he found the letter. Dupin explains the Paris police are competent within their limitations, but have underestimated who they are dealing with. The Prefect mistakes the Minister D— for a fool because he is a poet. For example, Dupin explains how an eight-year old boy made a small fortune from his friends at a game called \"Odds and Evens.\" The boy was able to determine the intelligence of his opponents and play upon that to interpret their next move. He explains that D— knew the police detectives would have assumed that the blackmailer would have concealed the letter in an elaborate hiding place, and thus hid it in plain sight. Dupin says he had visited the minister at his hotel. Complaining of weak eyes he wore a pair of green spectacles, the true purpose of which was to disguise his eyes as he searched for the letter. In a cheap card rack hanging from a dirty ribbon, he saw a half-torn letter and recognized it as the letter of the story's title. Striking up a conversation with D— about a subject in which the minister is interested, Dupin examined the letter more closely. It did not resemble the letter the Prefect described so minutely; the writing was different and it was sealed not with the \"ducal arms\" of the S— family, but with D—'s monogram. Dupin noticed that the paper was chafed as if the stiff paper was first rolled one way and then another. Dupin concluded that D— wrote a new address on the reverse of the stolen one, re-folded it the opposite way and sealed it with his own seal. Dupin left a snuff box behind as an excuse to return the next day. Striking up the same conversation they had begun the previous day, D— was startled by a gunshot in the street. While he went to investigate, Dupin switched D—'s letter for a duplicate. Dupin explains that he left a duplicate to ensure his ability to leave the hotel without D— suspecting his actions. As a political supporter of the Queen and old enemy of the Minister, Dupin also hopes that D— will try to use the power he no longer has, to his political downfall, and at the end be presented with an insulting note that implies Dupin was the thief: Un dessein si funeste, S'il n'est digne d'Atrée, est digne de Thyeste (If such a sinister design isn't worthy of Atreus, it is worthy of Thyestes). (see Atree et Thyeste on French wikipedia)",
    "genre": [
      "Detective fiction",
      "Short story"
    ],
    "author": "Edgar Allan Poe"
  },
  {
    "title": "The Case of the Constant Suicides",
    "summary": " Members of a large and widespread Scottish family are brought together at a highland castle in order to resolve various pieces of family business following a death. Suspicious events soon begin to occur, the body count rises, and a verdict of suicide is not necessarily to be trusted. Enter the gargantuan Doctor Gideon Fell, who applies his substantial powers of deduction to the problem of how men can be indirectly murdered while they're inside locked, sealed and inaccessible rooms.",
    "genre": [
      "Detective fiction",
      "Mystery",
      "Fiction",
      "Music",
      "Locked room mystery",
      "Whodunit",
      "Suspense"
    ],
    "author": "John Dickson Carr"
  },
  {
    "title": "The Seven-Per-Cent Solution",
    "summary": " An introduction states that two canonical Holmes adventures were fabrications. These are \"The Final Problem\", in which Holmes apparently died along with Prof. James Moriarty, and \"The Empty House\", wherein Holmes reappeared after a three-year absence and revealed that he had not been killed after all. The Seven-Per-Cent Solutions Watson explains that they were published to conceal the truth concerning Holmes’ \"Great Hiatus\". The novel begins in 1891, when Holmes first informs Watson of his belief that Professor James Moriarty is a \"Napoleon of Crime\". The novel presents this view as nothing more than the fevered imagining of Holmes' cocaine-sodden mind; it further states that Moriarty was the childhood mathematics tutor of Sherlock and his brother Mycroft. Moriarty meets Watson, denies that he is a criminal and reluctantly threatens to pursue legal action unless the latter's accusations cease. The heart of the novel consists of an account of Holmes’ recovery from his addiction. Watson and Holmes’ brother Mycroft induce Holmes to travel to Vienna, where Watson introduces him to Dr. Freud. Using a treatment consisting largely of hypnosis, Freud helps Holmes shake off his addiction and his delusions about Moriarty, but neither he nor Watson can revive Holmes’ dejected spirit. What finally does the job is a whiff of mystery: one of the doctor's patients is kidnapped and Holmes’ curiosity is sufficiently aroused. The case takes the three men on a breakneck train ride across Austria in pursuit of a foe who is about to launch a war involving all of Europe. Holmes remarks during the denouement that they have succeeded only in postponing such a conflict, not preventing it; Holmes would later become involved in a \"European War\" in 1914. One final hypnosis session reveals a key traumatic event in Holmes' childhood: his father murdered his mother for adultery and committed suicide afterwards. It was Moriarty who informed Holmes and his brother of their deaths, and his tutor then became a dark and malignant figure in his subconscious. Freud and Watson conclude that Holmes, consciously unable to face the emotional ramifications of this event, has pushed them deep into his unconscious while finding outlets in fighting evil, pursuing justice, and many of his famous eccentricities, including his cocaine habit. However, they decide not to discuss these subjects with Holmes, believing that he would not accept them, and that it would needlessly complicate his recovery. Watson returns to London, but Holmes decides to travel alone for a while, advising Watson to claim that he had been killed, and thus the famed \"Great Hiatus\" is more or less preserved. It is during these travels that the events of Meyer's sequel The Canary Trainer occur.",
    "genre": [
      "Detective fiction",
      "Fiction"
    ],
    "author": "Nicholas Meyer"
  },
  {
    "title": "The Valley of Fear",
    "summary": " Sherlock Holmes and Dr. Watson receive a letter from an informant known by the pseudonym Fred Porlock. Porlock is part of Professor Moriarty's criminal organization. The letter is written in a numeric code, and Holmes realises that the numbers refer to words in a book, by page and column. They decode the letter (finding the book in question to be Whitaker's Almanack), which warns that John Douglas of Birlstone House is about to be murdered. After they have deciphered the message, Inspector MacDonald of Scotland Yard comes to consult Holmes. MacDonald is astonished when he sees the message, because it has pre-empted his news: a man called John Douglas has indeed been mysteriously killed in Sussex. MacDonald demands to know the true identity of the informant who predicted the crime, but Holmes does not know it, because he promised not to try and find out who 'Porlock' really is. Holmes can only tell MacDonald that the informant works for Professor Moriarty. MacDonald, Holmes and Watson go to the Birlstone Manor House in Sussex, working with Scotland Yard and beginning their investigation along with Inspector White Mason and other officers from the local police force. At least five people were in the house at the time of the murder. John Douglas, Ivy Douglas (his wife), Ames (a butler), Cecil Barker (a friend) and Mrs Allen (a servant). Cecil Barker is an old friend of Douglas and had been intending to stay at Birlstone House for a few months on holiday. He had met Douglas in America many years before and become his mining partner as well as his friend. The house is surrounded by a moat that is fed from a nearby stream. The moat is wide but only two or three feet deep, so no one can really swim (or drown) in it. The house has a drawbridge, which is lowered every morning and raised every night. Barker tells the detectives that Douglas locked all of the windows in the house every night, and that he felt safer when the drawbridge was raised. It is concluded that the murderer walked across the drawbridge and hid close to the house before it was raised. The murderer could not have entered the house after 6:30 pm, since at that time the drawbridge was up. Douglas's body can only be identified by a strange brand on his arm, a circle with a triangle inside it. He has been shot in the head with a sawed-off shotgun, at close range, ruining his face and head. The investigators soon learn from Barker that Douglas' wedding ring is missing. It stayed on the same finger, under the nugget-ring he wore, which was found intact on the body. That means the assassin removed both rings, and stole one while replacing the other. The assassin also left a card reading \"VV 341\". They find a footprint imprinted in blood on the window sill, suggesting that the assassin jumped through the window and waded across the moat to freedom, but they can find no tracks, nor has anyone spotted a wet man wandering nearby. A bicycle and bag are also discovered, connected to a man staying at a nearby hotel, whose physical description is similar to that of the victim. However, this man left no trace of his identity at the hotel. After a short while, Holmes discovers that one of Douglas' dumbbells is also missing, suggesting the killer might have taken it. Holmes wants to find the dumbbell, so that afternoon he borrows Watson's large umbrella, sits on the window sill and fishes around in the moat. He finds the dumbbell, which had been used to weigh down a bundle of clothes. He puts it back in the moat where he found it. He then tells MacDonald to write a note to Barker, advising that the moat will be drained to search for evidence. MacDonald says this would be physically impossible, but sends the note nonetheless. That night, MacDonald, White Mason, Holmes and Watson hide in some bushes near the manor. When everyone goes to bed, they see a light go on in the study where Douglas was killed. Shortly after, they see a man grabbing the bundle from the moat. They charge into the house and into the study, and find Cecil Barker with the bundle. MacDonald accuses him of murdering Douglas, but he denies it. Then Mrs Douglas comes in and says that she is prepared to tell all. She crosses to the fireplace, presses a button, and it opens up. A man steps out, and introduces himself as John Douglas. Douglas explains that the intruder was the one who was shot. The intruder carried the same brand as Douglas. He says that he became a member of a gang in Vermissa Valley, under a different name. To join this gang, one's arm had to be branded, which explains why Douglas and the intruder had the same brand. This gang member, Ted Baldwin, had come to England to kill Douglas. Douglas had seen Baldwin in the village on the day he broke into the house, and became very scared. When he saw Baldwin in the study, he picked up a hammer to defend himself against Baldwin's initial weapon of a knife. He struck Baldwin on the arm and made him drop the knife, and Baldwin drew the shotgun, which Douglas grabbed hold of to prevent it from being pointed at him. In the ensuing struggle, the gun went off—Douglas admitted that he wasn't sure if he pulled the trigger or if the abuse the gun was being subjected to made it fire. In either case, though, the barrels were under Baldwin's chin, causing massive wounds to the head and face and instant death. Douglas and Baldwin had an extremely similar build, height, and hair color, meaning that with the shotgun-inflicted damage to Baldwin's face, his corpse could pass for Douglas's own. Douglas saw a chance to fake his death and throw his pursuers off his trail once and for all. Barker came to help Douglas change Baldwin into his clothes, so that it seems Douglas himself was killed. Baldwin's clothes were wrapped up in a bundle, weighted with the dumbbell, and thrown into the moat. The only three who knew about this are Douglas, Barker and Mrs Douglas. They keep quiet until they are discovered. Douglas presents some handwritten notes to Watson, which tell his backstory in America. Holmes assures Douglas that English law is just, and he will be treated fairly. Holmes tells Mr and Mrs Douglas that they are still in danger and must be on their guard. Watson then speaks directly to the reader, promising that, after Douglas's story is told, we can all return to the rooms at Baker Street. With that, the reader is introduced to Part 2 (much in the same way as A Study in Scarlet). This story begins 4 February 1875, on a train approaching the coal-and-iron-ore-mining region of Vermissa Valley. The narrator instructs the reader to look at a young man seated by himself (\"Take a good look at him; for he is worth it\"), who can be recognized as the younger John Douglas by his shrewd, humorous gray eyes. He carries a large navy revolver, which catches the attention of another passenger, Mike Scanlan. The young man introduces himself as John McMurdo, and remarks that he is from Chicago, and a member of the Ancient Order of Freemen. Scanlan verifies that he is a Brother of the Order, then identifies himself as a Brother from Lodge 341 in Vermissa Valley. McMurdo is soon shown to have a hot and violent temper, as he argues with a couple of policemen on the train. Before he even reaches Vermissa, he already has a reputation. Scanlan recommends that McMurdo go to old Jacob Shafter's boarding house, and to see Bodymaster McGinty as soon as possible once he reaches the town. McMurdo meets and soon falls in love with Ettie Shafter, Jacob's daughter, who is promised to another Freeman, Ted Baldwin. Ettie returns McMurdo's feelings, but she and her father are too afraid of the consequences if she spurns Baldwin. McMurdo later visits Bodymaster McGinty, and claims that he made counterfeit money before killing his partner and coming to the coal mine region. McGinty thinks that McMurdo's skill will be of use and keeps him. McGinty decides that Ettie could choose who she likes, as both Baldwin and McMurdo are Freemen. McMurdo joins the Order in a ceremony later, and gets involved in several criminal activities. During the period, Ettie becomes worried, and McMurdo asks her to give him six months. One day, a fellow of the Order gets the information that Pinkerton National Detective Agency is sending detective Birdy Edwards to investigate their criminal organization. McMurdo says that he knew this Birdy Edwards, and suggests that McGinty, Baldwin, and five other important members of the group wait in McMurdo's house, while he will lure Birdy Edwards there as a trap. On that day, while those seven people waiting in the bedroom for the signal to rush out to catch Birdy Edwards, McMurdo walks in, and announced that he is Birdy Edwards, while telling those criminals that they were surrounded by policemen. Later, after trials, McGinty is sentenced to death, but Baldwin and a few others were jailed for terms. Birdy Edwards leaves Vermissa Valley with Ettie and gets married in Chicago. After being the target of several failed assassinations, he changes his name to John Douglas and goes to California, where he makes a fortune, loses his wife to a deadly illness, and makes friends with Cecil Barker. As Baldwin and the others are still trying to kill him for revenge, he leaves for England, where he marries his second wife. Holmes warns them that the coming danger was bigger than the past, as Moriarty is involved. He suggests to Douglas that he leave England. In the epilogue, Holmes receives a note slipped into his letter box simply stating 'Dear me Mr Holmes. Dear me!'. Barker then arrives at 221B with the news that Douglas has been killed. He and his wife had departed on a trip to South Africa three weeks prior, and now Barker has received a telegram from Mrs. Douglas. She says that Douglas has been lost overboard in a gale off St Helena, but nobody knows how it happened. Holmes believes that Moriarty had Douglas killed, because Moriarty did not want it to look as if he had failed. Barker asks if Moriarty will ever pay for his crime. Holmes says that he will, but justice will be long delayed.",
    "genre": [
      "Detective fiction",
      "Locked room mystery"
    ],
    "author": "Arthur Conan Doyle"
  },
  {
    "title": "The Toll-Gate",
    "summary": " After acting as an aide-de-camp at the Battle of Waterloo, Jack Staple is finding civilian life tedious. Following a formal (and somewhat boring) dinner party in honour of his cousin's engagement, Jack sets out by himself on horseback to visit a more congenial friend some 60 miles away. After getting lost in the dark and rain he reaches a toll-gate where a frightened 11-year old lad is acting as toll collector in the absence of his father. A combination of curiosity, compassion, tiredness, and dampness lead him to stay at the toll house overnight with a view to sorting out the situation in the morning. Over the next few days Jack's circle of acquaintances rapidly expands to include a highwayman, a Bow Street runner, and the local gentry plus their devoted retainers. Other complications include a dead body, stolen treasure, and some masked villains. In the process of preventing a scandal, Jack also manages to identify the murderer, deal with the villains, retrieve the treasure, satisfy the law, provide for his friends, and resolve his own romance.",
    "genre": [
      "Detective fiction",
      "Adventure novel",
      "Historical fiction",
      "Romance novel",
      "Mystery",
      "Fiction",
      "Suspense"
    ],
    "author": "Georgette Heyer"
  },
  {
    "title": "Prisoner's Base",
    "summary": " During one of the periodic disagreements Wolfe has with Archie, a young woman with a suitcase rings Wolfe's doorbell. Wolfe is busy in the plant rooms, so she meets with Archie but refuses to identify herself. She asks to rent a room and remain incommunicado at the brownstone for a week. So as to annoy Wolfe, Archie grants her request, contingent on Wolfe's approval, and locks her and her suitcase into a third floor bedroom. After Wolfe returns to the office, Archie fills Wolfe in. As expected, Wolfe not only refuses to grant the young woman's request but tells Archie to put her out immediately. Archie gets Wolfe to allow her to remain for dinner, which she eats upstairs. After dinner, a lawyer named Perry Helmar arrives at the brownstone, without an appointment. He wants to hire Wolfe for $10,000 to find one Priscilla Eads: Helmar is her guardian and she has disappeared. Helmar needs to locate her before her 25th birthday, which is one week away. Archie immediately suspects that she's upstairs and, asking Helmar for her photograph, confirms his suspicion and surreptitiously alerts Wolfe. Wolfe shoos Helmar without committing himself to the job, and finally speaks with Miss Eads. He gives her the choice of renting the room for one week for $10,000 – the amount he would forego if he turns Helmar down – or leaving the brownstone immediately – in that case, Wolfe will accept Helmar's job but will give her until the next morning before he starts looking for her. Miss Eads opts to leave. The next morning, Inspector Cramer arrives and informs Archie that his fingerprints have been found on luggage belonging to Priscilla Eads and – Miss Eads having been found murdered in her apartment – wants to know what his fingerprints were doing there. The body of Miss Eads' maid, Margaret Fomos, has also been found, in a vestibule 35 blocks away. It appears that Miss Eads was the murderer's main target, and that Mrs. Fomos was killed to get the keys to Miss Eads' apartment. With no fee in sight, Wolfe refuses to involve himself. Archie, infuriated by Wolfe's attitude, storms out of the brownstone. He blames himself for the Eads death, and resolves to start his own investigation. Archie crashes a meeting of the officers of the Softdown corporation – Miss Eads had been scheduled to inherit a controlling interest in Softdown's stock on her birthday, so Archie starts there. He allows the officers to assume he's a police detective and starts gathering information. Among other items, Archie learns that the corporation's officers will receive title to the stock that would have gone to Miss Eads had she lived. Just then, Archie's local bête noire, Lieutenant Rowcliff, arrives, discovers Archie, and arrests him for impersonating a police officer. Rowcliff goes much too far, though, when he arrests Wolfe as a material witness and brings him to the District Attorney's office. Wolfe, in a rage, bullies the DA and the police into releasing both him and Archie, whom Wolfe now claims as his client. Proceeding with the investigation, Archie encounters Sarah Jaffee, a young widow, a childhood friend of Miss Eads', another significant stockholder in Softdown, and self-described nut. Archie earns her gratitude by removing her dead husband's hat and coat from her apartment – Mrs. Jaffee has been unable to do so since his death in Korea a year earlier. Wolfe makes use of her gratitude by convincing her to enjoin the Softdown officers from exercising ownership of the stock before it is determined that none of them obtained the stock by committing a crime – specifically, the Eads and Fomos murders. Mrs. Jaffee would prefer to have nothing to do with Softdown, but considers herself in Archie's debt and therefore agrees. Wolfe uses the threat of the injunction to force the corporate officers to meet with him at the brownstone. Mrs. Jaffee attends the meeting. So does Miss Eads' ex-husband, Eric Hagh, and his lawyer; it turns out that Hagh has a credible claim on Miss Eads' inheritance. Later that night, well after the meeting has adjourned, Mrs. Jaffee phones Archie from her apartment to ask if her keys have been found in Wolfe's office – she's lost them and had to have the doorman let her in. Archie is immediately worried, because of the role played by apartment keys in the Eads and Fomos murders. He tells Mrs. Jaffee to put the phone down but leave the line open, and to flee her apartment right away. Archie doesn't hear her leave, so he rushes to her apartment and finds her dead, strangled in the same fashion as were Miss Eads and Mrs. Fomos. Feeling guiltier yet, Archie assists the police in their ongoing search for the murderer. The police finally decide that their best course is to re-enact the meeting of the corporate officers at Wolfe's office. Wolfe agrees to cooperate, but uses the occasion to his own purpose: the exposure of the murderer and the murderer's motives.",
    "genre": [
      "Detective fiction"
    ],
    "author": "Rex Stout"
  },
  {
    "title": "Where There's a Will",
    "summary": " The famous Hawthorne sisters — April, May and June — visit Nero Wolfe in a body to ask his help in averting a scandal. After the shock of their brother Noel's death in a hunting accident three days before, they have been dealt another shock at learning the terms of his will, which are sure to cause a sensation once they are made public. Even if the three sisters agree to honor the will (which leaves nothing to each of them but a piece of fruit), they are certain their sister-in-law, Daisy Hawthorne, will contest it and bring the matter into open court. They suggest that Wolfe come at the problem from the other end, and persuade Noel Hawthorne's primary beneficiary — a young woman named Naomi Karn — to relinquish the bulk of the inheritance. Their conference is interrupted by the arrival of their brother's widow. Once a most beautiful woman, Daisy Hawthorne was horribly disfigured by her husband in an accident. She is now famous as a tragic and quite unsettling figure — \"the lady who wears a veil.\" \"I sat and stared at it,\" Archie wrote, \"trying to ignore an inclination to offer somebody a ten-spot to pull the veil up, knowing that if it was done I'd probably offer another ten-spot to get it pulled down again.\" After a somewhat menacing confrontation, Daisy is assured by Wolfe that he will consider her as well as the Hawthorne sisters as his clients, and will negotiate with Miss Karn on their behalf. Later that day, another conference in Wolfe's office is interrupted. Inspector Cramer of Homicide arrives at the brownstone to inform the Hawthorne sisters that the shooting accident that killed their brother was no accident at all.",
    "genre": [
      "Detective fiction"
    ],
    "author": "Rex Stout"
  },
  {
    "title": "Trouble in Triplicate",
    "summary": " The meat shortage of 1946 http://www.presidency.ucsb.edu/ws/print.php?pid=12516 has put Wolfe in a temper. He is pacing back and forth in misery. He wants beef, or pork, or lamb, or veal. And he can't get any. A notorious gangster, Dazy Perrit, arrives at the brownstone to enlist Wolfe's help and, over Archie's protests, Wolfe invites him inside. Archie fears that Perrit will tell Wolfe something that Wolfe would prefer not to know. But Wolfe wants meat and thinks that Perrit's black market connections might enable him to get it, so he makes, as Archie puts it, \" . . . a frantic snatch at a pork chop.\" Once inside, Perrit gives Archie a phone number and tells him to ask for Tom, who might have meat, and then tells Wolfe his problem. He has a daughter, but he has kept her existence and identity a secret to protect her from his enemies. One of them, Thumbs Meeker, has recently let Perrit know that his daughter's existence is no longer a secret. Meeker apparently doesn't know the daughter's identity or location, just that Perrit has a daughter somewhere. So Perrit has found a grifter named Angelina Murphy who's on the run from authorities in Utah, and has installed her as his daughter in his Fifth Avenue penthouse. This, Perrit thinks, will keep his enemies from seeking out and harming his real daughter. But Miss Murphy has figured out that she can blackmail Perrit. She demands money from him and threatens to disclose Perrit's secret if he doesn't pay up. She starts out by asking for a few thousand each month (in 1946 dollars), but the night before Perrit calls on Wolfe she demands $50,000. Now Perrit wants Wolfe to make her stop. Wolfe needs to meet Perrit's real daughter, whose name is Beulah Page, and he sends Archie for her. When he arrives at her apartment, Archie learns that she has just become engaged to marry a young law student, Morton Schane. On the pretext of making it an engagement celebration, Archie persuades them to come to Wolfe's house for dinner. Wolfe uses the occasion to acquaint himself with Miss Page's plans and concerns, as well as Mr. Schane's. It has been arranged that Perrit will send the ersatz daughter, Miss Murphy, to Wolfe's office later that night. When she arrives, after the other guests have left, Wolfe delivers this threat: She must give 90% of any money she extorts from Perrit to Wolfe – otherwise, he will tell the Utah authorities where they can find her. Her threats to disclose that she's not really Perrit's daughter may worry Perrit, but they're of no concern to Wolfe. It's past midnight by the time that Wolfe has delivered his ultimatum, and Archie offers to escort Miss Murphy home. As they arrive at her residence, a car drives by, and from it a man is firing a gun at them. Several bullets hit Miss Murphy. She is dead, but Archie is unhurt. The police arrive at the scene and Archie is taken to the local precinct, where he is questioned by Lt. Rowcliff. Archie perturbs Rowcliff enough to be released, and as he arrives back at the brownstone, around 4:00 a.m., he is stopped outside by Perrit and one of his thugs. As they are questioning Archie, a taxi comes driving by, and again bullets are fired. This time it's Perrit and the thug who are killed, and again Archie is unscathed. Later that day, a lawyer named L. A. Schwartz arrives at the brownstone. He had represented Perrit, and has some information for Wolfe. After his meeting with Wolfe, Perrit met with Schwartz and arranged to have his will altered, naming Wolfe as executor. Wolfe is to use his best judgment in the administration of the estate, including the disbursement of its assets to Beulah, in return for a $50,000 fee. Wolfe accepts the commission and arranges for Beulah and Schane to come to the brownstone for another meeting. A gangster known simply as Fabian also appears, not only invited and expected but armed. Saul Panzer, who has been checking backgrounds for Wolfe, is present, along with lawyer Schwartz. The meeting has barely begun when Thumbs Meeker – who originally gave Perrit a problem by learning of his daughter – shows up, not expected but also armed. Wolfe outlines the reasons that the murderer killed three people, the hint that pointed him at the murderer, and the motive. In a violent climax, the murderer of Angelina Murphy and Dazy Perrit is shot to death, right there in Wolfe's office – by Saul Panzer.",
    "genre": [
      "Detective fiction"
    ],
    "author": "Rex Stout"
  },
  {
    "title": "Plot It Yourself",
    "summary": " Someone has been getting away with a different spin on plagiarism. It's the old scam – an unsuccessful author stealing ideas from an established source – but it's being worked differently. Now, the plagiarists are claiming that the well-known authors are stealing from them (as Wolfe puts it, \"plagiarism upside down.\"). And they are making their claims stick: three successful claims in four years, one awaiting trial, and one that's just been made. These claims have damaged both the publishers and the authors. The Book Publishers of America (BPA) and the National Association of Authors and Dramatists (NAAD) form a joint committee to explore ways to stop the fraud, and the committee comes to Wolfe for help. The first four claims have shared certain characteristics: in the first, for example, the best selling author Ellen Sturdevant is accused by the virtually unknown Alice Porter of stealing a recent book's plot from a story that Porter sent her, asking her suggestions for improvement. Sturdevant ignores the accusation until Porter's manuscript is found in Sturdevant's house. The writing and publishing industry is convinced that the manuscript was planted, but the case was settled out of court. That scenario, with minor variations, is repeated four times, with other authors and by other plagiarists. The latest complaint has been made only recently, and the target of the complaint wonders when a manuscript will show up somewhere that it wasn't the day before. Wolfe's first step is to acquire and read the manuscripts that form the basis for the complaints. Wolfe's love of literature turns out to be useful in his investigation: from the internal evidence in the manuscripts, Wolfe concludes that they were all written by the same person. Aspects such as diction, punctuation and syntax – and, most convincingly, paragraphing – point Wolfe directly to the conclusion that one person wrote all the manuscripts. At first, this seems like progress, but then it becomes clear that it's the opposite. The task initially seemed to be to show that the first fraud inspired a sequence of copycats, and the universe of suspects was limited to the complainants. But now that Wolfe has determined that one person wrote all the fraudulent manuscripts, that one person could be anyone. Wolfe meets with the joint committee to discuss the situation. A committee member suggests that one of the plagiarists be offered money, along with a guarantee of immunity, to identify the manuscripts' actual author. The committee concurs, and asks Wolfe to arrange for the offer to be made to Simon Jacobs. The next day, Archie goes to make the offer to Jacobs, but finds Sergeant Purley Stebbins at the Jacobs apartment: Mr. Jacobs has been murdered, stabbed to death the night before. In short order, Archie discovers two more dead plagiarists. Wolfe blames himself for not taking steps to protect Jacobs and the others, who had been made targets by the plan to pay for information. The only one left is Alice Porter, who first worked the fraud successfully, and who is now repeating it with Amy Wynn and her publisher. Wolfe, concentrating on Porter, catches her in a contradiction that identifies the murderer for him.",
    "genre": [
      "Detective fiction"
    ],
    "author": "Rex Stout"
  },
  {
    "title": "Gorosthaney Sabdhan",
    "summary": " By accident, more than anything else, the three find themselves beside the grave of Thomas Godwin. The grave was dug up by some miscreants for unknown reasons. The rather colorful history of Mr. Godwin makes Feluda curious to know more about the man.From the diary of Thomas' daughter Charlotte, Feluda finds that a very precious clock went to Thomas' grave with him. To his surprise, Feluda finds that another party knows about this clock and they are trying to get it aided by the letter with them. Thanks to the brilliance of the detective and the help of 'Haripodobabu', the chauffeur of Mr. Ganguli, a new introduction in this book, their plot is foiled. The Old Calcutta: for a long time, Calcutta was the capital of British India. Just as the story of the Nawabs plays a vital part in 'Badshahi Angti' (based on Lucknow), the story of British families who lived in the former capital of the British Raj, plays a prominent part in this story. Feluda goes to a Christian cemetery, to see the graves of the members of the Godwin family. He goes to Ripon Lane to meet a living member of the family. Later on, he finds that there is an Anglo-Indian branch of the family as well.",
    "genre": [
      "Detective fiction"
    ],
    "author": "Satyajit Ray"
  },
  {
    "title": "The Burning Court",
    "summary": " Edward Stevens, an editor at Herald and Son's publishing house, is on the train home, recounting the story of the death of the uncle of his boss, Mark Despard. Mark's uncle, Miles, had died recently of gastroenteritis, which had caused him to be bedridden for days. Although Miles' death was considered death by natural causes, two strange things were reported surrounding the death. A housemaid reported spying into Despard's room, through the shade of one of the glass doors leading in, and reported that a woman had left, through a door that had been bricked up for years. After Despard died, under his pillow was found a strange piece of string, tied in nine knots. Stevens shrugs both events off as nothing. Instead, he opens the book he is bringing home to edit. The book is a book on true crime, by famous true crime writer Gauden Cross. Cross's book is on murder trials, and the book begins with the trial and execution of Marie D'Aubray, in 1861. There is a picture of Marie D'Aubray attached to the section, which causes Stevens to jump. The picture of Marie D'Aubray, is a picture of his wife, Marie Stevens. Stevens gets home, and confronts his wife, who tries to convince him that the picture means nothing. Stevens goes up to wash his hands, and when he returns, the picture is gone. Before Stevens can figure it out, the doorbell rings. It is Mark Despard and a doctor named Partington. Mark Despard explains he believes his uncle was murdered, and that he, Partington, and Stevens, are going to dig up the body, and do an autopsy. Miles Despard is buried in a crypt, sealed with cement. Mark, Partington, and Stevens begin the long process of breaking up the cement. After they do, they climb down the long steps, to retrieve the body. They find Miles' coffin, open it, and reveal nothing. A quick search confirms that the body has disappeared from the sealed crypt.",
    "genre": [
      "Detective fiction",
      "Horror",
      "Novel",
      "Speculative fiction",
      "Mystery",
      "Fiction",
      "Suspense"
    ],
    "author": "John Dickson Carr"
  },
  {
    "title": "I Was Dora Suarez",
    "summary": " As the fourth novel in the Factory series opens, young prostitute Dora Suarez is axed into pieces. The killer then smashes the head of her neighbour, an 86-year-old widow. On the same night, a mile away in the West End, a shotgun blows the top off the head of Felix Roatta, part-owner of the seedy Parallel Club. As the detective obsesses with the young woman whose murder he investigates, he discovers that her death is even more bizarre than he had suspected: the murderer ate bits of flesh from Suarez’s corpse and ejaculated against her thigh. Autopsy results accrue the revulsion as they compound the puzzle: Suarez was dying of AIDS, but the pathologist is unable to determine how she had contracted HIV. Then a photo, supplied by a former Parallel hostess, links Suarez to Roatta, and inquiries at the nightclub reveal her vile and inhuman exploitation.",
    "genre": [
      "Detective fiction"
    ],
    "author": "Derek Raymond"
  },
  {
    "title": "The Headless Lady",
    "summary": " Beautiful young Pauline Hannum, daughter of the late Major Hannum and a performer with his circus, enters The Magic Shop run by The Great Merlini and is suspiciously willing to pay much more than the going price for immediate delivery of a \"Headless Lady\" illusion. Merlini and his writer friend Ross Harte decide to investigate, drawn by Merlini's love of circuses. They soon learn that Major Hannum's death was probably a murder, and that the killer seems to have unfinished, and deadly, business that involves a real headless lady whose head has disappeared. Merlini, Harte and a new associate, detective writer Stuart Towne, soon learn a number of interesting background facts about goings-on at the circus—including why it's bad luck for the circus orchestra to play Suppé's Light Cavalry March, what the mummified body of John Wilkes Booth is composed of, and how to create fingerprints that have no loops or whorls. Merlini must use his magic skills to escape from an \"escape-proof\" jail, assemble the suspects, and identify the murderer in a surprising final scene.",
    "genre": [
      "Detective fiction"
    ],
    "author": "Clayton Rawson"
  },
  {
    "title": "The Bride of Newgate",
    "summary": " Miss Caroline Ross, in order to inherit a fortune, must be married but, in the London of 1815, such a marriage would turn control of the funds over to her husband. She therefore marries Dick Darwent, a convicted murderer who is to be hanged in Newgate Prison the next day, who agrees to the marriage so that Caroline will settle money upon his mistress, the actress Dolly Spencer. However, when it is learned that Dick has succeeded to the title of the Marquis of Darwent, his trial is invalidated; a peer must be tried by the House of Lords. The commutation of his sentence means that he has made a deadly enemy in the form of Sir John Buckstone, a brutal dandy who is one of Caroline's suitors. Darwent has been framed for murder by a mysterious figure known only as \"the coachman\". He must sort out his domestic arrangements, which include his wife and mistress under one roof, prove himself innocent of the murder of which he was convicted, and reveal the identity of the evil figure behind his problems.",
    "genre": [
      "Detective fiction",
      "Historical fiction",
      "Historical whodunnit",
      "Mystery",
      "Fiction",
      "Historical novel",
      "Suspense"
    ],
    "author": "John Dickson Carr"
  },
  {
    "title": "The Devil in Velvet",
    "summary": " Cambridge Professor of history Nicholas Fenton, in the England of 1925, makes a bargain with the devil and is sent back in time to Restoration London in 1675 to solve a murder that is about to take place, in the body of Sir Nick Fenton. Fenton soon finds himself in love with the intended victim, Sir Nick's wife Lydia, and resolves to alter the course of history by preventing her murder. Fenton's mastery of 20th century swordsmanship makes him a fearsome antagonist in 1675, so much so that he becomes known as \"the devil in velvet\". Also involved in the action is a woman who has also sold her soul to the devil and travelled back in time, and Fenton finds himself torn between the two women. He must not only solve the approaching murder before it happens, but come to terms with Sir Nick's romantic and political entanglements—and even void his deal with the devil.",
    "genre": [
      "Detective fiction",
      "Speculative fiction",
      "Historical fiction",
      "Mystery",
      "Suspense",
      "Fiction"
    ],
    "author": "John Dickson Carr"
  },
  {
    "title": "The Demoniacs",
    "summary": " Handsome young Jeffrey Wynne has just rescued pretty young Peg Ralston from a \"fate worse than death\"; she thought she was going to attend a French acting school, but soon learns that it is the \"school for the French King's private brothel\". Wynne was hired by Peg's father Sir Mortimer Ralston to retrieve her, possibly without the knowledge of Sir Mortimer's mistress, Lavinia Cresswell (and her brother, dangerous swordsman Hamnet Tawnish), who would like nothing better than to see Peg put in Bedlam. Wynne's ordinary job is somewhat similar; he is a thief-taker under the direction of Sir John Fielding, a real-life personage who was in charge of the Bow Street Runners despite his blindness. Wynne and young Miss Ralston soon become involved in the mysterious murder of an ancient bawd who lives on London Bridge; the old woman seems to have no mark of violence upon her body, but what might be a fortune in jewels is missing. The investigation of the crime leads Wynne through the heights and depths of society, including a bagnio in Covent Garden and a drinking bout with Laurence Sterne, until he perceives the well-hidden truth and solves the crime.",
    "genre": [
      "Detective fiction",
      "Speculative fiction",
      "Historical fiction",
      "Mystery",
      "Suspense",
      "Fiction"
    ],
    "author": "John Dickson Carr"
  },
  {
    "title": "To Each His Own",
    "summary": " The novel opens when Dr. Manno, the town pharmacist, receives an anonymous letter made up of newspaper cuttings. The letter contains a death threat, but is dismissed by the locals as a practical joke. However, when Dr. Manno and his hunting companion, Dr. Roscio, are found murdered the next day, it becomes quite apparent that the letter was intended to do more than simply frighten the pharmacist from engaging in his favourite pastime. Although the double-homicide is interesting gossip for the townspeople, nobody gives the motives for the murders a second thought, and it is assumed that the pharmacist would have known the reason for his murder and would have thus deserved the consequences. Everybody in the town continues with their daily lives after a short lapse of time apart from Professor Laurana. When Dr. Manno initially received the letter, Laurana notices the word \"UNICUIQUE\" and proudly believes to be the only person with the knowledge to solve the case. For months Laurana follows various leads, and before long finds himself entangled in a web of corruption from which he cannot escape. Prof. Laurana is soon regarded to be a threat by the perpetrators of the crime, and it does not take long before he too is murdered.",
    "genre": [
      "Detective fiction"
    ],
    "author": "Leonardo Sciascia"
  },
  {
    "title": "Hundred-Dollar Baby",
    "summary": " April Kyle appears in Spenser's office after several years without any contact. She's been put in charge of a new upscale brothel by her mentor, the madame Patricia Utley. She says she's being harassed by someone who wants her to pay an extraordinary protection fee. Thugs appear and scare off her customers. Spenser and Hawk manage to fend off the thugs, but things are not as they seem as soon as Spenser starts asking questions. April begs him to stop investigating, but, Spenser being Spenser, can't stop until he unravels the mystery. What surfaces is a web of deceit, greed and the fragile psyche of April Kyle.",
    "genre": [
      "Detective fiction"
    ],
    "author": "Robert B. Parker"
  },
  {
    "title": "School Days",
    "summary": " Months after a school shooting at an elitist prep school in small-town Massachusetts leaves fifteen students and faculty dead, Spenser is hired by the grandmother of one of the alleged killers, a rich old lady who firmly believes in her grandson's innocence: she is convinced that he is not the one of the two shooters who never lifted his ski mask in front of their victims and who somehow managed to disappear in the crowd without being identified. Both suspects are now in custody but unwilling to talk to anyone. Wherever Spenser turns, people are reluctant to co-operate with him, if not outright hostile. The local police chief considers the case closed as both perpetrators are under arrest, awaiting trial and have already confessed to the crime. The head of the school is concerned with the school's reputation, bans Spenser from the school premises, and prohibits students to talk to him should he accost them anywhere in town. Even the boys' parents and their respective lawyers do not wish to throw any more light on the matter. For Spenser, however, three decisive questions have not been answered yet: where the two youngsters got the weapons from and how they were able to pay for them; where and from whom they learned to shoot; and why they planned and carried out the massacre in the first place. The pupils Spenser meets at one of their hangouts, however, are thrilled to disobey their head teacher and collaborate with a private eye. This is how Spenser learns where the less fortunate youngsters in town who attend the local public school usually meet, that a young man of mixed ethnicity supplies them with drugs, and that he might also have sold weapons to the shooters. Spenser is soon able to answer his first two questions, but for the time being he sees no way to find a good reason why two 17 year-olds with no criminal record should go ahead and cause a bloodbath. Gradually, however, he realizes that the motive is more to do with parents and teachers than anyone is prepared to admit. In School Days, Spenser's close friend Hawk does not appear but is mentioned. Susan Silverman is away at a conference and only returns at the end of the novel to celebrate the successful conclusion of the case. Pearl, however, having been left behind by her mistress, is constantly present.",
    "genre": [
      "Detective fiction",
      "Speculative fiction"
    ],
    "author": "Robert B. Parker"
  },
  {
    "title": "Act of Providence",
    "summary": " The novella features Brennan's supernatural detective Lucius Leffing and is set during the first World Fantasy Convention in Providence, Rhode Island in 1975.",
    "genre": [
      "Detective fiction",
      "Novella"
    ],
    "author": "Joseph Payne Brennan"
  },
  {
    "title": "Potshot",
    "summary": " Spenser is approached by a beautiful blonde widow who wants him to find the identity of the murderer of her late husband. He agrees, but this case will take him away from Boston to Arizona and the resort town of Potshot. Questioning all of the victim's acquaintances yields little information. However, the couple had just recently moved from Los Angeles, so Spenser heads there to talk to their old neighbors. His visit there is very fruitful, but raises as many questions as it answers. Returning to Potshot, Spenser follows-up on what he found out from old neighbors in LA. Meanwhile, he is investigating a band of thugs that live on the outskirts of town in an area called \"The Dell\". Everyone is convinced that they killed the victim, and had publicly threatened him. \"The Dell\" gang is led by a man who calls himself The Preacher. He organized the gang from a ragtag group of drunks and junkies. Now, with leadership, they are bullying the townspeople and extorting protection money from local businesses. After a public confrontation with the gang, the town's leaders ask Spenser if he can rid the town of the menace. They agree to pay a healthy sum for the service, so Spenser forms a small private band of mercenaries composed of several associates, most of them criminals or people with criminal backgrounds. But he hires them for their shooting skills, which will be needed for the coming battle. The further Spenser digs, however, he finds that all is not what it seems in Potshot and the killing of the widow's husband may just be the tip of the iceberg of a much larger conspiracy.",
    "genre": [
      "Detective fiction"
    ],
    "author": "Robert B. Parker"
  },
  {
    "title": "Evil Always Ends",
    "summary": " The novella is a supernatural detective story set during the World Fantasy Convention in New Haven, Connecticut.",
    "genre": [
      "Detective fiction",
      "Novella"
    ],
    "author": "Joseph Payne Brennan"
  },
  {
    "title": "Bad Business",
    "summary": " Spenser is hired by a wealthy woman, Marlene Cowley, to gather evidence on her husband's infidelity. While following the husband, Trent, one evening and finding him meeting his mistress, Spenser discovers that she too is being followed by another private detective. Things get even stranger when Spenser discovers that Marlene Cowley is also being followed by a third P.I. Eventually, Trent winds up dead as Spenser is waiting to follow him outside his place of business, Kinergy, where he is CFO. The investigation picks up steam as Spenser tries to solve the murder. More people end up dead and the other two P.I.s Spenser ran into disappear. The story involves corporate corruption and an accounting scandal that only a detective as determined as Spenser can unravel. Several Spenser-verse reappearing characters are featured in this book including Hawk, Vinnie Morris, Susan Silverman and Pearl, their dog.",
    "genre": [
      "Detective fiction",
      "Speculative fiction"
    ],
    "author": "Robert B. Parker"
  },
  {
    "title": "The Great Dinosaur Robbery",
    "summary": " The book is set in New York City in the 1970s, and follows attempts by a group of British nannies who discover that a microdot containing Chinese military secrets that they believe to be vital to the survival of the British Empire has been hidden in a skeleton in the American Museum of Natural History. They cannot find the message, so contrive to steal the entire skeleton and mail it to the Queen. The Chinese agents who hope to retrieve the message, and the Americans searching for the missing dinosaur, play important roles.",
    "genre": [
      "Detective fiction"
    ],
    "author": "David Forrest"
  },
  {
    "title": "Chhinnamastar Abhishap",
    "summary": " Feluda and his two associates Topshe and Jatayu decide to visit Hazaribagh, a town situated in Jharkhand, India. On their way, they meet a middle aged gentleman who introduces himself as one Preetindra Choudhury working in an electronics company. His car went out of order and requests a lift to Hazaribagh. Later it is known that Preetindra is the youngest son of an established retired advocate Mahesh Choudhury.Mahesh Choudhury's eldest son Arunendra is a Kolkata based On reaching Hazaribagh, they come to know that the tiger of the circus company performing in the town has run away. Feluda and co. settle in the empty home of one of Feluda's former clients. The home is only a stone's throw away from Mahesh Choudhury's home. Feluda meets the owner of the circus company as well as the first ring master of the fled away tiger. The ringmaster Karandikar blames appointment of a second ring master behind tiger's escape. Next day, Feluda meets Mahesh Choudhury and learns that his second son went away from his home many years ago. The entire Choudhury family goes for picnic to Rajarappa where Feluda and co. also accompany. At the picnic spot, Mahesh Choudhury mysteriously becomes unconscious and falls flat on the ground and later dies. Feluda starts investigation and comes to know that although Mahesh Choudhury was soft and gentle during his old age, he was a rather short tempered man in his earlier times. Many years ago, at the height of his anger, one day he murdered his watchman. However, Arunedra became the witness of the offence. But this fact was not known to mahesh Choudhury. Mahesh Choudhury however regretted for the murder during whole period of his rest of the life. On the day of picnic, Arunendra, reminds Mahesh Choudhury of his crime at which Mahesh Choudhury breaks up and collapses. Feluda also knows that the first ringmaster Karandikar is actually the second son of Mahesh Choudhury whose real name is Beerendra.",
    "genre": [
      "Detective fiction"
    ],
    "author": "Satyajit Ray"
  },
  {
    "title": "Chasing Darkness",
    "summary": " In the midst of a hillside fire caused by the Santa Ana Winds, police and fire department personnel rush door-to-door to evacuate local residents. They discover the week-old corpse of an apparent gunshot suicide. In the victim's lap, however, is a photo album of seven brutally murdered young women -- one per year, for seven years. The suicide victim, Lionel Byrd, was the former suspect in one of those murders, a female prostitute named Yvonne Bennett. Arrested by L.A.P.D., a taped confession coerced by the detectives inspired a prominent defense attorney to take Byrd's case, and Elvis Cole was hired to investigate. Cole's eleventh-hour discovery of an exculpatory videotape allowed Lionel Byrd to be set free. Elvis was hailed as a hero. But the discovery of the 'death album' in Byrd's possession changes everything. To all appearances, the 'World's Greatest Detective' was an unwitting accomplice to murder. Only the murderer could have such gruesome material. Yvonne Bennett was the fifth of the seven victims -- two more young women were murdered after Lionel Byrd walked. Elvis Cole, along with his partner Joe Pike, set out to discover if he cost two more young women their lives by having the real killer released from custody. Even so, the pair are shutout by a special L.A.P.D. task force investigating the case, seemingly determined to close it. Elvis and Joe desperately fight to uncover what actually happened with Lionel Byrd and the string of serial murder victims, and why L.A. power brokers and police want to sweep it all under the rug without finding the truth behind it all. it:Attraverso il fuoco",
    "genre": [
      "Detective fiction"
    ],
    "author": "Robert Crais"
  },
  {
    "title": "The Secrets of Harry Bright",
    "summary": " Paco Pedroza is chief of police in Mineral Springs, California, a small nondescript desert town near Palm Springs. The Los Angeles Police Department informs him that they have developed a new lead in a notorious, unsolved Palm Springs homicide in which the body was found in Solitaire Canyon, a notorious biker hangout within Mineral Springs. While Paco unenthusiastically prepares for a visit by an LAPD homicide team, desert rat drunkard Beavertail Bigelow, the object of a prank by one of Paco's cops, stumbles across an antique ukelele in the desert that will become a key piece of evidence in the renewed investigation. On election day 1984 in Los Angeles, LAPD Sgt. Sidney Blackpool is invited to the corporate office of high tech industrialist Victor Watson, who son Jack was the victim in the Palm Springs homicide. Over drinks, Watson tells Blackpool he pulled strings with LAPD to arrange for Blackpool to investigate a new lead that tenuously ties the case to Blackpool's jurisdiction in Hollywood. Blackpool suspects that the lead is a pretext to draw in the resources of LAPD after both Palm Springs and the Federal Bureau of Investigation failed to solve the case. Watson knows that Blackpool's son died at approximately the same time, and using that to engage his sympathies, persuades Blackpool to work the case as part of an expenses-paid golf vacation for himself and his partner, Otto Stringer, in Palm Springs. His inducement is a suggested promise of a retirement job for Blackpool as head of security for Watson Industries. During the search for the missing Jack Watson, Officer O.A. Jones of Mineral Springs PD became lost in the desert, where he accidentally became a witness in the investigation, and in finding the lost O.A. Jones, other officers found the victim's body in a burned out car. While O.A. Jones tries to unravel his delerium recollections of a song he overhead being sung at the crime scene, other officers confiscate the ukelele, which Bigelow has sold to another desert rat, as the weapon used in a domestic violence case. Blackpool and Stringer check into a posh Palm Springs hotel with $10,000 in $500 bills (\"President McKinleys\") as expense money. Their investigation starts slowly, as both are more interested in vacation amenities than work. After a visit to the Watson house, where they interview the live-in \"houseboy\", Harlan Penrod, and then a phone call to the Palm Springs PD, the investigation picks up speed as both conclude that a kidnapping was highly unlikely and try to figure out why Jack Watson would have gone to Solitaire Canyon. Harlan provides a photo of Jack with a possible suspect. The investigation, with rounds of golf sandwiched in between, takes them to the Mineral Springs PD, the Eleven Ninety-nine Club (a cop bar in Mineral Springs), a gay bar in Palm Springs, a biker's shack in Solitaire Canyon, the Thunderbird Country Club, and a nursing home in Indio. The ukelele and the LAPD cops intersect at the cop bar, where Blackpool makes the connection linking it to O.A. Jones's memory. As suspects are investigated and eliminated as possibilities, Sidney Blackpool and Otto are forced to confront the possibility that either of two sergeants of the Mineral Springs PD, Harry Bright or Coy Brickman, might be Jack Watson's killer. A tryst with Harry Bright's ex-wife provides the final clues for Sidney Blackpool, who confronts Paco Pedroza with his suspicions. After a heated confrontation, Pedroza agrees to cooperate in arranging ballistics tests of his officers' pistols but before that can take place, fate intervenes. Blackpool and Otto confront Coy Brickman, who reveals a hypothetical solution to the case to avoid implicating himself, tying off all loose ends raised by the investigation. Blackpool demands to see for himself proof of Harry Bright's invalid condition, which is far worse than he had considered. Afterwards, Otto washes his hands of the case and returns to Los Angeles without Sidney Blackpool, who takes the information to Victor Watson. When the interview shatters Blackpool, Sidney returns to Mineral Springs and finally discovers Harry Bright's secret.",
    "genre": [
      "Detective fiction"
    ],
    "author": "Joseph Wambaugh"
  },
  {
    "title": "Feludar Goendagiri",
    "summary": " Feluda, Topshe and Topshe's father visit Darjeeling as tourists for a few days. There, Feluda and Topshe meet Rajen Majumdar who was an established advocate based out of Kolkata, but after retirement had settled in Darjeeling. After retirement, Rajen-babu has developed an interest in antiques, and has built quite a formidable collection in a span of a few months. Rajen-babu has been threatened by a letter posted to him, which mentions that he will be punished soon for misdeeds of his past. Rajen-babu panicks and agrees to have Feluda investigate the matter. Feluda and Topshe also meet Tinkori Mukhopadhyay, who is staying at Rajen-babu's house as a paying guest for a few days and Abani Ghoshal, an antique property dealer. Tinkori-babu is a renowned writer of Bengali detective fiction, and he writes fiction under the name Guptochor (i.e. spy). Feluda mentions that Tinkori-babu is one of his favourite writers of detective stories in Bengali. Abani Ghoshal is interested in buying a bell, supposed to belong to the head-Lama of a nearby monastery, that is in Rajen-babu's possession. Amongst other things, Feluda notices that the letter that was mailed to Rajen-babu is created out of words cut out from a newspaper. Tinkori Mukhopadhyay helps Feluda in his investigation, by suggesting that the cuttings are from Anandabazar Patrika, recognizing the unique font used in that newspaper. Later, Feluda also meets Prabir Majumdar, Rajen Majumdar's estranged son. He was thrown out of the house by Rajen-babu for trying to steal money. Feluda also gives a visit to Dr. Phani Mitter, Rajen-babu's physician. A second incident happens a following night. A man wearing a ghostly mask had entered Rajen-babu's room at night. Rajen-babu is extremely scared and agrees to Feluda and Topshe staying the night over at their place the next day. Later, by a process of elimination, Feluda gets to the root of the problem. And his inference is confirmed by the smell of cheroots in one of the masks in Rajen-babu's collection of Antiques. The only person in the vicinity who smoked the specific brand and smell of cheroots is Tinkori-babu. Tinkori-babu, though, had left for Kolkata a day ago. It is later confirmed that it is indeed Tinkori-babu who is the real culprit. Tinkori-babu has left a letter to Rajen-babu, referring to him as Raju, apparently Rajen-babu's nickname. Tinkori-babu was Rajen-babu's classmate in Bankura Missionary school, and was unlawfully, and seriously injured by Rajen-babu during a 100-yard race at the school's annual sports festival. Since Rajen-babu had left Bankura after the incident, Tinkori-babu never got a chance to avenge the incident then. After arriving at Darjeeling, Tinkori-babu could identify his old adversary from school from an old photograph, and decided to avenge that old incident by putting Rajen-babu under some discomfort. Thus, he sent the threatening letter, and also scared Rajen-babu at midnight in Rajen-babu's bedroom wearing the mask.",
    "genre": [
      "Detective fiction"
    ],
    "author": "Satyajit Ray"
  },
  {
    "title": "Final Curtain",
    "summary": " Agatha Troy Alleyn is waiting for the return of her husband Roderick Alleyn after a long separation during World War II. (The preceding two books in the series, Colour Scheme and Died in the Wool, concern Alleyn's work during the war.) While waiting, she accepts a commission to paint the celebrated actor Sir Henry Ancred at his home Ancreton Manor. While there, she witnesses the bitter family dynamics between Sir Henry, his children and grandchildren, which are complicated by the presence of his young mistress, Sonia Orrincourt. Soon after the portrait is finished, Sir Henry, who has been in poor health, dies seemingly of natural causes. Troy returns home and is reunited with her husband. Alleyn is soon assigned to investigate the death, and the case is quickly complicated by another murder.",
    "genre": [
      "Detective fiction"
    ],
    "author": "Ngaio Marsh"
  },
  {
    "title": "The Nursing Home Murder",
    "summary": " The British Home Secretary, Sir Derek O'Callaghan MP, has received several death threats from anarchists affiliated with Stalinist Communism - and a pleading letter threatening suicide from Jane Harden, a nurse he had a short affair with some months earlier. Shortly after receiving the letter his old friend and family physician, Sir John Phillips, visits him to ask him about O'Callaghan's relationship with Jane, who is also Phillips's scrub nurse and who he has loved from afar for years. After O'Callaghan brutally informs Phillips that Jane is \"easy\" and not worth his regard, he and Phillips almost come to blows before Phillips threatens his life in front of a servant. One week later, O'Callaghan is introducing a bill in the House of Commons to deal with anarchism when he doubles over, incapacitated by acute appendicitis. His wife, unaware of the fight or of Phillips's threats, has her husband moved to Phillips's private hospital (\"nursing home\" in contemporary usage) and begs Phillips to operate immediately. He does so against his own wishes, as assisted by Dr. Roberts, the anaesthetist; Dr. Thoms, the assistant surgeon; Sister Marigold, the matron; Nurse Banks, the circulating nurse; and Jane Harden, the scrub nurse. The operation goes well, but O'Callaghan weakens near the end of the operation and dies one hour later, apparently of peritonitis. The next day, Lady O'Callaghan is going through her late husband's papers and finds both the death threats from anarchists and Jane Harden's letter. Convinced that her husband has been murdered, she calls in Roderick Alleyn of Scotland Yard. It turns out that O'Callaghan has died of an overdose of hyoscine, a drug used in anaesthesia. Suspicion rests not just on Phillips and Harden but also on Nurse Banks, an outspoken Communist whose constant vicious insults toward O'Callaghan during the operation have led to her dismissal. Alleyn's digging reveals that it would have been possible for any member of the surgical team to have committed the crime. He learns that Harden loved O'Callaghan to the point that even after his death she was unable to return Phillips's feelings; that Banks is a member of an anarchist society almost completely controlled by the authorities (and which has more bark than bite, as Alleyn finds out when he attends a meeting in disguise with his amanuensis, Nigel Bathgate); that O'Callaghan's sister, an unbalanced, shrill, unintelligent hysteric, has been bullying her brother into taking quack medicine produced by an avowed Communist; and that Dr. Roberts the anaesthetist is a firm believer in eugenics to the point that he is unable to prevent himself from expounding on the topic for hours. Frustrated, Alleyn finally arranges for a re-enactment of the operation. During the re-enactment Sister Marigold brushes by Roberts's anaesthetic cart during a weak moment and Roberts erupts in rage, screaming that the nurse could have blown up the entire building had his cart (which carries ether) fallen over. Alleyn has Roberts removed from the room and quickly checks the cart and finds that one of the \"bolts\" holding the cart together is actually the top of a syringe. Hours later, he and Fox visit Roberts at his home and charge him with murder. Roberts admits to having injected O'Callaghan with hyoscine, but claims that he was justified: O'Callaghan's family had a \"hereditary taint\" (as shown by his sister), and it was his duty to remove such \"tainted\" persons from society. At the end, Alleyn points out that Roberts himself is insane and has committed dozens of similar murders, as testified to by the notches on his stethoscope. In the epilogue Alleyn expresses doubt that Phillips and Harden will ever get together, and remarks that such things only happen in the \"movie-mind\".",
    "genre": [
      "Detective fiction"
    ],
    "author": "Ngaio Marsh"
  },
  {
    "title": "The Game",
    "summary": " Kimball O'Hara, the \"Kim\" of the famous Rudyard Kipling novel, has disappeared. Fearing a geopolitical crisis in the making, Mycroft Holmes sends his brother and Mary to India to uncover what happened. En route, they encounter the insufferable Tom Goodheart—a wealthy young American who has embraced Communism—traveling with his mother and sister to visit his maharaja friend, Jumalpandra (\"Jimmy\"), an impossibly rich and charming ruler of the (fictional) Indian state of Khanpur. With some local intelligence supplied by Geoffrey Nesbit, an English agent taught by Kim, and accompanied by Bindra, a resourceful orphan, the couple travel incognito as native magicians. Ultimately, their journey intersects with the paths of the Goodhearts, Jimmy, and the enigmatic Kim.",
    "genre": [
      "Detective fiction"
    ],
    "author": "Laurie R. King"
  },
  {
    "title": "Bhuswargo Bhayankar",
    "summary": " In this case, Feluda and his team go to Srinagar in Kashmir where they find a spine chilling mystery.",
    "genre": [
      "Detective fiction"
    ],
    "author": "Satyajit Ray"
  },
  {
    "title": "Aunt Jane's Nieces at Millville",
    "summary": " Aunt Jane's Nieces at Millville picks up the story of the three cousins, Patsy Doyle, Beth De Graf, and Louise Merrick, soon after their return from Europe in Aunt Jane's Nieces Abroad. As in that earlier book, their benign and eccentric millionaire Uncle John devotes much of his fortune to helping others &mdash; an effort managed by Patsy's father, Major Doyle. These efforts do not always yield fiscally sound results: in one case, Merrick and Doyle loaned a few thousand dollars to a young inventor named Joseph Wegg for a patent he was developing &mdash; but Wegg lost a patent lawsuit, and Merrick now owns the collateral on Wegg's loan, a farm in a remote region of upper New York State. In his capricious way, Merrick decides to take his nieces to the farm to escape the city's heat during the approaching summer; he arranges for a real-estate agent to get the farmhouse in good order and ships crates of furnishings to the place, sight unseen. Merrick and his three nieces come north, and find the farmhouse a surprisingly appealing place. The local inhabitants of a tiny village in the northern foothills of the Adirondack Mountains are naturally interested in the new residents; they call Merrick \"the nabob.\" The girls quickly become fascinated by the family of the previous owner. Joe Wegg's father had been a retired sea captain, and something of a recluse; his close friend Will Thompson went mad when Captain Wegg died, and both of their fortunes mysteriously disappeared. The girls meet and become friends with Thompson's daughter Ethel, the local schoolteacher. Also, the cousins (with Louise in the lead; she takes a more prominent role in this book than in the previous volumes) decide that Captain Wegg was murdered and robbed, and set about in search of suspects. They pry into the local past with limited results; but matters begin to clear when Joe Wegg returns home to convalesce from a car accident. The girls are dispirited to learn that there was no murder and no robbery. It is Uncle John who unravels a genuine mystery, as to the fate to the Wegg and Thompson fortunes. He recovers a missing deed that ensures that Joe Wegg and Ethel Thompson can marry in comfort and security.",
    "genre": [
      "Detective fiction",
      "Satire",
      "Young adult literature",
      "Comedy"
    ],
    "author": "L. Frank Baum"
  },
  {
    "title": "The Judas Goat",
    "summary": " A somewhat recluse millionaire, Hugh Dixon, hires Spenser to find the members of a terrorist group that bombed a London restaurant where he and his family were dining, resulting in the deaths of his two daughters, his wife and leaving him a paraplegic. He is promised USD$2500 a head for the apprehension of each of the nine terrorists responsible, dead or alive. Spenser heads to England to start his investigation. Running an ad for information in a large London newspaper, results in at least two assassination attempts on Spenser. Spenser detects them before they are successful, resulting in the death of two gunmen and the capture of another. Spenser enlists the help of Hawk, a powerful henchman. This novel marks the first paid cooperative effort of Hawk, who goes on to become one of Spenser's greatest allies and friends in the long-running series. Spenser tracks one of the members of the terrorist group, Liberty, and uses her as a Judas goat to lead him to other members. \"Katherine,\" as Spenser calls her, knowing that it is probably just an alias, flees to Copenhagen, where Hawk and Spenser follow her. Spenser allows himself to be captured by Katherine's allies, just to be rescued by Hawk before they plan to kill him (for the third time). The rescue leads to the deaths of three more members of the group, but the escape of Kathie and the leader of the group, Paul. The group turns out to be a white-supremacist group trying to keep control of African countries away from the native Africans and in the hands of white countries and leaders. The bombing of the restaurant Dixon and his wife were in was more or less a random act of violence against England because of the backing of an African country. Tired of running from Spenser and Hawk, Paul leaves the last two members responsible for the bombing shot dead in Spenser and Hawk's hotel room. The last member, Kathie, is tied up on a bed. A note from Paul says these are the last members of the bombing, which was executed without his involvement. He couldn't kill Kathie because he had been intimate with her for some time. He says to stop chasing them now. Hawk and Spenser untie Kathie and interrogate her, but she doesn't know where Paul has fled. Upon further reflection, she recalls he may be at the Olympics in Montreal, Canada. That night Kathie, with her pulchritude, tries to seduce Spenser, but he resists. His obligations to Dixon completed, the three of them fly to Montreal and rent a duplex near the games. Spenser flies to Boston to tell Dixon what he is planning on doing, and to tell him he doesn't expect him to pay for it. Dixon insists on paying for it anyhow, as he has great wealth but, since his family died, nothing worthwhile to spend it on. He also arranges to get Spenser tickets to the Stadium games. Spenser spends the night with his lover, Susan Silverman, and flies back to Canada the next day. With little to go on, Hawk, Spenser and Kathie attend the games at the Stadium looking for Paul and a henchman who Kathie warns may be with him, Zachary. Spenser spots him within a few days and observes him setting up a snipers nest. The next day he observes him, accompanied by Zach, assembling a sniper's rifle. Hawk and Spenser decide to make their move. All four men are armed, but Hawk quickly knocks out Paul. Zachary, a huge bodybuilder standing six foot seven, attempts to shoot Spenser, but loses his gun in a scuffle. Trying to take down Zachary, the three remaining men all lose their weapons. Zachary flees the stadium, pursued by Hawk and Spenser. He is eventually beaten into unconsciousness by them after a difficult brawl a short distance from the stadium. The police arrive and take Spenser and Hawk to a hospital. Both have numerous scrapes and cuts, but Spenser also has a broken left arm and nose. They learn Kathie shot Paul \"as he attempted to flee,\" but both suspect she shot him first chance she got for turning her over to them at the hotel. Dixon arrives in his wheelchair at the hospital and pays Spenser twice his promised fee, $50,000. Spenser offers half to Hawk, but he declines, just billing Spenser for his original fee. Spenser lies to Dixon, saying Kathie is not part of the original nine responsible for the bombing and gets Dixon to have her released from jail, where she is being held. The book concludes with Spenser and Susan vacationing together in London.",
    "genre": [
      "Detective fiction"
    ],
    "author": "Robert B. Parker"
  },
  {
    "title": "Monsieur Lecoq",
    "summary": " L'enquête Policemen on patrol in a dangerous area of Paris hear a cry coming from the Poivrière bar and go to investigate. There is evidence of a struggle. Two dead men are lying next to the fireplace, another is lying in the middle of the room. A wounded man, who is certainly the murderer, stands in a doorway. Gévrol, the inspector, tells him to give himself up, and he protests his innocence, claiming self-defence. He tries to escape, and when he is caught he cries, “Lost…It is the Prussians who are coming.” The third man, who is wounded, blames Jean Lacheneur for leading him to this place, and vows revenge. He dies shortly afterwards. Gévrol, judging from the man’s attire, concludes that he was a soldier, and the name and number of his regiment are written on the buttons of his great coat. His young colleague, Monsieur Lecoq, remarks that the man cannot be a soldier because his hair is too long. Gévrol disagrees. The inspector thinks that the case is straightforward – a pub brawl that ended in murder, whereas Lecoq thinks that there is more to the affair than meets the eye, and asks the inspector if he can stay behind to investigate further, and chooses an older officer, Père Absinthe, to stay with him. Lecoq expounds his interpretation of the case to him, stating that the vagabond they had arrested is in fact an upper class man. He comments that the criminal’s remark about the Prussians was an allusion to the battle of Waterloo, and reasons that he was waiting for accomplices. He finds footprints in the snow outside the back exit to the bar, revealing the presence of two women, who were helped to escape by an accomplice. An examination of the body of the supposed soldier leads to the discovery of a note, which reveals that his name was Gustave. Nothing is found on the bodies of the other two men which gives a clue to their identities. The judge, Maurice d’Escoval, arrives and commends Lecoq for the meticulousness of his investigation. After a brief interview with the suspect, the judge leaves suddenly, apparently moved, leaving Lecoq to his own devices. The suspect later tries to commit suicide in his cell. Lecoq continues his investigations the next day, following leads on the two women, but when he goes to report to M. d’Escorval he discovers that he has broken his leg and will be replaced by M. Segmuller. Under interrogation, the suspect maintains that he is an acrobat named Mai, and that he only arrived in Paris on Sunday. He states that he went for a drink in the Poivrière, was mistaken for a police informant, attacked, and defended himself with the revolver he was carrying. After making further enquiries, including observing the prisoner from above his cell, fail to produce any information, Lecoq decides to take drastic measures. He convinces M. Segmuller to allow him to set a trap by letting the prisoner escape, so that he can follow him. Mai wanders in the streets, followed by Lecoq and Absinthe in disguise, and eventually comes out of a seedy bar with a suspicious-looking man. In the evening, they stop outside a town house, which belongs to the Duke of Sairmeuse and Mai scales the wall, eluding his followers. They arrest his accomplice and search the house and its grounds, but the suspect has vanished. Lecoq goes to amateur detective, Père Tabaret for advice. Tabaret states that M. d’Escorval’s fall and Mai’s attempted suicide were not a coincidence, and that the two are enemies. By his reasoning it appears impossible for Mai to be the Duke of Sairmeuse, therefore Mai and the Duke of Sairmeuse are one and the same. Through consultation of biographies of the Duke of Sairmeuse and M. d’Escoval’s fathers, he reveals the hatred that exists between the royalist Sairmeuses and the Republican Escorvals. He says that the prisoner tried to kill himself because he thought his identity would be exposed and that this would bring shame on his family name. L’Honneur du nom 1815. The Duke of Sairmeuse returns from exile to claim possession of his lands, the majority of which are now in the possession of Lachneur, a bourgeois widower who live with his beautiful daughter, Marie-Anne. He claims that he had been charged with their guardianship until the return of the Sairmeuses, but the Duke treats him like a servant and accuses him of profiting from them. In their misfortune, one of their friends, the Baron of Escorval, under police surveillance as a former supporter of the Empire, asks Lacheneur for Marie-Anne’s hand in marriage for his son, Maurice, who is in love with and loved by her. He refuses because he is planning an uprising against the Sairmeuses, and does not want Maurice to get caught up in it. Maurice becomes involved in the plans to be closer to Marie-Anne, joining Lacheneur’s son, Jean, and Chalouineau, who is secretly in love with Marie-Anne. Stopping at nothing that could help him succeed, Lachenur is even welcoming to Martial, the marquis de Sairmeuse, who is enamoured with Marie-Anne and hopes to make her his mistress. His fiancé, Blanche, the daughter of the marquis of Courtomieu, is furious and vows revenge on the woman she wrongly considers as her rival. The uprising fails and the Baron d’Escorval is arrested as the head of the plot, despite having tried to dissuade the rebels from their course of action. He is condemned to death, along with Chalouineau, in a trial presided over by the Duke of Sairmeuse. The baron is saved by Chalouineau, who trades a compromising letter written by the Marquis de Sairmeuse for the chance for the baron to escape. The Duke and Courtomieu accept, but cut the cord that was to help the baron escape as soon as they get hold of the letter. The baron is badly wounded but carried away and cared for by the village curate, father Midon. Chalouineau is executed and leaves all his property to Marie-Anne. Maurice and Marie-Anne reach Piémont, where a priest marries them in secret. The go to Turin, but Marie-Anne decides to return to France when she learns of her father’s arrest and execution. Maurice, unaware that Martial was not involved in the treachery against his father, writes a letter to him denouncing him. Martial, outraged by Courtomieu’s bad faith, reads the letter at the wedding evening, causing a scandal. He vows to live apart from his wife. Marie-Anne takes possession of Chalouineau’s house, and conceals the birth of her son, that a Piedmontese peasant takes away to his land in secret. Blanche, still desiring vengeance against Marie-Anne, gets Chupin to spy on her and slips into her house when she is away and puts poison in a bowl of soup that Marie-Anne drinks on her return. She dies in agony, but sees Blanche who did not have a chance to escape. She pardons her on the condition that she takes care of the son she had with Maurice. Chupin is a witness, but later dies from a stab wound from one of his enemies, but not before revealing Blanche’s crime to his oldest son. Martial vows to avenge Marie-Anne, but no-one suspects that Blanche is the murderer. They move to Paris and live separately under the same roof. They soon learn that the Duke is killed when he went out riding on his horse, probably by Jean Lacheneur, who is in hiding. Chupin’s eldest son turns up in Paris and blackmails Blanche. She fails to find Marie-Anne’s son. Years pass, Maurice’s parents die, and he becomes a judge in Paris. Chupin’s eldest son dies, Blanche believes that she is free from the blackmail, but Jean Lacheneur arrives in Paris, aware of who killed his daughter, and decides to exact vengeance on her by using her husband. He makes Chupin’s widow begin the blackmail again, and sends an anonymous letter to the duke to draw attention to her movements. Martial is stunned when he sees the seedy bar that his wife has been going to, but glimpses the truth when he finds out that it is owned by Chupin’s widow. He finds a compromising letter that Blanche kept and realises that she murdered Marie-Anne. Martial follows Blanche one night when she goes to the Poivrière to meet Chupin’s widow with her chamber maid. Jean Lacheneur has set a trap, in which he intends to lead Martial and Blanche to a notorious place and provoke a scene in which they will find themselves compromised. However, the three criminals he enlists in this scheme let greed take over and try to steal Blanche’s diamond earrings. Martial intervenes and has to combat three foes. He promises Chupin’s widow a reward if she keeps quiet. The women manage to escape. This takes the reader to the beginning of the affair. Having found out that Blanche has committed suicide and that M. d’Escorval has been reunited with his son, Lecoq decides to confront the Duke of Sairmeuse, having put together all the pieces of the mystery. One day a red-haired man goes to the Duke’s house and gives him an urgent letter from M. d’Escorval, asking him, as a gesture of his gratitude for not revealing his identity, to lend him a large sum of money that he needs. Martial replies with a letter that tells him that his fortune and his life belong to his old enemy, whose generosity have saved him from dishonour. He hands this back to the messenger, who drops his beard and wig: it is Lecoq, who had forged M. d’Escorval’s handwriting. The case against the Duke is dismissed, his innocence having been proven, and Lecoq is appointed in the post that he sought.",
    "genre": [
      "Detective fiction"
    ],
    "author": "Émile Gaboriau"
  },
  {
    "title": "The Assignment",
    "summary": " Tina von Lambert, wife of psychiatrist Otto von Lambert, has fled to an unnamed North African country (referred to as M.), where she is found raped and murdered in the [desert]. Otto hires F., a filmmaker, to travel to M. and reconstruct his wife's murder. The Chief of Police appears to be cooperative, however, after a police-escorted visit to the Al-Hakim ruins where the body was found, F.'s cameraman reveals that his footage has been replaced. The police then allow F. to question a number of foreign agents being held and tortured at the police ministry, all of whom tell her the same vague, inconclusive story, none confessing to the crime. Later, F. is taken to observe the execution of a Scandinavian spy in the central courtyard of the police compound; the Chief of Police claims that the spy has confessed to the crime and that the case is solved. They are shown the video of their investigation, which includes none of their footage; instead it has been turned into a propaganda film featuring the police. In despair, F. leaves her crew and walks alone through the marketplace, where she comes across the distinctive red fur coat she knows belonged to Tina von Lambert. She purchases the coat and wears it back to her hotel. At the hotel F.'s cameraman tells her that his footage has again been taken, this time that of the execution, and that aeroplane tickets out of the country have been booked for them for early the following morning. In her room, F. finds the Head of the Secret Service, who congratulates her on her work and explains that he will use her confiscated footage to expose the corruption, weakness, and incompetence of the Chief of Police, who is planning a coup against the state government. The Head of the Secret Service asks that she continue her investigation under his protection and without the knowledge of the Chief of Police. He offers a new crew, and provides a body double, complete with a red fur coat, to travel home with the old crew in F.'s place. F. is relocated to a derelict hotel, inhabited by a lone, aged maid. Björn Olsen, the cameraman hired by the secret service to assist F., arrives at the hotel and mistakes her for Jytte Sørensen, a Danish journalist; when he realizes his mistake, for F. speaks no Danish, he flees in a panic. Later, the Head of the Secret Police shows F. a gossip magazine with an article titled \"Return from the Dead\", featuring a photograph of Tina von Lambert reunited with her husband; he explains to her that the murdered woman was in fact Sörensen, a friend of Tina's, to whom Tina had given her red fur coat and passport. The reason for the murder, however, remains a mystery. Determined to find the truth, F. leaves the hotel and heads toward the desert. On the way she finds Olsen's dead body next to his exploded Volkswagen van, and while she examines the disaster she meets the cameraman Polypheme, who is filming her. Polypheme tells F. that he has video footage of Sørensen, who was on the trail of a secret before her death, and offers to show it to F. if she allows him to make a film portrait of her. Despite his dishevelled appearance and apparent drunkenness, she agrees. Polypheme takes F out in to the desert in his Land Rover, and eventually they arrive at a secret subterranean compound. The compound is a vast underground labyrinth, obviously built at great expense, though it appears to be uninhabited by anyone other than Polypheme. F. is taken to a grotesque room and left alone, and there, to her horror, she discovers a series of still frames of Olsen's death. Later in the evening she leaves her room and explores the compound, trying to track down the source of a mysterious hammering sound, which she traces to a locked door with a key in the keyhole. Out of fear she does not go inside. She finds the Land Rover and contemplates fleeing, but again is dissuaded by fear. Unable to locate her original quarters, she finds an empty room and falls asleep. In the morning, F. is found by Polypheme, now clean and sober, and over breakfast he explains the country's political situation. The primary source of revenue for the country is a meaningless war with a neighbouring country over the empty, largely uninhabited desert in which the compound is located. The already ten-year-long war is continued to serve as a testing ground for the military products of weapons-exporting nations, from tanks to intercontinental ballistic missiles. The compound was built to measure the effects of the weapons; at one time it was staffed by human observers, many of whom were eventually replaced by observational machines. Eventually a satellite was put in orbit directly above the compound, followed by a second satellite to observe the first. The satellites made the compound redundant, and the last of the people, excepting Polypheme, left. The power was cut, and the compound was running only on battery reserves which would soon be depleted and force even Polypheme to leave. Polypheme explains that he has taken shelter in the compound and military employment because his habit of collecting sensitive and potentially ruinous photographic documentation of criminals, police, and political figures makes him a target from all sides. Polypheme, when asked how he got his name, explains to F. that it was given to him by a man named Achilles, a bomber pilot and professor of Greek, who named him after the cyclops Polyphemus. He and Achilles were sent on a night raid of Hanoi from the USS Kitty Hawk, and Achilles lands their damaged plane despite sustaining serious head injuries, saving Polypheme in the process. From his wounds Achilles becomes criminally insane and is locked in a cell in a military hospital because of his tendency to rape and murder women. The hammering behind the locked door in the compound is revealed to be Achilles and truth about Jytte Sørensen's rape and murder comes out; Polypheme, indebted to Achilles, provided Sørensen as a sacrifice to the violent beast's only remaining desires. Polypheme shows his film portrait of Sørensen's rape and murder, and explains that F. will be the next victim. F. is taken out in to the desert wearing the red coat, forced to walk in front of the Land Rover carrying Polypheme and Achilles. The setting of Sørensen's portrait was flawed, and this time Polypheme chosen the perfect location out among the ruins of the tanks. F. has accepted her ultimate demise; however, when Achilles is almost upon she is struck by a powerful will to live. At the last possible moment the Chief of Police, his officers, and film crew come out of the tanks, and Achilles is shot repeatedly until he dies. Polypheme races off in the vehicle, but is killed soon after in an explosion, likely from a missile test. F. returns home and her film is rejected without explanation by the television studios. She reads that the Chief of Police and the Head of the Secret Service have been executed by order of the Head of State for high treason and attempting to overthrow the government. The Head of State denies rumours that the desert is being used as a missile test ground. On the opposite page of the newspaper F. reads that a baby boy has been born to Tina and Otto von Lambert.",
    "genre": [
      "Detective fiction",
      "Novella"
    ],
    "author": "Friedrich Dürrenmatt"
  },
  {
    "title": "Ceremony",
    "summary": " Spenser is hired by a successful insurance salesman to find his runaway 16 year-old daughter. He and his wife fear she has turned to prostitution.",
    "genre": [
      "Detective fiction"
    ],
    "author": "Robert B. Parker"
  },
  {
    "title": "Looking for Rachel Wallace",
    "summary": " Spenser is hired to protect a lesbian, feminist activist, the eponymous Rachel Wallace. After his protecting gets in the way of her protesting, she fires him. Shortly afterwards, she is kidnapped. Though no longer officially employed to protect her, Spenser feels duty-bound to find her.",
    "genre": [
      "Detective fiction",
      "Speculative fiction"
    ],
    "author": "Robert B. Parker"
  },
  {
    "title": "Chasing the Bear",
    "summary": " Spenser, while relaxing at a park with his love interest, Susan Silverman, reflects on some experiences in his life as a youth, before becoming a detective. The narrative unfolds as a conversation between himself and Silverman. Spenser conveys that he grew up in an all-male household, his mother dying immediately before he was delivered by caesarean section. His household consisted of himself, his father, and his two maternal uncles. They were all uneducated, but eager to learn, worked in construction, and boxed from time to time to earn extra money. His uncles taught him to box from a very young age, three years old. They also read volumes of classic novels to him at night. The main narrative conveys Spenser's adventures with a girl, Jeannie Haden. Jeannie was about Spenser's age, but was just a friend. Her father was an abusive drunk. One day Spenser saw her in her father's car, mouthing the words \"Help\" over and over again. Spenser, along with his dog, Pearl, follows the car and, eventually, Jeannie's father's boat down a river. He locates her and her father on a small island in the river, next to a lean-to. After a brief encounter with her father, Luke, Spenser is able to rescue Jeannie some time later. They escape downriver on Spenser's rowboat, eventually leading Luke Haden to his death. Spenser's father and uncles tell him he \"did good\" and needn't report the death, or his role in it. But he does, but the local law enforcement doesn't charge Spenser with any crime. Spenser relates that Jeannie had a crush on him, but he didn't return her amore. But he managed to let her down and remain friends. As a favor to Jeannie, he goes on to protect a student of Mexican descent, Aurelio Lopez. Lopez was targeted by white classmates and beaten up on occasion. After Spenser's protection, he doesn't get bullied any longer. However, his relationship with Lopez alienates him somewhat from his white classmates, many of whom he had known since the first grade. At the end, Spenser is confronted by the entire white gang of about fifteen boys. Before any fighting convenes, Spenser's father and uncles arrive and mediate a fair fight between just Spenser and the leader of the gang, Leo Roemer. Because of his boxing training, Spenser quickly wins the fight. He doesn't have any trouble from the gang following the showdown. The recollection ends with Spenser going off to college in Boston on a football scholarship. After an injury his second year, he loses his scholarship and is unable to afford any further schooling and joins the police force, choosing to stay in Boston rather than returning to his home town.",
    "genre": [
      "Detective fiction"
    ],
    "author": "Robert B. Parker"
  },
  {
    "title": "A Catskill Eagle",
    "summary": " Spenser receives an enigmatic letter from his lover, Susan Silverman, who has relocated to the West Coast. His sometime friend, Hawk, is in prison and she believes that she too is in some sort of trouble.",
    "genre": [
      "Detective fiction",
      "Speculative fiction"
    ],
    "author": "Robert B. Parker"
  },
  {
    "title": "The Language of Bees",
    "summary": " Russell and Holmes return to their home in Sussex, England, in 1924 after seven months abroad in India, Japan and California. The novel features a domestic mystery as a hive on Holmes’s farm has been repeatedly swarming and a colony of bees is found to have disappeared. Action shifts, however, with the reappearance of Damian Adler, a talented young painter and emotionally disturbed veteran of World War I, first introduced in the second book in the series. Adler is Holmes' estranged son, born to Irene Adler in about 1895. The distraught Adler seeks the couple's help in locating his missing wife Yolanda and their daughter Estelle. Russell and Holmes separate during the investigation and Russell searches out Damian's questionable past. The search involves the British practitioners of a religious cult called The Children of Lights with roots in Shanghai, China, and features locations ranging from Bohemian London to the wilds of Scotland. Russell experiences a harrowing trip by aeroplane. A series of bodies appears, some dead by suicide and others ritually sacrificed. While the climax of the novel, in an ancient circle of standing stones on Orkney Island, brings some plot resolution, the story continues in The God of the Hive (2010).",
    "genre": [
      "Detective fiction"
    ],
    "author": "Laurie R. King"
  },
  {
    "title": "Pastime",
    "summary": " Spenser's semi-adopted son, Paul Giacomin, visits Spenser in Boston asking for his help. He can't locate his mother, who has apparently left on an extended trip without telling him. While Paul's mother is somewhat lacking in motherly skills, he doesn't believe she would voluntarily leave her home for such an extended period without contacting him. Though Paul can't pay Spenser, he takes the case anyway as a favor to Paul. Spenser takes Paul along in his sleuthing, introducing him as his \"prentice\", though Paul has no real intention of becoming a detective: he just wants to find his mother.",
    "genre": [
      "Detective fiction"
    ],
    "author": "Robert B. Parker"
  },
  {
    "title": "Walking Shadow",
    "summary": " The story follows Boston-based PI Spenser as he tries to solve the on-stage murder of an actor in the run-down town of Port City. While investigating the crime, he runs afoul of the local Chinese mob and uncovers a web of infidelity, organized crime, and psychologically unstable actors.",
    "genre": [
      "Detective fiction"
    ],
    "author": "Robert B. Parker"
  },
  {
    "title": "Thin Air",
    "summary": " Belson returns home one night to find his young wife, Lisa, missing, with no clue as to her whereabouts. He suspected that she may have left him, but circumstances seem to indicate she was kidnapped. Shortly after confiding in Spenser, Belson is shot returning home one night. Since he is unable to search for her himself as he is hospitalized, Spenser undertakes the search himself. The investigation leads him to the impoverished town of Proctor where he has to undercover details of Lisa's life previous to meeting Belson to discover where she might be now.",
    "genre": [
      "Detective fiction"
    ],
    "author": "Robert B. Parker"
  },
  {
    "title": "The God of the Hive",
    "summary": " Mary Russell and Sherlock Holmes are each on the trail, seeking to expose a ruthless villain and ensure the safety of Holmes' artist son, Damian Adler, and Adler's half-Chinese daughter, three year old Estelle. The search involves the British practitioners of a religious cult called The Children of Lights with roots in Shanghai, China. The plot picks up in the summer of 1924 near an ancient circle of standing stones on Orkney Island, shortly after religious fanatic Thomas Brothers, who seeks to unleash psychic energies through human sacrifice, shot Holmes's artist son, Damian Adler. Holmes's search for medical help to save his son's life takes him to Holland, while Mary travels through Britain in an effort to keep Estelle safe from Brothers and his allies. Brothers' shadowy connections have led to a conspiracy deeply entrenched in the highest echelons of government. Mycroft Holmes finds himself questioned and under suspicion and the family members are actively pursued by Scotland Yard. In the process a modern-day Robin Goodfellow emerges to lend aid to Mary and her kin.",
    "genre": [
      "Detective fiction"
    ],
    "author": "Laurie R. King"
  },
  {
    "title": "Pappa polis",
    "summary": " This book is about an 11-year-old boy called Julian whose father is police. The latter is shot by a bike gang, but survives. But the criminals are going free and the fear remains. As Julian begins to investigate on his own he meets a boy from the bike gang and they become friends... sv:Pappa polis",
    "genre": [
      "Detective fiction"
    ],
    "author": ""
  },
  {
    "title": "Death Cloud",
    "summary": " Sherlock Holmes is sent to live with his unknown aunt and uncle in Holmes Manor in Hampshire over his school holidays when his father is unexpectedly sent overseas with the British Army. He cannot go home as his mother is unwell, and cannot go to London as his older brother Mycroft is busy working for the government. Wandering around the estate and the surrounding countryside he soon befriends a boy his own age named Matty Arnatt (who has witnessed an unusual death involving a cloud of death). After a few days of holidays Sherlock discovers that his brother Mycroft has hired him an unusual American tutor named Amyus Crowe. During their first lesson together Sherlock finds a dead body on the Holmes' estate and witnesses the same death cloud surrounding the body that Matty had previously seen. He detects a yellow powdery substance around the body and takes a sample of it. With Matty's help he tracks down a warehouse which has links to one of the deceased, and almost dies in the warehouse when the villains set it alight. Holmes escapes the building, and determines that he must travel to Guildford and locate an expert in exotic diseases who might help identify the yellow substance. He, therefore, sets out with Matty on his barge to Guildford, and although they are attacked along the way by the villains, they nevertheless make it to his destination and discovers that the yellow substance is bee pollen. On returning home he visits his tutor's home, where he meets Crowe's daughter Virginia. A few days later Sherlock is lured to a fair, where he is forced to participate in a boxing match, from which he is kidnapped and interrogated by the unseen Baron Maupertuis until he is rescued by Matty, and the pair go to his tutor's home. Knowing that the Baron has left his headquarters, Sherlock, Matty, Crowe and Virginia determine to follow and locate the Baron. They discover that the Baron is shipping a weapon from a London wharf, and after a series of chases, Sherlock and Virginia are kidnapped to France by the Baron, and further interrogated. The pair escape and meet up with Crowe and Matty and set out to stop the Baron from trying to destroy the British Army.",
    "genre": [
      "Detective fiction"
    ],
    "author": "Andy Lane"
  },
  {
    "title": "A Gypsy Good Time",
    "summary": " Vietnam veteran and Private Investigator Dowdy Lewis, Jr. struggles with alcoholism, his time in the Vietnam War, and his own rapid aging. He meets Yvonna Lablaine, an attractive red-headed outcast from a prominent Hollywood family, and falls in love. One day, however, after a brief but passionate romance, Lewis finds Lablaine dying at his door, murdered. He then embarks on a quest involving drug dealers, mobsters and Hollywood moguls in order to find the truth about what happened and to take revenge on the culprits.",
    "genre": [
      "Detective fiction"
    ],
    "author": "Gustav Hasford"
  },
  {
    "title": "Red Leech",
    "summary": " A few months following the events of Death Cloud, Sherlock Holmes is pleased when Mycroft comes to visit him at Holmes Manor in Hampshire, but Mycroft's visit has a serious purpose, he has come to let Amyus Crowe know that British Intelligence suspect that John Wilkes Booth has come to England under the alias to John St. Helen. Without any encouragement from Mycroft or Amyus, Sherlock sets off to Godalming where Booth is suspected of hiding out, enlisting Matty Arnatt's help along the way. Sherlock enters the grounds of the house in Golaming that he suspects Booth is staying in, there he is kidnapped from a brief period of time by a man whose face is scarred by fire on one side, this man may be Booth and is being aided and guarded by three fellow conspirators. Sherlock escapes with Matty's help and immediately returns to Holmes Manor and lets Mycroft and Amyus know what happened. They are somewhat disappointed that Sherlock has let the conspirators know that they are under investigation. The next morning, the Holmes brothers visit Amyus who concludes that the conspirators will have taken flight and will be heading to America, so he needs to follow them. When they discover that the conspirators have kidnapped Matty, Amyus, Sherlock and Virginia chase them on horseback, but are unsuccessful in rescuing Matty. Given the new turn of events, it is decided that Sherlock will accompany Amyus and Virginia to America as he is the only one who knows what all the conspirators look like. Once they reach America, Sherlock locates where Matty is being held and he and Virginia follow the conspirators (and Matty) on board a train. The conspirators find Sherlock and Virginia, and after a perilous fight on the roof of the train, Sherlock is captured and the train is diverted to the headquarters of the organizer of the conspiracy, Duke Balthassar. In conversation with Balthassar, it becomes clear that the conspirators plan to invade Canada and have it become the Confederate stronghold—a plan which Sherlock is determined to foil.",
    "genre": [
      "Detective fiction"
    ],
    "author": "Andy Lane"
  },
  {
    "title": "Sherlock Holmes and the Man from Hell",
    "summary": " Philanthropist Lord Backwater is found dead on his property. The police surmise that Backwater came upon some poachers which led to his murder. Holmes discounts this solution and undertakes his own investigation which leads to a hidden history of Backwater's time spent in a prison settlement on Van Diemen's Land.",
    "genre": [
      "Detective fiction"
    ],
    "author": ""
  },
  {
    "title": "Young Sherlock Holmes: Black Ice",
    "summary": " Mycroft Holmes invites Sherlock and his tutor, Amyus Crowe, to London for a visit. When they arrive at the Diogenes Club they find Mycroft holding a dagger over a dead body. The police arrive soon and arrest Mycroft, leaving Sherlock and Amyus to prove his innocence. They find some clues at the murder scene; a business card, a small bottle with a clear liquid in it, and a small wooden case. They determine that the business card is freshly printed and look for printers around London who might have created it. The pair split up and Sherlock locates the right printer which leads him to a bouncer in a local tavern. Sherlock tails the bouncer, but the bouncer manages to turn the tables on him, and chases Sherlock into the sewers inhabited by London's abandoned and feral children. Sherlock has to run for his life to escape them, and ends up at the London Necropolis Railway. Sherlock and Amyus meet up again and have dangerous encounter with a falcon in an animal museum. From there it becomes evident that events occurring in Russia may be linked to Mycroft's frame-up. Due to the mysterious disappearance of Mycroft's agent Robert Wormersley who was located in Moscow, Sherlock and Mycroft accompanied by Rufus Stone will have to go to Moscow. Sherlock, as a part of their disguise, joins a traveling theater troupe to Russia to uncover the truth. In Russia they find Wormesley's house in a state of chaos , it is then apparent that someone was searching for several objects. On their way back to the hotel, Sherlock is framed up for pick-pocketing. Sherlock then runs as the police is on his trail ,he soon finds himself in a dead end , and the only way to escape was via a manhole. While he descends, he can hear the people who set him state that the manhole led to a tributary of the Moscow river, the Neglinnaya, Sherlock then goes downstream in order to make it to the river. He is soon chased by the people who set him up. While navigating through the river he meets a pack of dogs that have adapted to survive in dark tunnels. Sherlock sees there larger than ordinary ears and speculates that their sense of hearing is greater than those of the normal dogs, Knowing this Sherlock does not make a noise, but due to the twitching of his finger the dogs get ready to pounce on him , at this moment Sherlock's pursuer has his hand over Sherlock's neck ,his hand is bitten by a dog and he loosens his grip allowing Sherlock to escape. Sherlock soon finds his way in the Moscow river and climbs on its banks , only to see Mycroft being arrested by Russia's secret police-the Third Section. He is then met by Robert Wormesley who was watching Mycroft's arrest and tells him that they both will have to plan the next move in order to save Mycroft's life. Both of them chat in a cafe , where Sherlock deduced that Mycroft was being taken to be framed for the murder of Count Shuvalov's murder and he will",
    "genre": [
      "Detective fiction"
    ],
    "author": "Andy Lane"
  },
  {
    "title": "Who Killed Zebedee?",
    "summary": " \"Who Killed Zebedee?,\" opens with a direct address to the readers by an otherwise unnamed narrator. On his deathbed, our narrator, a Roman Catholic, feels compelled to make a confession to the readers about his involvement in an unsolved murder case back when he was still a young police constable in London. The recounting of the death of Zebedee opens with a distraught young woman, Priscilla Thurlby, the cook at the Zebedee's boarding house, rushing into the police station with a blood-curdling scream. Priscilla informs the skeptical assembly that, \"A young woman has murdered her husband in the night!\" While the police initially believe the young woman to be intoxicated, they eventually visit the boarding house to find that a young, married man has been stabbed in the back with a knife. The police immediately begin an inspection of the scene of the crime. The lodgers of the boarding house are interviewed, all of whom prove to be eccentric, however, during the interviews, the young constable and his fellow officers become increasingly suspicious of Mr. Deluc, a smarmy cigar agent, who had made repeated amorous advances towards Mrs. Zebedee. Unfortunately, this suspicion is confounded by Mrs. Zebedee, who is positive she has killed her husband in her sleep. A sleepwalker, Mrs. Zebedee had read a story about a young woman who had murdered her husband in her sleep before falling asleep on the night her husband was murdered. The police suspect the real answer might hinge on the half-inscribed knife, \"To John Zebedee-\" still wedged in Zebedee's back, but a preliminary search reveals nothing. After several false leads, interest in the case wanes, until the police and the public abandon the case entirely. Finally, the young constable is the only one left with a vested interest. Over the course of the investigation, the constable falls in love with Priscilla Thurlby, and proposes marriage. Priscilla rejects him on the basis of their both being working class and unable to afford a marriage. The constable become convinced that if he can solve the case, they can have their marriage and so Priscilla acquiesces and invites him home to her village to meet her family. On the way to Priscilla's country home, the constable is detained by an incompetent railroad station attendant and ends up temporarily stranded in the town of Waterbank. As he waits for the next train, he notices a shopfront, James Wycomb, Cutler etc., and begins to wonder whether the London police have fully exhausted all cutlers in their investigation. The discovery the constable makes inside brings the case to its dramatic conclusion.",
    "genre": [
      "Detective fiction",
      "Short story"
    ],
    "author": "Wilkie Collins"
  }
]