[
  {
    "title": "Into the Looking Glass",
    "summary": " The novel begins in Florida. A serious explosion occurs at the University of Central Florida's science department, destroying the University and everything within a mile of it. Despite the indications of a nuclear weapon, from the devastation to the mushroom cloud, military personnel and emergency responders find no traces of radiation or EMP. Hovering right over the center of the resulting crater is a strange, black metallic sphere. As the survivors around it stand in awe, a huge 'bug' steps out of it and dies. Meanwhile the President and his advisors rush to respond to the disaster. They had an apparent nuclear detonation at an important university in a populated area, with a high probability of casualties. They need answers, so they grab the first person with a physics degree and Top Secret clearance in arm's reach, Dr. William Weaver. Weaver quickly explains that Ray Chen, a physicist at the university, was working on changing the laws of physics within a small space to allow him to create a Higgs Boson, essentially a particle containing its own universe. Whether or not he succeeded is unknown, however they have other problems as more of these, \"Looking Glasses\" begin to open around the country, then around the world. Weaver is sent down to Florida to investigate into the explosion. While on the site, a little girl named Mimi comes walking out of rubble a few blocks from the explosion, carrying a giant spider on her shoulder. They realize that something must have happened to her that allowed her to survive the explosion. They also discover that the spider on her shoulder is an incredibly intelligent being that seems to have formed a telepathic link with Mimi, as he is able to communicate thoughts to her without speaking. Less than a day later, they discover that gate isn't their only problem as a deadly new species begins to thunder through the various gates, killing people and spreading a fungus that seems to do anything but die. Weaver and SEAL Command Master Chief Miller are among the response to a panicked call about 'demons'. A gate is discovered nearby. A team is sent through and triggers a fierce alien counterattack that the human defenses barely manage to contain. Later, a second wave comes though this and other gates. However it appears not all of the aliens are bad. Mankind makes friendly contact with a felinoid species, the Mree. The Mree representative explains that the hostile aliens, the T!Ch!R! in the Mree language, are a pest that seem to go with the gates. Humans pronounce the word as Titcher. They meet with the Mree Emperor, and begin to discuss explorations into each others' cultures. In one of first spots the Titcher came through, their alien forces are continually breaking through the Human's lines of defense. Wanting to lower the daily body count, the president authorizes nuke strikes at the gates to give them some breathing room. After they start getting new activity at the gate, Weaver, accompanied by a SEAL team, takes a look at Titcher forces on the other side of a gate. Once through they discover that the Titcher are actually a race of one organism that produces these fighting creatures, their equivalent of antibodies, to spread through the gates and take over other worlds. As they spot an oncoming Titcher nuke for retaliation against airstrikes, they shoot to stop it. The nuke goes off, tearing open Weaver's suit and killing several SEALs. However they are able to set the bomb off and get through the gate, destabilizing it and the Mree gate temporarily. Another race is contacted through yet another gate. The Adar are ahead of humans in technological development. The Adar are friendly with humans upon first contact. They have had trouble with the Titcher, which they call the Dreen because of the howl of one of the fighting units. Humans soon adopt this name. The Dreen have begun to overwhelm human defenses at every gate. The Adar provide humans with a weapon that can close the Dreen looking glasses, but if it goes off on the earth side, it will destroy the planet. After the Mree prove to be a Dreen feint, the U.S. army attacks Mree forces near that looking glass to draw them away. Weaver and a SEAL team in temperamental powered combat armor suits deploy the Adar bomb through the unguarded gate. It and the other Dreen looking glasses close. Military forces eventually overwhelm remaining Dreen forces. A few Mree and members of another Dreen slave race are taken prisoner. There is no food on earth that can provide the nutrients they need. The Mree choose suicide over starvation. The Adar give Weaver a small black box that has an interesting effect when exposed to electricity - having the properties of exponentially increasing the output of energy based on the energy provided to it. Its other properties are explored in sequels.",
    "genre": [
      "Military science fiction"
    ],
    "author": "John Ringo"
  },
  {
    "title": "Semper Mars",
    "summary": " The United States and Russia have set up habitats on Mars, and are researching ruins of an alien civilization near the Face on Mars. The facilities and research are being shared with UN observers. When the UN sends troops up to Mars, the US sends the Marine Mars Expeditionary Force, a 30-man weapons platoon, to protect American civilians and interests on Mars. The United States Marine Corps has been threatened with being disbanded and it hopes that this mission will breathe some life into the organization. Back on Earth, tensions increase between the UN and the US when the US Embassy in Mexico City is stormed by militants backed by the Mexican government and the Marines stationed there are forced to open fire. The US is able to evacuate the personnel there, but not before the diplomatic damage was done. It is the events on Mars, however, which cause war to begin between the United States and the UN. American scientists discover human remains inside one of the alien structures. From evidence discovered at the site it appears that these aliens not only were in contact with humans in the past, but may have even been responsible for the creation of the human race itself. The Americans want to release the information at once but the UN forces think differently, afraid that the world could not handle information of this magnitude. The UN forces take over the Mars station, imprisoning the Marines and the scientists, while contacting their superiors about what was found. At the same time UN forces capture the International Space Station, to control any and all launches to Mars, while the UN leadership increases diplomatic pressure on the American government. This act kicks off hostilities on Earth. The official reason, according to the UN, is to support the independence of the Aztlan nation, among other reasons, but secretly the UN wants to stop the US from monopolizing alien technology and releasing the controversial findings. The United States finds itself under bombardment from cruise missiles launched from Cuba as well as French, German and Manchurian arsenal ships. Simultaneously forces from Mexico and Quebec cross the border to invade. At the same time Russia, one of America's few remaining allies, is attacked all along its southern border by Manchuria. Morale is low and the President is considering surrendering to the UN. Meanwhile US Marines recapture the ISS with the help of Shepard Station, an experimental laser armed space station. The UN orders the reluctant Japanese to attack Shepard Station. Though they succeed in disabling it, the Japanese lose all of their fighters and decide to join the Americans and their allies against the UN. Back on Mars, the Marines are able to escape their imprisonment, but are forced to march across hundreds of miles of Martian desert to reach the UN base. The Marines defeat the UN force at Mars Prime with a surprise attack. They go on to capture Cydonia and defeat the remaining UN troops using smuggled cans of beer as an improvised weapon. The march across Mars soon becomes a famous piece of Marine Corps history. On Earth the fighting is beginning to turn to the United States’ favor.",
    "genre": [
      "Military science fiction"
    ],
    "author": "William H. Keith, Jr."
  },
  {
    "title": "The Last of the Immortals",
    "summary": " The story begins in the year 3870, with Galact-Captain Ivan Tamantsev of the Confederacy of Suns defending an unarmed convoy from a group of pirate ships. Despite managing to destroy four of the attacking ships, Tamantsev loses his wingman and is himself forced to eject, after his fighter sustains heavy damage. His escape pod is towed by the pirates to their homeworld of Ganio, settled by colonists of Middle Eastern descent. Tamantsev is brought before Faizullah of the Javgeth Clan, the man who ordered the raid on the convoy. He explains to the Captain his options: he can either agree to temporary employment by the Clans as a pilot, until he pays off the destruction of the four fighters and their AI modules (the fighters were unmanned), or Faizullah can let him go with the knowledge that Tamantsev will not survive long on the desert world. While Ivan agrees to fly missions for Faizullah (fully aware that the Ganian intends to go back on his word), he demands to personally inspect his fighter. Upon arriving to the hangar, he sees that it is an ancient Phantom-class aerospace fighter from the days of the First Galactic War with the Earth Alliance. While he shudders at the thought of flying this 1500-year old antique, Ivan knows that this is his best shot of escaping the planet. Faizullah's engineers agree to let him inside the fighter, as they have disabled all of the craft's AI functions. However, they underestimate the Confederate pilot training, and Tamantsev is able to restart the systems in service mode and launch the ship manually. Upon entering orbit, Ivan faces another problem, as the Phantom does not have enough fuel to jump to another system, and the old fighter is no match for the Ganio's orbital defenses. Ivan scans the local hypersphere force lines and determines that one of them is unmarked on all star charts (i.e. it does not lead anywhere). Realizing he has nothing to lose, Tamantsev transitions into hypersphere and uses the last of his fuel to maneuver the ship to intersect with the unmarked force line, remembering that 3 million years ago, none of the known races did not possess hyperdrives (it is an invention unique to humans). Instead, they used stationary portals which used the hypersphere force lines as conduits to rapidly send objects between planets. Ivan's theory turns out to be correct, and his fighter enters one such conduit and rapidly travels to another system far from Ganio. Unfortunately, the conduit throws his ship out into normal space into a planet's low orbit. Lacking fuel, Ivan is unable to slow down his descent and is forced to eject, while the Phantom crashes in the nearby woods. Before ejecting, Ivan notices a city protected by a giant wall not too far from the crash site. After getting out of his escape pod, Tamantsev decides to head towards the city, assuming it to be yet another lost colony, settled during the Great Exodus of the 23rd century. Following standard protocols, Ivan does not remove his spacesuit until he can determine that the air is safe to breathe and there are no harmful microorganisms in the planet's biosphere. However, after several days of walking, he runs out of air and is forced to crack the seal. Ivan finds that the air is safe to breathe but shortly succumbs to a strange ailment, which persists for several hours before going away just as suddenly as it appeared. He finds that he is able to sense living creatures without actually hearing or seeing them. His newfound empathic ability allows him to see any living thing's neural structure, which he uses to kill a local predator with a single shot to the brain (the largest neural mass). Some time later, he witnesses an ambush of a woman by a dozen shapeshifting creatures. He rescues her by using his empathic ability to determine the location of the creatures' brains before shooting them. After recovering, the woman reveals that her name is Flora Shodan, and that she is descended from the settlers who arrived aboard the colony ship Hope (they are aware that their ancestors came from Earth). After Ivan notices that Flora is able to literally turn invisible, she reveals that all of the arrivals underwent genetic mutation to varying degrees upon first breathing the planet's air. The mutations have created four distinct subspecies: Shadows, Metamorphs, Emglans, and Chosen. Flora was born a Shadow and is able to turn her body (not her clothes) invisible, has empathic abilities, and is able to heal by touch. Metamorphs are shapeshifters, capable of assuming any shape, including flawlessly imitating another person. Emglans are telepaths and are able to sense a person's general state of mind from miles away. The Chosen have remained mostly human. All of Doom's (name given to the planet by the colonists) inhabitants have one ability in common: they are immortal. The body of any person over 30 stops aging, so some of those who arrived aboard the Hope are still alive. However, the mutations also affects the birth rate. As such, no child has been born in over 200 years (Flora herself is only 302 and is viewed as a girl by many others). Many of the colonists have gone insane as the result of the changes and have fled to the wilderness. The survivors came across a giant wall built millions of years ago and built their City behind it. The human society consists of five castes called satts (named after the captain of the Hope, Satt Valtorn). The Shadow, Metamorph, Emglan, and Chosen Satts are all exclusively made up of their respective subspecies, while the Warrior Satt is made up of former members of the other satts who have chosen the life of danger and wish to protect the City from the wild metamorphs using antiquated equipment, salvaged from the Hope. After relaying all this information, Flora reveals that Ivan himself has become a Shadow. Ivan asks Flora why she was outside the City, and she replies that she was looking for a pair of invisible assailants, who have attacked a Chosen and stolen his car. The description of the attack leads Ivan to believe that he is not the only outsider on this world. He repairs her damaged vehicle, and they head back to the City, where Ivan is greeted with caution. Flora invites Ivan to be a guest at her house until he is given a place of his own (due to machines doing all menial work in the City, everybody's basic needs are satisfied (food, shelter, clothing, etc.), realizing that she was falling for the young stranger from the stars. The next day, Ivan and Flora head to the monthly Satt Council meeting, where Ivan hopes to convince the satts of the danger of the outside galaxy. However, Ivan's inexperience with his mental abilities causes a panic, and he is forced to wait outside. He overhears an argument between Flora and Derek Kelgan, the head of the Chosen Satt, who refuses to listen to her and the \"infant\" she brought with her and even threatens to kill her if she starts disturbing the peace. Fed up, Ivan assaults Kelgan and forces him to apologize to Flora. Upon returning to Flora's house, they realize that they have fallen in love and spend the night together. The next morning, Ivan decides to leave the City and join the Warrior Satt to both attempt to protect the colony and keep Flora safe from Kelgan's attempts at revenge. Flora refuses to listen to his reasons, only concerned with him leaving her. Upon arriving to the Boundary (the name given to the ancient wall protecting the city), Ivan is accepted into the Warrior Satt. Meanwhile, Flora calms down and realizes that Ivan was only trying to protect her. She remembers that he was trying to find out more about the colony's past and asks her friend Nicolai Lorgen, a Chosen, to retrieve the information from his satt's archives. In the attempt to please Flora, with whom he has long been enamored, Nick copies the data onto a service droid and sends it to Flora's house. However, he is caught by his father Richard Lorgen, who decides to punish his son and tells Kelgan about it. Kelgan sends droids to assassinate Flora and Ivan. Due to some quick thinking, Flora survives the attempt and uses the maintenance shafts running under the City to get to the Boundary, along with her friends Ryben (a Metamorph) and Nive (an Emglan) and the service droid. Ivan is out on nightly patrol of the Boundary when an assassin droid tries to kill him with a sniper rifle. Unlike the locals, Tamantsev trusts technology more than his senses, and that is what saves him. After destroying the droid, he reunited with Flora and asks Lymel, the head of the Warrior Satt to give him a vehicle for traveling outside the city. After examining the wreckage of the Phantom, Ivan confirms his suspicions that his entire escape from Ganio was orchestrated by someone who wants access to Doom. He reads through the data from the service droid and discovers that Satt Valtorn disappeared after departing on an expedition to a set of alien buildings not too far from the colony. They head to a complex of ancient structures on a plateau, nicknamed the Claw by the colonists. On the way there, Ivan experiences a set of visions, which are actually data implanted in his brain during his service in the Confederate special forces and activated by certain visual cues. He puts the pieces together and realizes that Doom is a site of an ancient bio-lab set up by the Harammins 3 million years ago to develop bio-weapons in their fight against the Insects. The planet Paradise, visited by humans earlier, was a test site for one of their experiments to create shapeshifters (see novel Paradise Lost). The research was abandoned following the isolation of the O'Hara cluster, although it did yield an unexpected side effect — the Harramin Holy Grail, immortality. Now, someone wants to learn the secret of immortality at any cost. Earlier, on Ganio, Gour, the last surviving member of the Harammin Immortal Quota, is watching his plan unfold. He had paid Faizullah to capture a Confederate pilot and orchestrated his entire escape, including the jump using a hypersphere conduit. The jump also activated an ancient Harammin portal on Ganio, long buried under the desert sand. Gour tricks Faizullah into digging out the portal and sending a strike force to eliminate the human inhabitants of Doom before sending out his own forces to kill the survivors, including the Ganians. Meanwhile, Ivan is setting up the defenses along the Boundary, expecting an attack, when Faizullah arrives with his troops and three Hoplite-class serv-machines, capable of reducing the giant wall and the City to rubble in a matter of minutes. Tamantsev contacts Faizullah and makes him realize that he has been betrayed. Faizullah, being a man of honor, agrees to join forces with the defenders and fight off Gour's forces. Ivan takes one of the Hoplites, while Faizullah takes another. They use the drain the batteries of the third one to send a message through hypersphere, calling in the Confederate fleet, knowing full well that the fleet will never get to Doom in time. Ivan asks Flora to go to the City and convince Kelgan to shut down the City's power grid, as the machines sent by Gour will interpret the City's power signatures as hostile targets and open fire on civilians. Flora calls Kelgan and explains the situation, but he refuses to listen, believing Flora and the Warrior Satt to be traitors for letting outsiders into the City. He orders Richard Lorgen to send a squad of droids to strike at the defenders from behind. Nive reveals to Flora that he used to be the Hopes chief engineer and knows the City's power grid inside-out. He goes to shut the grid down manually, while Flora and Ryben return to the Boundary to help the defenders. Unfortunately, Nive is too late, and the three attacking Phalanxer-class serv-machines launch high-yield missiles at key power signatures in the City, killing many civilians, including Kelgan himself. The defenders fight serv-machines and assault droids and, never having to face such enemies before, take heavy losses. The Ganians, true to their word, fight and die with them side-by-side. Despite the odds, Ivan and Faizullah manage to take out most of the enemy serv-machines, although they are heavily wounded and their Hoplites destroyed. Conquering their overwhelming fear of death, the defenders charge the assault droids, dying by the dozens but also taking out a large chunk of the enemy forces. Despite the arrival of Kelgan's droids, the defenders manage to win the day. Flora and Ivan are reunited. The wounded Faizullah understands that he has now become a mutant himself, along with two dozen of his men. Knowing that they can never go home (they would risk spreading the mutating agents to the galaxy), Faizullah decides to stay and declares the creation of the Ganio Satt. Gour, who arrives through the portal several hours later is captured by Ryben, who prevents the Harammin from cracking the seal of his helmet and breathing in Doom's air.",
    "genre": [
      "Military science fiction"
    ],
    "author": "Andrey Livadny"
  },
  {
    "title": "The Lost Fleet: Victorious",
    "summary": " Having returned his fleet to Alliance space, Jack \"Black Jack\" Geary is brought before the Alliance senate, and is nearly arrested as it is assumed that he is returning as a conquering hero, planning to usurp control of the Alliance as a dictator. Rather than, Capt. Geary briefs the Alliance Senate on the entire journey of the fleet, as well as the alien race that was strongly implied to exist, including the fact that the aliens have established system killing devices, in the form of every hypernet gate in existence, in Alliance and Syndic territory. A captured Syndic CEO, commanding the Syndic reserve flotilla, confirms the existence of the alien race, and that they've been responsible for the total destruction of every human they've encountered, and have begun to encroach aggressively into Syndic territory. Faced with two possible wars, the Senate elects to finally finish the Syndic war, using sword point diplomacy if necessary. Geary is promoted to Admiral of the Fleet, and charged to attack the Syndic homeworld and force a cease fire. After fighting back to the Syndic system where he began his journey, he nearly stumbles into an ambush. The Syndic Executive Council, planning to use the Syndic homeworld hypernet gate to destroy Geary's fleet, and with it, nearly sixty billion Syndic citizens, is instead deposed, and after destroying a large portion of the Syndic Home Fleet, a cease fire is drawn up. Immediately afterward, a Syndic system bordering the area of space occupied by the aliens claims an evacuation ultimatum has been issued by the aliens. The aliens are dubbed the Enigma race because despite a century of contact, not a single thing is known about the alien race: ships, resources, or the aliens themselves. Geary, realizing that the aliens taking the system would effectively condemn half of the system population to probable death, as well as allow the aliens control of an important strategic location, elects to intervene. Arriving in system, the alien armada arrives, apparently outnumbering Black Jack's fleet by 3 to 1. After realizing that the aliens had used extensive computer manipulation on the Alliance, Geary orders another computer scrub, finding that the Fleet actually outnumbers the aliens 2 to 1. Engaging them in combat after a total failure of diplomacy results in the near total destruction of the alien fleet, who scuttle every wounded ship before fleeing, leaving no possible evidence of the Enigma race. Returning to Alliance space, Admiral Geary abdicates his Admiralty, awards himself a month of leave, and races after Captain Desjani, who was returning home, unwilling to explore a relationship with Geary. After catching her, he quickly proposes to be married, citing that it was the only option to allow them to remain together. Desjani accepts, and the two plan their wedding aboard the civilian transport Desjani conveniently booked for two, and to honeymoon on her homeworld.",
    "genre": [
      "Military science fiction"
    ],
    "author": "John G. Hemry"
  },
  {
    "title": "With the Lightnings",
    "summary": " During a war between a Republic of Cinnabar and the Alliance of Free Stars, a coup d'état takes place on a neutral planet of Kostroma, with both factions becoming involved. Two Cinnabarian protagonists - a navy lieutenant and emigre librarian - find themselves in the center of the unfolding events.",
    "genre": [
      "Military science fiction"
    ],
    "author": "David Drake"
  },
  {
    "title": "A Rising Thunder",
    "summary": " The book begins in March 1922 P.D. as tensions continue to escalate between the Star Empire of Manticore and the Solarian League after the battles of New Tuscany, Spindle, and the Yawata Strike. Manticore begins to enact Case Lacoön by recalling all of its merchant vessels from Solarian space, taking control of, and denying access to wormhole bridges and junctions to Solarian traffic. As the effects of Manticore's actions begin to reverberate throughout the League, Permanent Senior Undersecretary Innokentiy Kolokoltsov and his four fellow senior bureaucrats, known derisively as \"the five Mandarins\", start feeling the pressure from the transstellar corporations and criticisms from the media. While it is clear that Manticore is in a position to do the League economy tremendous harm, the Mandarins are not willing to pay the political and diplomatic price of taking responsibility for the actions of the League Navy. They continue to support Admiral Rajani Rajampet's planned invasion of the Manticoran Star System, despite the risk that a failure of the invasion will make them look even weaker and ineffectual than before. In the meantime, Captain Anton Zilwicki and Agent Victor Cachat arrive at Haven and present to President Eloise Pritchart their evidence of Mesan involvement in the assassinations that triggered the resumption of hostilities between Haven and Manticore. Upon hearing this and supporting information from their defector, Dr. Herlander Simões, about other new technologies and revelations before unknown about Mesa, she sets out on an unprecedented state visit to Manticore. The evidence is presented to a reluctant Empress Elizabeth, who is finally convinced that Haven is no longer the enemy and agrees, not only to negotiate a peace treaty, but to accept Pritchart's offer of military alliance against the upcoming League attack. Hearing about this visit and the intelligence Zilwicki and Cachat brought with them regarding Mesa's plans, the Beowulf government arrives for an unexpected visit of its own to join the new \"Grand Alliance\". Shortly afterwards, Protector Benjamin Mayhew arrives from Grayson to participate in the peace talks and the represent the other members of the Manticoran Alliance. Admiral Filareta arrives at the Manticoran System, with a massive fleet of 420 superdreadnoughts, and proceeds upon a course to Sphinx. The Grand Alliance Fleet, under Honor's overall command, executes its battle plan. Honor then contacts Filareta and attempts to dissuade him from continuing on his mission. Filareta refuses to back down despite Harrington's repeated warnings not to cross the system's hyper-limit and demands that she stand down her ships and surrender. The Solarian 11th Fleet crosses the hyper limit and Harrington springs her trap - Her own ships emerge out of stealth in front of 11th Fleet while Haven's forces drop out of hyperspace behind it. Harrington then contacts Filareta again and reveals the misdirection. Filareta realizes that his position is hopeless and orders a surrender, but to his shock, his ops officer suddenly launches all the 51,000 missile from their pods without orders. Harrington promptly opens fire in response. The total losses for the SLN in the Second Battle of Manticore are staggering, even for the SLN. Manticore's own losses are marginal. In Beowulf, an additional fleet sent to support 11th Fleet via the Wormhole terminus is forced to retreat when faced with the combined forces of the Beowulf System Defense Force and a Manticoran task force under the command of Admiral Alice Truman. Upon news of 11th Fleet's destruction, the five Mandarins find themselves forced to contend with the consequences of this debacle. Their failures to crush Manticore and reverse the effects of their actions have been a serious blow to the League's prestige. Yet any negotiated settlement with Manticore would be done from a position of weakness, so they decide they have no choice but to continue their current policies. They accuse Manticore of perfidy and Beowulf of treason for its discordance with League policy vis-à-vis Manticore. Their efforts to convince the public are successful and the Manticoran Embassy and the Beowulf Assembly Delegation Office are besieged by angry mobs who protest their actions. Admiral Rajampet, despite the failure of his strategy against Manticore, does not intend to become the Mandarins' scapegoat and prepares to release damaging information on all of them should they try to lay the blame of this failure upon him. But before his meeting with them, he suddenly commits suicide. Upon the death of Admiral Rajampet, his deputy, Admiral Winston Kingsford becomes the acting head of the SLN and is summoned to Kolokoltsov's office to brief him on the League's military options vis-à-vis Manticore. Kinsford, far more cautious and smarter than Rajampet, promptly informs Kolokoltsov of the unpalatable truth: Manticore's military advantage over the League is so overwhelming that any further confrontations between their respective capital ships will all be one-sided massacres. Even worse is the economic and political analysis presented to Kolokoltsov at that meeting. Ultimately, Kingsford presents Kolokoltsov with their only options: fighting a commerce-raiding war until they can match Manticore's military capability or sue for terms. Kolokoltsov convinces the other Mandarins that their best chance is to adopt Kingsford's recommendations, score some victories and only then attempt a negotiated settlement that would not be detrimental to the League's internal stability. They also maneuver to have the Beowulf System Government investigated for treason to divert attention away from their own failings. The maneuver backfires badly however, when the head of the Beowulf delegation to the Assembly declares, in response to the motion, that her government intends to invoke a never before used section of the League constitution which allows member systems to secede from the League, to be confirmed by a referendum of Beowulfan voters (which is certain to pass by a huge majority). The story concludes with indication of a planned SLN strike upon Beowulf, to prevent this eventuality.",
    "genre": [
      "Military science fiction"
    ],
    "author": "David Weber"
  }
]