[
  {
    "title": "A Fire Upon the Deep",
    "summary": " The novel posits that space around the Milky Way is divided into concentric layers called Zones, each being constrained by different laws of physics and each allowing for different degrees of biological and technological advancement. The innermost, the \"Unthinking Depths\", surrounds the galactic core and is incapable of supporting advanced life forms at all. The next layer, the \"Slow Zone\", is roughly equivalent to the real world in behavior and potential. Further out, the zone named the \"Beyond\" can support futuristic technologies such as AI and FTL travel. The outermost zone, the \"Transcend\", contains most of the galactic halo and is populated by incomprehensibly vast and powerful posthuman entities. A human expedition investigates a five-billion-year-old data archive that offers the possibility of unimaginable riches for the ambitious young civilization of the Straumli Realm. The expedition's facility, called High Lab, is gradually compromised by a dormant super-intelligent entity (actually encoded within the archive) later known as the Blight. The Blight rapidly learns how to infiltrate and control the computer systems of High Lab, and even develops the ability to possess and control the living humans. The novel starts with an imaginative description of the evolution of this superintelligence through exponentially accelerating developmental stages, culminating in a transcendent, nigh-omnipotent power that is unfathomable to mere humans. Shortly before its final \"flowering\", the changes in a single minute of the Blight's life are said to exceed those of 10,000 years of human civilization. Recognizing the danger of what they have awakened, the researchers at High Lab attempt to flee in two ships. Suspicious, the Blight discovers that one of the ships contains a data storage device in its cargo manifest; assuming it contains information that could harm it, the Blight destroys the ship. The second ship is allowed to escape, unharmed, as the Blight assumes that it is no threat; but later realizes that it actually held a countermeasure, one of the few things in the universe that the Blight fears. The ship lands on a distant planet with a medieval-level civilization of dog-like creatures dubbed \"Tines\", who live in packs as group minds. The ship is revealed to be a sleeper ship, carrying most of High Lab's children in \"coldsleep boxes\". The boxes are rapidly failing and the surviving adults begin unloading them, but are killed when one of two rival forces of Tines seize the ship. The faction that initially contacts the humans, led by a Tine known as Steel, kills the adults and destroys many of the coldsleep boxes. They also capture a boy named Jefri Olsndot, whom Steel intended on killing but eventually exploits in order to develop advanced technology (such as cannon and radio communication). Jefri's older sister, Johanna, is rescued by Pilgrim and Scriber, wandering Tines who bring her to the rival faction, led by Woodcarver. She is asked to help develop technology that could gain the upper hand in the impending war. A distress signal from the sleeper ship eventually reaches \"Relay\", a major node in the galactic communications network. A benign transcendent entity (known as a \"Power\") named \"Old One\" contacts Relay, seeking information about the Blight and the humans who released it. Old One constructs a seemingly human man, Pham Nuwen, to act as its agent. Pham and Ravna Bergsndot – a human employee of Relay's owners, the wealthy Vrinimi Organization – trace the sleeper ship's signal to the Tines world. Old One designs a vessel, the Out of Band II, to reach the Tines world and to investigate what the ship carried with it from the High Lab. The Blight attacks Relay and Old One. Old One gives Pham the information necessary to activate the Blight Countermeasure while dying (a process known as godshatter), and Pham and Ravna escape Relay's destruction in the Out of Band II. After arriving at the Tines homeworld and allying with Woodcarver to defeat Steel, Pham initiates the Countermeasure, which extends the Slow Zone by thousands of light-years to enclose the Blight. This ends the threat of the Blight at the cost of wrecking thousands of uninvolved civilizations, causing trillions of deaths and potentially the extinction of several galactic races. The process also kills Pham and strands the other humans on the Tines world, now in the depths of the \"Slow Zone\" where rescue by an advanced civilization is impossible.",
    "genre": [
      "Hard science fiction",
      "Science Fiction",
      "Speculative fiction",
      "Fantasy",
      "Fiction"
    ],
    "author": "Vernor Vinge"
  },
  {
    "title": "Rendezvous with Rama",
    "summary": " After a major disaster caused by a meteorite falling in Eastern Italy in 2077, the government of Earth sets up the Spaceguard system as an early warning of arrivals from deep space. The \"Rama\" of the title is an alien star ship, initially mistaken for an asteroid categorised as \"31/439\". It is detected by astronomers in the year 2130 while still outside the orbit of Jupiter. The object's speed (100&nbsp;000&nbsp;km/h) and the angle of its trajectory clearly indicate that this is not an object on a long orbit around our sun; it comes from interstellar space. Astronomers' interest is further piqued when they realise that this asteroid not only has an extremely rapid rotation period of 4 minutes, but it is exceptionally large. It is subsequently renamed Rama after the Hindu god and an unmanned space probe dubbed Sita is launched from the Mars moon Phobos to intercept and photograph the object. The resulting images taken during its rapid flyby reveal that Rama is a perfect cylinder, in diameter and long, made of a completely featureless material, making this humankind's first encounter with an alien space ship. The manned solar survey vessel Endeavour is sent to study Rama, as it is the only ship close enough to do so in the brief period Rama will spend in our solar system. Endeavour manages to rendezvous with Rama one month after the space ship first comes to Earth's attention, when the giant alien spacecraft is already within Venus' orbit. The 20+ crew, led by Commander Bill Norton, enters Rama through triple airlocks, and explores the vast 16-km wide by 50-km long cylindrical world of its interior, but the nature and purpose of the starship and its creators remains enigmatic throughout the book. Inside Rama, the air is discovered to be breathable. The astronauts discover several features, including \"cities\" (odd blocky shapes that look like buildings, and streets with shallow trenches in them, looking like trolley car tracks) that actually served as factories, a sea that stretches in a band around Rama dubbed the Cylindrical Sea, and seven massive cones at the southern end of Rama - believed to form part of the propulsion system. One of the crew members, Jimmy Pak, who has experience with low gravity skybikes, volunteers to ride a smuggled skybike along Rama's axis to the far end, otherwise inaccessible due to the cylindrical sea and the 500-m high cliff on the opposite shore. A few hours later, Jimmy reaches the massive metal cones on the southern end of Rama, picking up a strange magnetic field coming from the cones. Pak takes a few pictures of the area and the strange plateau on the southern end of Rama's landmass before leaving. The electrical charge in the atmosphere begins to increase during Pak's return, resulting in lightning. A discharge hits his skybike causing him to crash on the isolated southern continent. When Pak wakes up, he sees a crab-like creature picking up his skybike and chopping it into pieces. He cannot decide whether it is a robot or a biological alien, and keeps his distance while contacting Norton and the others on the other side of Rama for help. Norton sends a rescue party across the cylindrical sea, using a small, improvised craft, and Pak waits. He sees the crab-like creature dump the remains of the skybike into the sea, and he approaches the creature, but it completely ignores him. Pak explores the surrounding fields while waiting for the rescue party to arrive on the southern cliffs of the cylindrical sea. Amongst the strange geometric patterns he sees an alien flower growing through a cracked tile in the otherwise sterile environment, and decides to take it as both a curiosity and for scientific research. Pak jumps off the 500m cliff, his descent slowed by low gravity and using his shirt as a parachute, and swims quickly to the craft. The ride back is highlighted by tidal waves in the cylindrical sea, formed by movements of Rama itself as it makes course corrections. When the crew arrive at base, they see a variety of odd creatures inspecting their camp. When one is found damaged and apparently lifeless, the team's doctor/biologist Surgeon-Commander Laura Ernst inspects it and names it a \"biot\" or a hybrid of a biological entity and robot. She concludes that it, and others, appear to be electrically powered by natural internal batteries (much like terrestrial electric eels) and possess some degree of intelligence. They are believed to be the servants of Rama's still-absent builders and maintainers of the starship. The members of the Rama Committee and the United Planets, both based on the moon, have been monitoring events inside Rama and giving feedback. The Hermian colonists have concluded that Rama is a potential threat to them and send a rocket-mounted bomb to destroy Rama. It is successfully defused by Lt Boris Rodrigo using a pair of wire cutters. As Rama approaches perihelion, the biots act strangely - jumping into the cylindrical sea where they are destroyed by aquatic biots ('sharks'), and absorbed back into the mineral-laden water. On one last expedition to explore Rama, a few crew members decide to visit the city \"London\" (chosen as closest to the stairways at the \"northern\" end of the cylinder they use to return to their ship) to use a laser to cut open one of the buildings and see what is inside. Inside, they discover pedestals containing holograms of various artifacts, believed to have been used by the Ramans as tools and other objects. The holograms themselves are presumed to be templates for replicating these items as needed. The most amazing sight is what appears to be a uniform with bandoliers, straps and pockets that suggests the size and shape of the Ramans. But before the crew can photograph any more holograms, the lights start going out, and they must leave. They all exit up through the stairway on Rama's northern side, out of the three airlocks, and board Endeavour. When Endeavour is a safe distance away, and Rama reaches perihelion, Rama harnesses the Sun's gravitational field with its mysterious \"space drive\" for use in a slingshot manoeuvre and is flung out of the solar system toward an unknown location in the direction of the Large Magellanic Cloud. The book was meant to stand alone, although the final sentence of the book suggests otherwise: Clarke, however, denied that this sentence was meant to hint at a continuation of the story-–according to his foreword in the book's sequel, it was just a good way to end the book and was added during a final revision.",
    "genre": [
      "Hard science fiction",
      "Science Fiction",
      "Speculative fiction"
    ],
    "author": "Arthur C. Clarke"
  },
  {
    "title": "The Golden Age",
    "summary": " The author's first novel, it revolves around the protagonist Phaethon (full name Phaethon Prime Rhadamanth Humodified (augment) Uncomposed, Indepconciousness, Base Neuroformed, Silver-Gray Manorial Schola, Era 7043). The novel concerns Phaethon's discovery that parts of his past have been edited out of his mind—apparently by himself.",
    "genre": [
      "Hard science fiction",
      "Science Fiction",
      "Speculative fiction"
    ],
    "author": "John C. Wright"
  },
  {
    "title": "The World is Round",
    "summary": " The story concerns a world named Patra-Bannk (known otherwise as Freeze-Bake), and a crew of explorers from another world named Two-Bit (because life is cheap there), seeking a treasure of metallic hydrogen. Upon arriving at the planet, the four members of the expedition arrange themselves into two shuttlecraft. Pike and Hendig, in one shuttlecraft, travel inland toward a mountain village where they hope to find the navigator, Paddelack, who was stranded there after Hendig's previous voyage. After finding him, they are captured by a group of locals known as the Gostum. Upon escaping from the Gostum stronghold of Konndjlan, Pike and Paddelack proceed to Daryephna, a fabled forbidden city where Pike hopes to find the metallic hydrogen. Stringer and Valyavar take the other shuttle north along the coast about one hundred thousand kilometers and crash land near the city of Ta-tjenen. The locals consider Ta-tjenen to be the center of the world. Stringer awakens after the crash landing to find Valyavar missing, and he shoots and kills one of the natives who approach him, unaware that they were trying to help. The planet's current inhabitants are human-like, but with six fingers on each hand and with skin that darkens and lightens dramatically as the weather changes. They are divided into semi-barbaric groups or tribes with historical enmity toward one another. There are local legends of an ancient people called the Polkraitz who lived on Patra-Bannk centuries ago and had a much more advanced technology than is currently available. They left, but are prophesied to return when two of the traditional calendar systems coincide - an event known as the Golun-Patra that occurs once every 96 (Earth) years. The upcoming Golun-Patra is the twelfth Golun-Patra, which gives it added significance. The planet's slow rotation rate results in extreme weather, alternating between freezing cold \"nights\" (Patras) lasting up to six (Earth) months during which the sun never rises and steaming hot \"days\" (Bannks) during which the sun never sets for a similar number of months. Patra-Bannk is at least 50 times the size of Earth, six hundred thousand kilometers across. It is a type of Dyson sphere built around a black hole. The book is set in a time in the far future when the galaxies are beginning to merge, prior to the \"Big Crunch\".",
    "genre": [
      "Hard science fiction",
      "Science Fiction",
      "Speculative fiction"
    ],
    "author": "Tony Rothman"
  },
  {
    "title": "Absolution Gap",
    "summary": " The plot of the novel takes place in four separate time periods. The bulk of the novel is contained in the 2675 and 2727 sections. Queen Jasmina of the lighthugger Gnostic Ascension wakes Quaiche, a member of her crew, from Reefersleep. She is disappointed with him; despite his promises that he would improve the crew's fortunes, he has not done so. In fact, many of systems he has explored were filled with extremely valuable artifacts which he failed to detect and were picked up by other ships. As such, she gives him one last chance. Jasmina sends him to explore the star 107 Piscium and its planets. His lover, Morwenna, is sent with him in the scrimshaw suit, a sensory deprivation device which paralyzes and blinds its wearer until they remove it. On one of the moons of a gas giant he names Haldora (which also seems to disappear every so often for a few fractions of a second), he discovers an alien bridge, whose automated defense system attacks him. He crashes and finds he does not have enough oxygen to survive until his shuttle returns from the other side of Haldora. However, Haldora vanishes and his radio signal reaches the shuttle, which races to save him at maximum acceleration, killing Morwenna. On Ararat, 23 years after the events of Redemption Ark, Scorpio, a hyperpig, seeks out Nevil Clavain, who has left mainstream society, leaving Scorpio in charge. Scorpio seeks his aid in opening a capsule which has come down from space. Also with him is Vasko, a reasonably competent but naïve young man. They open the capsule and discover Ana Khouri. Khouri informs the colony that humanity is now at war with the Inhibitors. They are getting the relevant technology from Aura, Khouri's daughter, who has been modified by the Hades Matrix, an alien data repository. However, Skade has kidnapped her from Khouri's womb. Clavain and Scorpio lead a team who discover Skade in her crashed ship, which has been attacked by the Inhibitors, causing its Cryo-Arithmetic Engines to malfunction and cover the ship in ice. Skade agrees to give the colony Aura in return for Clavain's being tortured to death. Clavain agrees, but tells Scorpio to throw his corpse into the sea (where the Pattern Jugglers absorb him and reunite him with Galiana and Felka). The survivors are attacked by Inhibitor machinery, but Remontoire, a Conjoiner leading the war, protects them from space. Back in the colony, the leaders debate as to what to do next. They eventually decide to leave. Meanwhile, Captain Brannigan of the lighthugger Nostalgia for Infinity has been preparing to do so. After some deliberation, some fourteen thousand of the over 150,000 colonists board the ship, and it leaves. In space they meet Remontoire, who gives them Aura's technology to defend themselves. The leaders debate whether or not to go to the moon Hela (which Aura suggests they do) or Yellowstone, to help evacuate the planet. They decide to do the latter, but find they are too late; by the time they reach Yellowstone (in 2698), it has been overrun. As the crew collect the last refugees attempting to escape the system, a minor mutiny breaks out amongst the upper echelons, in which Scorpio's leadership is overturned and the other leaders take power as a group. This is due to Scorpio electing to rescue the last refugees off a shuttle that had been contaminated by the Inhibitors. After the final disputes are settled, the ship is redirected towards Hela. Rashmika Els, a 17 year old girl, leaves her home on Hela to search for her long-lost brother Harbin, who left to join the Cathedrals years before. The Cathedrals were set up by Quaiche after the 2615 timeline and constantly move across Hela (making use of various propulsion systems, such as legs and tracks) to \"observe\" Haldora and its disappearances (known as \"vanishings\"). It uses special indoctrinal viruses to maintain religious faith amongst its supporters, although certain areas, such as Rashmika's town, are exempt. She joins one of the caravans, a massive vehicle composed of several smaller units, to get to the \"Permanent Way\", where the cathedrals can be found. She has the ability to tell whenever people are lying to her, which makes Quaiche very interested in her. He uses false evidence to convince Rashmika that Harbin has become a supporter of the church. In fact he is dead. She arrives at Quaiche's Cathedral and begins working for him. In the Cathedral she suffers nightmares about a race called the \"Shadows\", who exist in a parallel Brane to our own. Their universe has been consumed by a rogue terraforming agent and they are trying to join Rashmika's. They had showed the Scuttlers, the long-extinct inhabitants of Hela, how to build a machine that could bring them across. In return they would destroy the Inhibitors. However, the Inhibitors allegedly destroyed the Scuttlers first. Meanwhile, the Nostalgia for Infinity makes its presence known to Hela and offers to protect it (Quaiche has been asking various lighthuggers for protection). Quaiche agrees and sends \"delegates\" onto the ship, who are actually soldiers. They attempt to take the ship, but the crew defeats them. Quaiche holds Khouri and Vasko hostage, as well as Rashmika (who is actually Aura). He reveals he actually wants the ship to change Hela's rotation with its engines to stop it spinning; this will permit him to keep watching Haldora eternally, without the need for moving Cathedrals. Brannigan agrees and lands, but not before he deploys a Cache Weapon on Haldora and destroys its exterior, revealing it to be the Shadows' transport mechanism. Quaiche and Grelier (his right-hand man) leave with Aura, but Quaiche panics and dies falling from the shuttle, whilst Grelier is killed by Brannigan's hypometric weapon when he tries to hold Aura hostage. The soldiers of the Cathedrals overwhelm Brannigan and destroy him. Scorpio arrives and rescues Aura, who suggests they take the Scrimshaw suit (now a prison for the Shadows' digital envoy), but Scorpio advises against doing so; Remontoire has shown him a shard of material from Ararat, which matches similar ones found on Hela. He believes that the race that made them also killed the Scuttlers for talking to the Shadows. They leave the Scrimshaw suit and retreat as the Cathedral is destroyed. As they walk away, Khouri asks Scorpio why he saved the shuttle in the Yellowstone system and it is revealed that he saw her husband, Fazil, was on the passenger manifest. The prologue and epilogue of the novel are both set in roughly 3125, four hundred years after the rest of the book. An unnamed woman and her guardian are standing on the surface of a Pattern Juggler planet which is being evacuated. The woman agrees with her guardian to spend one more hour before returning to their ship. She stares up towards the stars and has the machinery in her clothing magnify one of them, revealing it to be colored green. The epilogue reveals that the woman is in fact an older version of Aura (with her \"protector\" being Scorpio), reflecting on the events that happened after the battle on Hela. Scorpio turned out to be right; the race - known as the Nestbuilders - that wiped out the Scuttlers had been watching humanity and aided them. The Nestbuilders advised humanity to hide with them between the stars, but the humans instead used Nestbuilder weaponry to defeat the Inhibitors and cleanse human space of them. However, in doing so, they created a greater problem: the so called \"Greenfly\" machines, self-replicating terraformers programmed to destroy every object in a solar system and reorganize them into trillions of vegetation-filled habitats that orbited the star (behavior that is exactly the same as the threat described by the Shadows). The Inhibitors had kept them in check, but without the Inhibitors, the Greenfly are now out of control. Nothing the humans or Nestbuilders can do has stopped them. As such, humanity is evacuating towards the Pleiades. Aura reminisces on the decision she made not to invoke the Shadows. She decides that, before she returns to the ship, she will swim with the Pattern Jugglers and warn the people they have assimilated about what is coming. She enters the ocean as the novel ends. More can be found out about the Greenfly threat in the story \"Galactic North\", available in the book of the same name. This story outlines the origins of the greenfly and charts their progress until the year 40 000, by which point they have spread to such an extent that humans are forced to abandon the Milky Way Galaxy entirely.",
    "genre": [
      "Hard science fiction",
      "Science Fiction",
      "Speculative fiction"
    ],
    "author": "Alastair Reynolds"
  },
  {
    "title": "Quarantine",
    "summary": " The novel is set in the near future (2034–2080), after the solar system has been surrounded by an impenetrable shield (constructed by either aliens or extra-solar humans) known as the Bubble. The Bubble permits no light to enter the solar system, and as a consequence the stars can no longer be seen. This seems to be mere background at first, but in fact it is central to the plot. In the novel a physical process in the human brain is responsible for collapsing quantum wavefunctions representing systems into particular eigenstates. Human observations of the universe were reducing its diversity and potentiality (for instance, by rendering it uninhabitable to beings that relied on stars being something other than the enormous nuclear fusion-powered furnaces human astronomers have observed them to be). Hence it is suggested that the Bubble was constructed to prevent humanity from wreaking massive destruction on the rest of the universe through the process of mere observation. In the course of the novel, the situation is further complicated when human researchers discover a way of modifying the brain to provide conscious control over the process, allowing people to suspend wavefunction collapse at will, and to choose which state the wavefunction will collapse to. This allows a person to choose how any nondeterministic event (such as flipping a coin) will turn out, provided that he is not being observed by anyone who is still involuntarily collapsing wavefunctions. This is used to perform a variety of low-probability tricks, such as tunneling through locked doors or getting past guards who happen to all be looking the other way as the person passes. The novel contains ideas not related to quantum mechanics. Of particular note is the fact that people habitually download software to run in their brains. Such \"neural mods\" (whose titles are always given in boldface, such as Sentinel or P3) are installed by insufflating several drops of fluid carrying genetically modified microorganisms, which in turn carry nanomachines capable of rewiring nerve cells. The story's narrator accepts a case to investigate the disappearance of a woman from a psychiatric Institute, which leads him to the Ensemble. This is an organization that is developing a wavefunction collapse inhibitor neural mod, the \"eigenstate mod\". This mod allows the user to stop being an observer in the sense of quantum mechanics and consequently to \"smear\", i.e. to exist in a superposition of different states at the same time and to pick eigenstates of personal preference from the range of possible states, when the personal wavefunction is collapsed. He is put under the control of the Ensemble by the forced installation of a \"loyalty mod\" in his brain which makes loyal support for the organization his highest goal. The narrator meets a group of other Ensemble loyalists (the Canon) who have discovered that their keepers have failed to specify exactly what they are to be loyal to (except by its name) and consequently, being its most loyal members, start to define what the Ensemble is themselves. The narrator, working with the Canon, then proceeds to steal the eigenstate mod. A rogue member of the Canon infects all of humanity with the software. (Normally, neither the microorganisms nor the nanomachines involved in installing neural mods can survive long outside the human body, but in this case the rogue scientist uses the eigenstate-control mod to modify their properties.) As a result, causality is weakened all over the globe, and the untrained humans, not knowing what to do with their newfound freedom, break down the fabric of reality as the stars suddenly reappear in the sky then turn into an almost blinding flash as the heavens fill with lights and possibilities undreamed of... Then things suddenly are back to normal (less the loyalty mod) and two main characters debrief each other on a park bench, trying to understand how the \"smeared\" humanity was able to control events BEFORE people were all infected with the eigen-mod and WHY the \"smeared\" humanity chose to return the world to normal (one theory put forward is that they reached the edge of the bubble, had a nice chat with the aliens and decided to go home and enjoy life as it was).",
    "genre": [
      "Hard science fiction",
      "Science Fiction",
      "Speculative fiction",
      "Fantasy",
      "Fiction"
    ],
    "author": "Greg Egan"
  },
  {
    "title": "A Fall of Moondust",
    "summary": " By the 21st century, the Moon has been colonized, and although still very much a research establishment, it is visited by tourists who can afford the trip. One of its attractions is a cruise across one of the lunar seas, named the Sea of Thirst, (located within the Sinus Roris) filled with an extremely fine dust, a fine powder far drier than the contents of a terrestrial desert and which almost flows like water, instead of the common regolith which covers most of the lunar surface. A specially designed \"boat\" named the Selene skims over the surface of the dust in the same manner as a jetski. But on one cruise, a moonquake causes an underground cavern to collapse, upsetting the equilibrium. As the dustcruiser Selene passes over, it sinks about 15 meters below the surface of the dust, hiding the vessel from view, and trapping it beneath the dust. Immediately there are potentially fatal problems for the crew and passengers inside. The sunken Selene has a limited air supply, there is no way for heat generated to escape, communications are impossible, and no one else is sure where Selene has been lost. As precious time begins to run out and the Selene heats up and the air becomes unbreathable, young Captain Pat Harris and his chief stewardess Sue Wilkins try to keep the passengers occupied and psychologically stable while waiting to be rescued. They are helped by a retired space ship captain and explorer, Commodore Hansteen, who is initially traveling incognito. Chief Engineer (Earthside) Robert Lawrence is skeptical that a rescue can be mounted, even if the Selene can be located. He is ready to abandon an initially unsuccessful search, when he is contacted by Thomas Lawson, a brilliant but eccentric astronomer who, from his vantage point on a satellite high above the Moon, Lagrange 2, believes he has detected the remains of a heat trail on the surface. An expedition is organized and Lawrence indeed makes contact with the Selene. However the completely alien environment results in numerous unforeseen complications. The rescue mission decides to sink a tube supplying oxygen to the Selene first, in an effort to buy time to think of a way to get the passengers out. However, this becomes a race against the clock, as the heat in the Selene knocks out the chemical air purification system and the passengers are suffering from CO2 poisoning. To preserve air, most passengers enter a chemically induced sleep, with only Pat Harris and physicist Duncan McKenzie staying awake. Just in time, the rescuers manage to drill a hole in the roof and sink the air supply. A plan is hatched to save the passengers of the Selene by sinking several concrete caissons to the roof of the ship and cutting a hole. When the first caisson is sunk, disaster strikes again: the liquid wastage of the passengers had been expelled out of the ship, turning the dust around it into mud, which causes another, smaller, cave-in. The Selene sinks once more, this time only a small distance, but crucially, at a slope. This means the caissons cannot be connected anymore to the sloping roof. Also air supply and communications have been damaged. After restoring these latter two, a new plan is made to sink the caissons, but now the bottom one has a flexible tube attached to it which can be mounted to the sloping roof of the Selene. The rescue mission works according to plan: the caissons are sunk, the dust is scooped out and the connection is made, but now time is running out again. When the air supply holes were drilled, Selenes double hull was breached and the space in between slowly filled with dust. The metal-rich dust reached the battery packs and short-circuited them. This causes the inner hull to be burning slowly. The resulting breach is barricaded by the passengers, but dust is still pouring in and there is a fear that the burning material will cause the liquid oxygen supply to explode. Meanwhile, Robert Lawrence is working in the rescue shaft: he sets a small ring charge to make a hole in the roof. Just in time, the hole is made and the passengers escape through the shaft. Captain Harris is the last to leave, up to his waist in dust. Just when he is clear of the shaft, the liquid oxygen explodes, destroying the Selene. A short epilogue sees Lawrence writing his memoirs, Pat and Sue married, and Pat hoping to transfer to the space service.",
    "genre": [
      "Hard science fiction",
      "Science Fiction",
      "Speculative fiction"
    ],
    "author": "Arthur C. Clarke"
  },
  {
    "title": "Kings of the High Frontier",
    "summary": " The story is a polemic about NASA. The thesis is that NASA, far from helping space exploration, actually prevents it from going forth. The narrative follows disparate engineering efforts, ranging from New York University engineering students working out of a warehouse in the Bronx to full-fledged commercial rocket operations, to create a single-stage to orbit reusable launch vehicle. All of the science and equipment used in the story was based on technology that existed at the time of writing, like the space activity suit.",
    "genre": [
      "Hard science fiction",
      "Science Fiction",
      "Speculative fiction"
    ],
    "author": "Victor Koman"
  },
  {
    "title": "A Deepness in the Sky",
    "summary": " The Qeng Ho arrive at the On/Off star shortly before the Emergent fleet, a few years before the sun turns on, at which point the Spider civilization will \"wake up\" and continue its climb into a technological civilization. A reception held by the Emergents doubles as a vector to infect the Qeng Ho with a timed \"mindrot\" virus. The Emergents time an ambush to take advantage of the onset of symptoms. During these events, a concurrent history of the Spider civilization unfolds – mainly through the picaresque, and then increasingly political and technocratic, experiences of a small group of liberal-minded and progressive Spiders. Their struggles against ignorance and obsolescent traditions are coloured with oddly human-like descriptions and nomenclature, prefiguring some major plot revelations towards the end of the story. Far above, after a close fight, the Emergents subjugate the Qeng Ho; but losses to both sides force them to combine and adopt the so-called \"Lurker strategy\", monitoring and aiding the Spiders' technological development, waiting until they build up the massive infrastructure and technological base that the visitors need in order to repair their vessels. The mindrot virus originally manifested itself on the Emergents' home world as a devastating plague, but they subsequently mastered it and learned to use it both as a weapon and as a tool for mental domination. Emergent culture uses mindrot primarily in the form of a variant which technicians can manipulate in order to release neurotoxins to specific parts of the brain. An active MRI-type device triggers changes through dia- and paramagnetic biological molecules. By manipulating the brain in this way, Emergent managers induce obsession with a single idea or specialty, which they call Focus, essentially turning people into brilliant appliances. Many Qeng Ho become Focused against their will, and the Emergents retain the rest of the population under mass surveillance, with only a portion of the crew not in suspended animation. The Qeng Ho trading culture gradually starts to dilute this totalitarian regime, by demonstrating to the Emergents certain benefits of tolerated and restricted free trade; the two human cultures merge to some extent over the decades of forced co-operation. Pham Nuwen, the founder of the Qeng Ho trading culture, is living aboard the fleet under the pseudonym Pham Trinli, posing as an inept and bumbling fleet elder. He subverts the Emergents' own oppressive security systems through a series of high-risk ruses. During his plotting he begins to admire the Emergents' Focus technology, and begins to evaluate its usage in his own plans for the future of the fleet. The plan to wrest fleet control from the Emergents, however, requires the co-operation of a much younger Qeng Ho who, through attrition, has become the Qeng Ho \"Fleet Manager\". His position as the unique liaison officer between Qeng Ho and Emergents leads him to despair, and he accepts Pham Nuwen's offer to join a plot against the Emergents as a way to personal redemption as well as to take revenge against the Emergents. However, his understanding of Pham's ambitions for Focus technology leads to a confrontation between them over the future use of Focus by the Qeng Ho. Coming to an understanding, the two seize the critical moment when the Emergents attempt to provoke a nuclear war on the Spider home-world in order to seize power. By subverting the Emergents' management systems and by luck and human resilience, they defeat the ruling class of the Emergents. The combined Emergent/Qeng Ho fleet now negotiates with the Spider civilization as a trading partner. Pham announces his plans to free all of the Focused in the entire Emergent civilization, and, if he survives that, to go to the center of the galaxy to find the source of the On/Off star and the strange technology remnants that have clearly traveled with it.",
    "genre": [
      "Hard science fiction",
      "Science Fiction",
      "Speculative fiction",
      "Fiction"
    ],
    "author": "Vernor Vinge"
  },
  {
    "title": "Revelation Space",
    "summary": " Revelation Space starts off with three seemingly unrelated narrative strands that eventually meet—and merge—as the novel progresses. This plot device is characteristic of many of Reynolds's works. The book opens in the year 2551 on Resurgam, a planet considered a backwater on the edge of colonized human space. Dan Sylveste, an archaeologist, leader of the colony, and wealthy scion of a prominent scientific family, leads a team excavating the remains of the Amarantin, a long-dead, 900,000-year-old civilization that once existed on Resurgam. As a violent dust storm threatens to temporarily shut down the excavation, Sylveste discovers new evidence that the entire Amarantin race achieved a much higher level of technological sophistication than was previously known, before they were wiped out in a single mysterious cataclysm. Next, the book jumps back to 2540, where most of the crew of the starship Nostalgia for Infinity are frozen for the journey to Yellowstone (in the Epsilon Eridani system) in order to find Sylveste. Because information is often decades old by the time it reaches other human settlements in a universe without faster-than-light travel, the crew does not realize it has been more than 15 years since Sylveste left Yellowstone to pursue archaeological work on Resurgam. The Nostalgia for Infinity is an ancient ship that once carried hundreds of thousands, but now its crew is only a handful of Ultras—highly modified humans adapted to the rigors of long interstellar spaceflight. And they're desperate to find Sylveste because their captain has been infected with the Melding Plague, a virus that attacks human cells and machine nanotechnology in equal measure, perverting them into grotesque combinations. It's believed that only the technological expertise of the Sylveste family can help cure the captain. Meanwhile, in 2524 in Chasm City, Yellowstone, professional assassin Ana Khouri is hired by a mysterious figure known as The Mademoiselle to infiltrate the crew of the Nostalgia for Infinity as it reaches orbit around Yellowstone. Khouri's new employer knows the ship will follow Sylveste to the edge of human space in an attempt to find a cure for its captain, and gives Khouri explicit orders to kill Sylveste once the Nostalgia for Infinitys crew have found him. Using subterfuge, this new employer is able to arrange a meeting twenty years later between Khouri and one of the ship's triumvirs, Ilia Volyova, making it appear as though the meeting happened by chance. In 2566, after Khouri has successfully infiltrated the crew of the Nostalgia for Infinity as the ship's new gunnery officer, the ship arrives in orbit around Resurgam. Desperate to secure Sylveste's expertise to help cure their captain, triumvirs Volyova, Sajaki and Hegazi demand the fledgling Resurgam civilisation turn Sylveste over to them. When the government of the small human colony baulks, Volyova reminds them of the power at the disposal of her massive ship by apparently wiping out one of the planet's settlements with a single discharge of the Infinitys weapons. Fearing the consequences of defying the Ultras for a second time, and knowing full well the starship is capable of destroying all human life on the planet, Resurgam's government hands over Sylveste, who travels to orbit accompanied by his wife, Pascale. Once aboard, however, Sylveste turns the tables—he informs the triumvirs that he has antimatter bombs hidden inside the implants in his artificial eyes. A detonation from one of those anti-matter bombs would be enough to destroy the Nostalgia for Infinity. Emboldened, Sylveste makes a deal with the crew—he will attempt to cure their captain in exchange for them using their ship to bring him closer to Cerberus, a planet near Resurgam that carried particular significance for the Amarantin civilisation. As Sylveste and the crew of the Nostalgia for Infinity approach Cerberus, Sylveste realizes the massive celestial body isn't a planet at all—but rather, a massive technological beacon, aimed at alerting machine sentience to the appearance of new star-faring cultures. It is this beacon, Sylveste belatedly realises, that alerted a machine intelligence known as the Inhibitors to the presence of the Amarantin, and ultimately caused the demise of that race. The beacon begins to activate and Sylveste detonates the bombs in his eyes to destroy the facility.",
    "genre": [
      "Hard science fiction",
      "Science Fiction",
      "Speculative fiction",
      "Fantasy",
      "Novel"
    ],
    "author": "Alastair Reynolds"
  },
  {
    "title": "Chasm City",
    "summary": " Chasm City is framed and largely written in the voice of Tanner Mirabel, a security expert who has come to Chasm City to avenge the death of his former client's wife at the hands of a \"postmortal\" noble named Argent Reivich. Tanner arrives to find that Yellowstone, the most advanced civilization in human history, has descended into squalor; an alien nanotech virus known as the Melding Plague has wreaked havoc throughout the system. Chasm City, a dense forest of mile-high shapeshifting skyscrapers, has melted into a slum. The Glitter Band, a sparkling diorama of ten thousand orbital habitats, has been reduced to a \"Rust Belt\" of a few hundred survivors, mostly primitive and pre-nanotech antiques. In this chaos of plague and desolation, Tanner seeks his prey, only to discover that Reivich is more clever than he originally thought. In the midst of his hunt, he begins experiencing virus-induced flashbacks from the life of Sky Haussman, the founder of his home world, Sky's Edge, who is both revered and reviled for the crimes he committed for his people. From the depths of the gas plume at the heart of Chasm City, to the aristocratic canopy spanning what remains of the skyscrapers, Mirabel begins to unravel the mystery of the Melding Plague.",
    "genre": [
      "Hard science fiction",
      "Science Fiction",
      "Speculative fiction",
      "Fantasy",
      "Novel"
    ],
    "author": "Alastair Reynolds"
  },
  {
    "title": "Beggars in Spain",
    "summary": " Leisha Camden, born in 2008, is the twenty-first human being to have the genemod for sleeplessness. She is the daughter of one of Yagai's most noted sponsors, financier Roger Camden, who felt he had wasted far too much of his life in sleep, and his wife Elizabeth Camden, an Englishwoman who wanted a normal child. Sleeplessness confers a number of secondary benefits&mdash;higher IQ and a sunnier disposition most notably, as well as 1/3 more productive time (vs the time the unmodified spend asleep); Sleepless not only don't need sleep, they cannot sleep (though they can be knocked unconscious). Of the original twenty-one, twenty grow up to be well-adjusted, intelligent, capable children. The nineteenth child illustrates some of the drawbacks when it was accidentally shaken to death by sleep deprived \"normal\" parents who could not cope with a baby who was awake and active 24 hours a day. By the age of fifteen Leisha has become a part of the community of Sleepless, few though there are in the world; she, like all of them, is several grades ahead of her age; the oldest, Kevin Baker, has already become the most wealthy computer software designer since Bill Gates at the age of 16 (in 2020). The first she meets, Richard Keller, becomes her lover; the others become friends and confidants. Two, however, trouble her. One is Tony Indivino, whose mother had problems adjusting to his Sleepless ways and forced him to live as a \"Sleeper.\" Tony advocates a banding-together of all Sleepless in a sort of socio-economic fortress. He predicts that the Sleepers will soon begin to discriminate against Sleepless, and is quickly proved right: a Sleepless athlete is barred from the Olympics, for instance, because her 16-hour practice days are impossible for other competitors to compete with. Likewise some cities forbid Sleepless from running \"24-hour\" convenience stores. Tony is eventually jailed (for illegal actions on behalf of the Sleepless community), though not before attracting the attention of Jennifer Sharifi, the other person who makes Leisha nervous. The Sleepless daughter of a movie star and an East-Indian oil tycoon, Jennifer's money purchases land in upstate New York (Cattaraugus County, specifically) to create a Sleepless-only community known as Sanctuary. Finally, Leisha faces rocky relations with her twin sister Alice. By sheer chance, Elizabeth conceived a natural daughter at the same time Leisha was implanted in vitro, resulting in fraternal twins, only one of whom is Sleepless. Alice is constantly in her sister's shadow: \"Whatever was yours was yours, and whatever wasn't yours was yours, too. That's the way Daddy set it up. The way he hard-wired it into our genes.\" When Leisha is approaching her bar exams at the age of 22, her father dies of old age. On the drive home from the funeral, Leisha's surrogate mother Susan Melling (not only Roger Camden's second wife, but the genetic researcher who devised Sleeplessness) reports some startling news. Bernie Kuhn, a Sleepless in Seattle, has died due to a road accident at the age of 17. Autopsy reveals every one of his organs is in pristine condition. Evidently Sleeplessness unlocks a heretofore-unknown cell regeneration system. The bottom line is that Sleepless will not physically age. Their estimated lifespan is totally unknown. They might be immortal. Leisha passes her exams, but shortly thereafter she is informed by Richard that various acts of prejudice and violence against Sleepless have culminated in the murder of Tony Indivino by fellow inmates. The Sleepless have no choice but to retreat to Sanctuary. However, Leisha is sent out on one last errand of mercy: a Sleepless child, Stella Bevington, is being abused by her parents. Alice turns the tables by masterminding and almost singlehandedly carrying out the kidnapping, not only saving both Leisha and Stella but proving that even the most privileged and elite can be beggars too. Leisha is left with the revelation that trade is not linear, but rather an ecology, and that today's beggar may be tomorrow's savior. The book opens on Jordan Watrous, Alice's son (born 2025), an employee at a We-Sleep factory. The \"We-Sleep\" movement is an attempt by founder Calvin Hawke to rejuvenate working-class pride by buying and selling only products made by Sleepers; despite the fact that the products themselves are often shoddy and over-priced, revenues have been lucrative. He shepherds his aunt Leisha on a tour of the factory; afterwards she meets with Hawke to \"rail against stupidity;\" since America is founded on the premise that all men should be treated equally, encouraging class hatred will only lead to destruction. Leisha then receives an unusual client at her law firm: a genetic researcher, Dr. Adam Walcott, who claims to have discovered a post-partum gene therapy to turn Sleepers into Sleepless. Unfortunately for him, his research has been stolen from the safe-deposit box in which he left it; even worse, his patents have already been filed... In the name of Sanctuary, Incorporated. Thankfully, the research is incomplete, but evidently Sanctuary is concerned about keeping its edge. Leisha asks Susan Melling to attempt to complete it and determine its legitimacy. Leisha also discovers that Sanctuary Council leader-for-life Jennifer Sharifi has decided to institute a loyalty oath, in which all Sleepless swear to place the needs of Sanctuary above their own. Jennifer has always been convinced of the need to protect her people from the Sleepers, but her husband, Richard Keller, has his own reservations about the paranoid atmosphere his children are being fostered in. He doesn't think his wife is capable of murder, though... Until Jennifer is indicted for the murder, via sabotage and destruction of his vehicle (a We-Sleep scooter), of Dr. Walcott's primary research partner. The People vs. Jennifer Fatima Sharifi is a circus. Though the sabotage was clearly performed by a Sleepless, a piece of jewelry that serves as Sanctuary's equivalent of a garage-door opener was found on the scene, which no Sleepless would be sloppy enough to leave behind. Meanwhile, Leisha's life is slowly unraveling: Sanctuary has voted in the oath of solidarity and, furthermore, voted to ban Leisha for life; her partner Kevin Baker chooses to take the oath and abandon her; Stella Bevington, the closest thing she has to a daughter, is considering the same; and Susan is dying of an incurable brain condition. Fortunately, Alice comes to save the day, knowing (evidently through twin ESP) that her sister needs her; Stella confesses that the pendant is hers, which was stolen from her at a party; and Susan discovers that Walcott's research is a sham, completely infeasible. With that information, Leisha now knows who has orchestrated the entire campaign: Calvin Hawke. He stole the pendant from Stella at a house-warming party Alice threw; he propagated the research, which he knew to be false, hoping that Sanctuary would react as it did; and, for reasons that remain unspecified, he had Walcott's assistant killed. The volume ends with Leisha on retreat with Susan and Alice, and Jennifer informing her children that she will keep them safe: Sanctuary is moving into space. In the year of America's tricentennial, all is placid. America has re-stratified itself into a three-tiered society. At the bottom are the \"Livers,\" an under-educated but well-fed 80% of the population who enjoy a life of leisure. Above them (or below them) are the \"donkeys,\" the genemod white-collar force who run the infrastructure and are elected into office by the Livers, earning votes via bread and circuses. Finally, the Sleepless are the source of just about all technological, genetic and scientific advances. Two new faces swiftly turn the tables. One arrives at Leisha's Susan Melling Foundation in New Mexico, a ten-year-old Liver named Drew Arlen. He is intent on enrolling in the Foundation, which (in Leisha's words) \"asks beggars why they're beggars and provides funding for those who want to be something else.\" Drew has charisma and a harmless nature, but runs afoul of Eric Bevington-Watrous, second son of Jordan and Stella; a fistfight between the two leaves Drew paralyzed from the waist down. Attending various private schools, Drew finds a flair for artistic expression, but consistently fails or flunks out of each of them; by nineteen he has becomes a delinquent. Eric forces him into an experimental therapy in which the pathways between the limbic system and the neocortex are strengthened, supposedly forcing the brain to cope with its more primitive, bestial nature. In Drew, the treatment backfires, and he gains access to a sort of genetic collective unconscious, which he perceives in visual terms (in the next book, in which Arlen is a first-person narrator, he constantly describes people, things, concepts and emotions as having shape, texture, color and so on). Drew learns to project these shapes in holographic form and becomes the Lucid Dreamer, a performance artist who places his viewers in a waking dream, the contents of which are determined by the holograms. The other new face is born at Sanctuary Orbital: Miranda Serena Sharifi, the first of the \"Superbrights.\" Her genemods cause her brain to operate at three or four times the speed of a standard Sleepless, at the cost of muscle control (she and all the other Supers, including her brother Tony, twitch, jerk and vibrate with \"manic vitality\"). Within the first few years of Miri's life, it becomes clear that she and all the other Supers think differently than do normal Sleepless; their thoughts take the form of \"strings,\" which are entire piles of data arranged in geometric shapes and involving analogy and cross-reference. Her growth is set against a Sanctuary becoming even more careful and even more suspicious of the earth-bound Sleeper haters. Five children babies have been born that, through regression to the mean, lack the dominant Sleeplessness gene, and Jennifer is obsessed with declaring Sanctuary independent of America. To that end, Sharifi Enterprises begins research into an airborne, instantly-fatal biological weapon which can be used as a deterrent. In 2080 the United States loses its exclusive patents on Y-energy, leading to a massive economic depression. In October 2091, a new sliding-scale tax package is proposed to take advantage of the huge revenues going to Sanctuary Inc. and all associated businesses, which are, after all, incorporated in America. (To be specific, Sanctuary Inc. will be taxed a staggering 92% of total income.) With this in mind, Jennifer and the Sanctuary Council prepare to bid for their independence. Miri starts the volume with a trauma: her beloved younger brother Tony receives neural injury in a playground accident. Regardless of the total damage to his person and faculties, he will doubtless need to sleep for at least a portion of the day. Miri flies into a rage when Jennifer reminds her of Sanctuary's Yagaiist, community-first philosophy, and must be sedated; when she wakes, she is told that Tony has died of his injuries. Regardless, she and the other Supers band together for defense, recognizing that the Sleepless of Sanctuary have become so nervous of outsiders that even the Supers, created by the community and to serve it, constitute a threat due to their sheer alienness. Miri names the group \"the Beggars.\" Miri's thought-strings&mdash;indeed, the thought-strings of every Super&mdash;have had structural flaws from the beginning, gaps where information ought to go that they don't have. Miri rectifies this gap when she is introduced to one of Drew Arlen's Lucid Dreaming concerts; the ability to tap into their unconscious allows the Supers to make a number of technological, medical and conceptual breakthroughs, including allowing Miri to cure the twitching and stuttering. The Beggars decide to install defensive overrides throughout Sanctuary's systems so that they can take over if necessary, discovering in the process the Sharifi Enterprises bioweapon. Packets of the organism have been secreted in several cities across the United States and it can be deployed at the touch of a button. On 1 January 2092 Sanctuary declares independence from the United States of America. The Internal Revenue Service decides to wait until non-payment of taxes on January 15 and then seize the orbital as collateral, but before then Sanctuary demonstrates its bioweapon on a cattle-ranching space station purchased solely for the purpose (all human tenants were evicted prior to the demonstration). The stand-off is averted when Miri and the Beggars use their overrides to force Sanctuary to stand down. Jennifer refuses Miri's offer to surrender in exchange for immunity to the rest of the Council, proving that \"all of Sanctuary's political philosophy ... comes down to [Jennifer's] personal needs.\" The novel ends with Miri and the Superbrights moving to the Susan Melling Foundation complex in New Mexico, and Leisha deciding to act as the counsel for the defense in Jennifer Sharifi's trial. There are, after all, no permanent beggars in Spain.",
    "genre": [
      "Hard science fiction",
      "Science Fiction",
      "Speculative fiction",
      "Fiction",
      "Novel"
    ],
    "author": "Nancy Kress"
  },
  {
    "title": "Raft",
    "summary": " The few thousand humans survive in a nebula of relatively breathable air, existing in divided communities. The society is highly stratified, with the elite living on the \"Raft\" (the remains of the starship that contains almost all the high technology), workers/miners living on various \"Belt\" worlds (where they mine burned-out star kernels), and the \"Boneys\", a nomadic band of \"unmentionables\" who live on worlds created out of corpses. It is unknown exactly how the humans came to the universe, but hints within the story indicate that the Raft ship came through a rift in our universe into this alternate reality (though whether intentionally or unintentionally is never specified). A glimpse of the high-gravity universe is seen in the book Ring, implying that the humans in Raft came from the main universe of the Xeelee Sequence, although during which time period they escaped is not clear. The alternate universe the humans live in follows same laws as our universe, except that it has a gravitational constant which is orders of magnitude larger than our own universe. The physics of the alternate universe has slowly turned the nebula into an increasingly hostile environment and the humans, along with the bizarre native species, are suffering the effects of environmental collapse.",
    "genre": [
      "Hard science fiction",
      "Science Fiction",
      "Speculative fiction"
    ],
    "author": "Stephen Baxter"
  },
  {
    "title": "The Hot Zone",
    "summary": " The book is in four sections: * \"The Shadow of Mount Elgon\" delves into the history of filoviruses, as well as speculation about the origins of AIDS. Preston accounts the story of \"Charles Monet\" (a pseudonym), who might have caught MARV from visiting Kitum Cave on Mount Elgon in Kenya. The author describes in great detail the progression of the disease, from the initial headache and backache, to the final stage in which Monet's internal organs fail and he \"bleeds out\" (i.e., hemorrhages extensively) in a waiting room in a Nairobi hospital. This part also introduces a young promising physician who becomes infected with MARV while treating Monet. Nancy Jaax's story is told. Viruses, and biosafety levels and procedures are described. The EVD outbreaks caused by EBOV and its cousin, Sudan virus (SUDV) are mentioned. Preston talks to the man who named Ebola virus. * \"The Monkey House\" chronicles the discovery of Reston virus virus among imported monkeys in Reston, Virginia, and the following actions taken by the U.S. Army and Centers for Disease Control. * \"Smashdown\" is more on the Reston epizootic, which involved a strain of the virus that does not affect humans but which easily spreads by air, and is very similar to its cousin the Ebola virus. * \"Kitum Cave\" tells of the author's visiting the cave that is the suspected home of the natural host animal that Ebola lives inside of. The book starts with \"Charles Monet\" visiting Kitum Cave during a camping trip to Mount Elgon in Central Africa. Not long after, he begins to suffer from a number of symptoms, including vomiting, diarrhea and red eye. He is soon taken to Nairobi Hospital for treatment, but his condition deteriorates further and he goes into a coma while in the waiting room. He dies, but not before a Doctor named Shem Musoke, attempting to insert a laryngoscope, is infected by exposure to Charles' blood and vomit. Musoke is one of the few to become symptomatic from a filovirus and survive. This particular filovirus is called Marburg virus. Dr. Nancy Jaax had been promoted to work in the Level 4 Biosafety containment area at USAMRIID, and is assigned to research Ebola virus. While preparing food for her family at home, she cuts her right hand. Later, while working on a dead, EBOV-infected monkey, one of the gloves on the hand with the open wound tears, and she is almost exposed to contaminated blood, but does not get infected. Meanwhile, Peter Cardinal, a ten-year-old, visits Kitum Cave, gets infected with a MARV relative, Ravn virus (RAVV), and does not survive this infection. Nurse Mayinga is also infected by a nun and elects to visit Nairobi Hospital for treatment, where she succumbs to the disease. A CDC team arrives to collect samples of the virus for study. In Reston, Virginia, less than fifteen miles (24&nbsp;km) away from Washington, DC, a company called Hazelton Research once operated a quarantine center for monkeys that were destined for laboratories. In October 1989, when an unusually high number of their monkeys began to die, their veterinarian decided to send some samples to Fort Detrick (USAMRIID) for study. At the time, it was believed that the virus was Simian hemorrhagic fever virus, a viral hemorrhagic fever harmless to humans but almost always fatal to other primates (see zoonosis). Early during the testing process in biosafety level 3, when one of the flasks appeared to be contaminated with harmless pseudomonas bacterium, two USAMRIID scientists exposed themselves to the virus by wafting the flask. When they eventually tested the samples with known Level 4 agents, only EBOV reacted with the unknown samples. They decided not to tell anyone about their exposure, but they did secretly test their blood every day. After one of the monkey house staff members becomes ill with nausea and violent vomiting, USAMRIID is given permission to send in a team to euthanize all the monkeys at the facility and collect tissue samples. They later determine that, while the virus is terrifyingly lethal to monkeys, humans can be infected with it without any health effects at all. This virus is now known as Reston virus (RESTV). Finally, the author himself goes into Africa to explore Kitum Cave. On the way, he discusses the role of AIDS in the present, as the highway they were on, sometimes called the \"AIDS Highway,\" or the \"Kinshasa Highway\" was where it first appeared. Equipped with a Hazmat suit, he enters the cave and finds a large number of animals, one of which might be the virus carrier. At the conclusion of the book, he travels to the quarantine facility in Reston. The building there was abandoned and deteriorating. He concludes the book by saying EBOV will be back.",
    "genre": [
      "Hard science fiction",
      "Fiction",
      "Non-fiction"
    ],
    "author": "Richard Preston"
  },
  {
    "title": "Forty Signs of Rain",
    "summary": " The focus of the novel is the effects of global warming in the early decades of the 21st century. Its characters are mostly scientists, either involved in biotech research, assisting government members, or doing paperwork at the National Science Foundation (NSF). There are also several Buddhist monks working for the embassy of the fictional island nation of Khembalung.",
    "genre": [
      "Hard science fiction",
      "Science Fiction",
      "Speculative fiction"
    ],
    "author": "Kim Stanley Robinson"
  },
  {
    "title": "Mission of Gravity",
    "summary": " The native protagonist, Barlennan, captain of the Bree, is on a trading expedition to the equator, where the gravity is a tiny fraction of what his culture is used to. Prior to the story's opening, a human scientific probe has become stranded at one of the planet's poles, and team member Charles Lackland is dispatched to the equator where he has met Barlennan by chance. Lackland is barely able to survive (machine-aided) what to the captain is the incredibly light gravity, but has managed to teach the Mesklinites English, and enlist the Bree to journey to the pole and recover the probe, in return for information about the violent weather which often plagues such expeditions. Communication is achieved through an audio-visual radio built to function in a high-gravity environment, which is treated as magical by other intelligences encountered on the planet. Along the way to the pole, the ship encounters and overcomes a variety of obstacles, some of which the humans help with using their superior scientific knowledge, and some of which rely on the cunning of Barlennan and his crew. They are captured by various lifeforms similar to themselves, but who live in the lower-gravity areas and have developed projectile weapons and gliders. Gradually, with human help, they gain an understanding of these and manage to escape. Barlennan has been dissatisfied with the humans' efforts to seemingly avoid explanation of anything scientific, and almost withholds the probe when they finally reach it; but the humans convince them that a scientific background is needed to understand the advanced equipment in the probe, and a deal is reached whereby the humans will slowly educate the Mesklinites. The novel provides an exposition on how the weather, geology and atmosphere of the seas and the pole are affected by the local conditions, and sees the Mesklinites overcoming their fear of gravity as they learn to view it scientifically, eventually harnessing aerodynamics to make the Bree fly at the poles.",
    "genre": [
      "Hard science fiction",
      "Science Fiction",
      "Speculative fiction",
      "Fiction",
      "Novel"
    ],
    "author": "Hal Clement"
  },
  {
    "title": "The Cookie Monster",
    "summary": " The story begins following the first day of Dixie Mae Leigh's job as a customer support employee at a fictional company called Lotsatech. She receives an insulting and mysterious email and, in a fit of rage, decides to find out who sent it. She and a fellow employee Victor search the Lotsatech campus looking for the author of the email, following clues in the email header. They meet up with Ellen, a grad student in computer science, who decides to try to help Dixie Mae. While they talk, several mysteries arise and convince them that the email may be a kind of warning about something going on at Lotsatech involving a professor named Gerry Reich, who seems to be involved in all the projects on the campus. Ellen finds another clue in the email leading the three to another building where, to their utter astonishment, a second Ellen appears. The only explanation of this is that they are being simulated by a computer. Further clues from another person in the building lead them to an underground lab where they find two researchers working on improving methods of producing and preserving Bose-Einstein Condensates. When Dixie Mae and the Ellens reveal that they are all actually simulations, the researchers explore the email and find a clue that leads them to a 'cookie', a file that is passed from each iteration to the next with messages from the centuries of time they have been simulated over and over. They also find out that it was actually Dixie Mae herself who wrote the email in order to make it as offensive as possible to herself, allowing each iteration of the researchers to access the cookie. The story ends with a sad Dixie Mae realizing she can't do anything herself to stop the endless cycle they are all in, but through the passing of information and ideas from one iteration to the next someday they will have the ability to stop the simulations.",
    "genre": [
      "Hard science fiction"
    ],
    "author": "Vernor Vinge"
  },
  {
    "title": "In the Ocean of Night",
    "summary": " The beginning of the novel, set in 1999 (2019 in the second edition), finds Nigel Walmsley, a British scientist and astronaut for NASA, sent to attach a thermonuclear bomb to an asteroid or comet named Icarus which is on a direct collision course for India - only if it is a rocky asteroid and not a slush ice core style comet. Icarus turns out to be large, solid, and made of a nickel-iron composite. Nigel is instructed to plant the 50 megaton weapon and leave (so it can be detonated). He persuades Mission Control to let him put it in a large fissure he discovered, so it would be even more effective. They let him. In the fissure, Nigel discovers strips of metal worked in obviously artificial patterns. Awestruck at this evidence of extraterrestrial intelligent life, Nigel begins exploring. Icarus is made up of a number of hollow shells, making the asteroid's mass far less than predicted. Presumably this makes Icarus less dangerous, allowing Nigel to spend time exploring this historic artifact. However, NASA claims that the demolition has to go forward, that Icarus would somehow skip off the atmosphere and land in the Indian Ocean and cause even more damage through the resultant tsunami. This of course is an obvious lie, and Nigel convinces his partner of that. They hide the nuke and spend the next week retrieving artifacts and materials before they finally set the nuclear bomb off and turn Icarus into rubble. 15 years after their discovery the Icarus artifacts have yielded little, and Nigel's delayed detonation of Icarus has distanced him from NASA and other people. Nigel's partner, Alexandria, has developed systemic lupus erythematosus, an oft-fatal disease caused by pollution. An anomaly over by Jupiter distracts Nigel: something, nicknamed 'the Snark', is repeating radio broadcasts. Alexandria is distracted by the mechanics of selling American Airlines to some Brazilians. The anomaly fires its fusion engines and reveals itself to the satellites around Jupiter. As a probe vessel, the directing computer could not afford to ignore the satellites' radio emissions before it moved on to Earth. Eventually the JPL team locates it around Venus. Nigel arranges to hijack the communications, transmitting his own signal (a binary sequence of prime numbers relating the Snark's trajectory). The Snark receives the signal as a sign of non-hostile intentions and transmits back. It also reaches out through Nigel's medical implants to his dead partner's more elaborate ones, and commandeers her body to explore and learn about Earth. Thus the initial tentative transmissions blossom into a largely one-way torrent of information for the Snark. One day, it asks to visit Earth. A compromise is worked out: the Snark will orbit the Moon until trust is built up. As Nigel is already fully informed, and everything about the Snark is being kept a state secret, he is assigned to pilot the space ship meeting the Snark - which will be armed with another nuclear weapon. Nigel meets the Snark; he is under orders to attack it. The Snark disables the chemical weapons and begins talking to Nigel. It says that organic civilizations and species are inherently unstable; they flash brilliantly and commit suicide sooner or later. The autonomous machines they craft live on long after them, going on and evolving. But they cannot truly compete with the organics, who live \"in the universe of essences\". That is the reason for the Great Silence. Nigel's superiors order him to use the nuclear weapon. He refuses. They override him and fire it anyway, knowing that its detonation will inevitably kill Nigel. If it hit the Snark, it would be badly disabled, so it flees the Solar System faster than the missile can follow. The decision to fire is covered up, and the version of the Snark's visit fed to the public is markedly different from what Nigel actually experienced. Nigel blackmails NASA into letting him go to the projects on the Moon; the Snark had directed a transmission at Mare Marginis for unknown parties, and Nigel wanted to find those parties. Four years later, in 2018 (2038), Nigel is now based on the Moon. A fellow astronaut, Nikka, is involved in a crash that accidentally discovers a still active alien spacecraft wreck in the Moon's Mare Marginis - a spacecraft suspiciously armed with a once-powerful anti-spacecraft weapon. Nigel and Nikka become lovers during the course of exploring the wreck, which proves to have a functioning computer with a direct neural interface. Nigel, and several others, experiment with the computer's neural hook-up, and leave fundamentally changed by it - the computer becomes inert and unable to reveal any more about its creators. Meanwhile, on Earth, some surprising experiments in human genetics conducted by the aliens are discovered alive in North America.",
    "genre": [
      "Hard science fiction",
      "Science Fiction",
      "Speculative fiction",
      "Fiction"
    ],
    "author": "Gregory Benford"
  },
  {
    "title": "Across the Sea of Suns",
    "summary": " Radio astronomy on the Moon in 2021 reveals the presence of life by a nearby red dwarf, on a tide-locked planet. To investigate them and the message they are transmitting, Earth's governments repurpose a space colony that was to be stationed at one of Earth's Lagrangian points and convert it into Lancer, a Bussard ramjet powered interstellar ship based on a crashed alien ship discovered in the Mare Marginis on the Moon, and send it to investigate. In 2061, it arrives and discovers a primitive biological race of nomads broadcasting en-masse with organs adapted to emit and receive electromagnetic radiation; their transmissions were blurred by various nomads falling out of synch with the rest. Close up, the transmission is discovered to be an old radio show from the 1950s - the signal the EMs (as they are called) consider best to reply to Earth with. A curious satellite is discovered in orbit, from at least as far back as a million years — roughly when an anomalous meteor shower destroyed the EMs' civilization. On Earth, international commerce is brought to a standstill when mysterious spaceships drop sea creatures dubbed \"Swarmers\" and \"Skimmers\" (for their behaviour; Swarmers swarm ships and head-butt them until they sink, and Skimmers simply jump and skim around like dolphins). They begin multiplying and the Swarmers begin attacking humans and all their works on the seas, high or otherwise. The Ra expedition's first contacts go poorly. The attempt to examine and enter the more interesting of the total of two satellites prompts a massive retaliation by the satellite with plasma weapons that kills most of the crew involved in the attempt. The attempt to contact the EMs on Isis does not go well either; the EMs are confused by the presence of a human on the surface. They had been expecting a reply from Earth itself. In the confusion and surprise, they attempted to simultaneously broadcast their lengthy and elaborate summary of their history and culture, and also to see in more detail the messenger. Unfortunately, in order to see in radar, radar must be broadcast, and the narrowing gaze of the EMs and all the other transmissions literally cook the communications specialist alive. The standby team misinterprets this tragic incident as a deliberate attack and massacres the lot of EMs. Nigel works with the mathematicians and other experts to interpret the original transmission and later ones. His analysis reveals that their technologically advanced Space-age civilization had attracted the attention of machines, and perished in a massive and prolonged deliberate orbital bombardment that levelled their cities, infrastructure, and civilization. The bombardment of asteroids was severe enough to crack open the crust of the planet and permanently alter for the worse the EMs' ecosphere. The EMs drew to the utmost on what was left of their genetic engineering and biology, and radically altered their bodies to use silicon and transistors for a nervous system and so broadcast; the watching satellite is programmed to react to high technology, not inbuilt features of organisms, so this way the EMs will be able to broadcast their message and possibly help out other biological races. No sooner has some genuine two-way communication been established than new orders come from Earth, to move on to a new system where they think the Skimmers and Swarmers may've come from originally. En route, they preoccupy themselves analysing reports from the far-flung space probes: everywhere except Earth that traces could be found, anomalies like other Watchers abound. Walmsley theorizes that a machine-based race that was systematically destroying or guarding planets supporting organic life was responsible for these anomalies; the Swarmers represent a first strike at Earth, which had thus far eluded the machines' attempts to kill it, since the assigned Watcher (as Nigel calls the satellites) was destroyed by the Mare Marginis wreck. His theories are generally disregarded as being too speculative; the sober consensus agrees that Watchers are simply a common form of weaponry left over from the suicide of biological races, and the Swarmer invasion simply a grab for a fresh and relatively unspoiled world. At the next system, Ross 128, a moon like Ganymede is found with a Watcher around it. Initially it is taken as a disproof of Walmsley's Rule that Watchers will appear around any depopulated world that had once harboured technologically advanced biological life, but the de facto leader (Ted), who has always disliked Walmsley, attempts to covertly force Walmsley into hibernation until the long-planned-for return to Earth. Walmsley breaks out part-way through the necessary medical preparations and escapes to the moon in a submersible. Avoiding the people the Lancer sends out in pursuit, he discovers a much-reduced sapient civilization that had links to the EMs before the Watcher came. The Watcher prevents them from ever reaching the surface and thus from developing much technology, but it cannot complete its task and kill them—they are protected by ten kilometres of ice, which Walmsley remarks would insulate them from even the worst the Watcher could do: cause the sun of that system to go nova. The two are in a stalemate. During the standoff, news comes in from Earth (delayed nine years by the speed of light) that the Swarmers have begun land invasions; the tense superpowers each suspect each other, and escalate the conflict into a full-scale multi-party nuclear war. The machines, who had attempted to engineer just such an internecine conflict (more efficient than attacking a unified humanity), send their flotilla against Earth, when the defences are denuded, destroyed, or depleted. This grim news galvanizes the crew to do something. They agree to reactivate the fusion drive and turn the plume on the Watcher. This tactic cripples the Watcher, but its retaliation does even more damage to Lancer; worst of all, the drive system is destroyed. At some point after the publication of one or more sequels (beginning with Great Sky River, for the American paperback edition), Benford appended a new ending onto the original just-described ending of the novel. The following section is from the Second Edition of the book to bridge over to the continuance of the Galactic Core Saga: The Watcher is eventually blinded by being coated with a life-form native to the moon, which eats metals and other such materials, thus enabling a boarding action. The boarding parties discover that in exchange for their horrific casualties, they have obtained a map of the galaxy marked with places significant to the machines, and a sleek fast vessel to take them to those places. Now the leader, Nigel vetoes suggestions that they return to Earth and quoting Adventures of Huckleberry Finn (\"Le's all slide out of here one of these nights and go for howling adventures amongst the Injuns over in the territory and I says all right, that suits me.\") energizes everyone for a voyage to the Galactic Center, the most important place of all for the machines. Earth's ocean-borne myriads, now partnered with the Skimmers against the Swarmers, will just have to fend for themselves.",
    "genre": [
      "Hard science fiction",
      "Science Fiction",
      "Speculative fiction",
      "Fiction"
    ],
    "author": "Gregory Benford"
  },
  {
    "title": "Between the Strokes of Night",
    "summary": " The story begins in the year 2010, which was 25 years in the future from the time of the novel's writing. A UN financed research lab is pursuing a strange goal: manipulate metabolism and brain function in order to eliminate the need for sleep. They are currently working on Kodiak bears and domestic cats, but hope to adapt their techniques to humans. The world situation is very dire. Global warming is in full swing. Crop failures and production shortfalls are dragging down the standard of living, with no sign of relenting. Political tensions are very high. Meanwhile an eccentric billionaire industrialist has privately financed the construction of many massive orbital arcologies. Via asteroid mining these space stations have become the world's single richest entity. The UN cuts funding for the zero-sleep lab and the industrialist hires their entire staff to work in his primary station. In the middle of the scientist's rocket approach to the station, catastrophe strikes. China, whose population is suffering massive famine, launched a desperate nuclear attack against the West. The mutually assured destruction policy plays out and the new station residents watch as the world is destroyed below them. The industrialist is so distraught by the end of Earth civilization he suffers a fatal heart attack. His dying words to the chief scientist instruct her that his real motive for hiring them was to research suspended animation technology. His dream is to fit the arcologies with interstellar drives and create human colonies on extrasolar planets. The novel then begins Part II nearly 30,000 years later. On a planet called Pentecost in the Eta Cassiopeiae system, a large human civilization of indeterminate technological level now exists. A standout feature of their culture is \"Planetfest\" a series of grueling endurance challenges. The top 25 finalists are given large prizes like high government positions or land holdings. This civilization is only aware of their Earth origins in a legendary sense. They have limited space travel capacity, and citizens who go to work in space come back with rumors about beings called Immortals, who apparently live forever and can travel light years in days, and have some kind of shadowy influence on their planetary government. The story follows a Planetfest contestant, Peron, who has just found he finished in 3rd place. This year the winners are all taken to space, where further competition will send the top 10 to meet and work with the mysterious Immortals. Peron makes fast friends with the other top finalists and during their next cycle of challenges begin to uncover suspicious elements of the Immortals, Planetfest, and their entire society. During one of the off-planet trials, Peron is critically injured and another contestant (a ringer for the Immortals) makes a snap decision to bring him to the Immortals prematurely in order to save his life. Peron awakens on a space ship in a strange dream-like state, and is introduced to the ship's Immortal crew, some of whom are scientists from the first part of the book. They consider Peron a nuisance for circumventing the normal process of being indoctrinated into Immortal society from a distance before meeting them. He is given very little information, but witnesses the Immortals teleport throughout the ship and make objects appear in their hands at will. His compatriates are all being held in suspended animation. Peron breaks away from the Immortal's monitoring and discovers the secret to their power. He gains control of the ship, awakens his friends, and holds the ship hostage until the Immortals explain what's going on. The last 30 millennia of human history is then summarized quickly. After the nuclear holocaust the self-sufficient space arcologies (with a total population less than 1 million) began to fragment and some went off looking for new planets, as their industrialist founder had intended. The majority stayed in earth orbit, continuing to use the resources available in our home system. The travellers developed very slowly, because they had to spend all their energy on survival in deep space. Those left behind continued scientific research and tried to re-colonize Earth, but the severe nuclear winter led into 10,000 year ice age. Their crowning scientific achievement was called Mode II Consciousness or S-Space. This was an accidental byproduct of their zero-sleep project, which revealed a way to slow human metabolism and consciousness such that they would remain fully aware, but perceive time at 1/2000th the normal rate. This explains how they live \"forever\" and can travel between stars in \"days\", because they are calculated from the subjective perspective of someone living in S-Space. The Immortals' ability to make objects appear in their hands instantly, is just a result of service robots placing the object in their hand at normal speed, which is too fast to notice from the perspective of S-Space. After this discovery, the leading arcology decides to track down the traveling arcologies. Their trip takes place in S-Space so they never age, gaining their Immortal moniker. Meanwhile the normal space (N-space) travellers have endured hundreds of generations and repeated political upheavals. The Immortals discover that due to their twisted metabolisms they cannot breed. Using their vastly superior technology, they control the new planet-based colonies from behind the scenes and use the Planetfest games as a recruiting method to reinforce their numbers. Peron and company commandeer the ship and go back to their legendary roots of Earth, while in S-Space. Enroute they realize that centuries have passed on their homeworld and there is no point in ever returning. The ship also encounters shadowy deep-space life forms of ambiguous intelligence, who are only visible from S-space. The Immortal crew dismisses this routine sighting as just another mystery of the galaxy. Peron arrives on Earth, finding it as nothing more than a mostly frozen nature preserve. They discuss their next move and resolve to uncover more secrets about the Immortals. While in orbit around Earth they detect that a large portion of the radio traffic throughout the Immortals' communication network seems to be coming from nowhere. When they track down the location they find the hidden Immortal headquarters isolated in deep space. Peron's gang manages to evade security and stowaway aboard a supply ship bound for the headquarters. Upon arrival they are immediately captured by the superior security at HQ. Here they meet the other scientist characters from Part I and are congratulated for coming so far. They are invited to become equal partners in the quest to solve a new problem. Apparently the deep space life forms they briefly saw previously, are miniature versions of giant entities situated in the gulfs of deep space between galaxies. These enormous beings are unquestionably intelligent, and the Immortal HQ is actually a research station entirely devoted to studying them. These beings communicate on extremely long wavelengths, which are so slow, even S-Space is woefully inadequate to process them. However Immortals have interpreted some signals, which seem to indicate the Deep Space Beings predict that the stars in the spiral arm will all mysteriously go dark in the next 40,000 years; an impossibly short time on the cosmological scale. Whether the Deep Space beings are actively causing this artificial transformation is unknown. To better understand the problem, the Immortals are devising a new T-Space which is an even more radical slowing of human consciousness. Peron's group agree to help, but insist on building a new facility that will be operated only in N-space, resisting the logic that S-Space is superior method of operation. After much debate, the Immortal scientists agree to the plan. The narrative ends here, but the last few pages are from the perspective of one of Peron's friends who has volunteered as a guinea pig for T-Space. He relates the last 5 T-minutes of the universe, which is over 1000 years of normal time. He witnesses the final Big Crunch while somehow he and the deep space beings remain unaffected by the singularity.",
    "genre": [
      "Hard science fiction",
      "Science Fiction",
      "Speculative fiction",
      "Fiction"
    ],
    "author": "Charles Sheffield"
  },
  {
    "title": "Thrice Upon a Time",
    "summary": " It is December 2009. Murdoch Ross and his friend Lee Francis Walker visit Murdoch's grandfather, Sir Charles Ross, in his castle in Storbannon, Scotland. Sir Charles is a Nobel Prize winner for his work in particle physics — more specifically the isolation of free quarks. In this novel, when a nucleon decays into three quarks, the first two quarks appear immediately, while the third quark appears only a brief moment later, on the order of a a few millionths of an \"yoctosecond\". A widely-accepted theory is that the original decay produces two quarks and also a third unknown particle, dubbed the quason. This is subsequently transformed into a third quark. However, Sir Charles offeres a different, radical explanation: all three of the quarks are created at once, but the first two are propagated back in time. Charles dubs the energy which had allowed the propagation through time as tau waves. Although his theory is seemingly valid and consistent, the physicists of his time refuse to accept it because of its implications — namely the failure of some of the physical laws of conservation. Sir Charles then retreats to his family's castle in Scotland to continue his research in private. There, he succeeds in building a time machine capable of sending messages to the future and the past. When the two young men arrive, Sir Charles takes them down into the basement, where the machine is found. As they enter the basement, a computer attached to the machine produces data on a sheet of paper, which Sir Charles hides from the other men. He asks Murdoch to type in a six-character random message into the computer. Sir Charles next activates his machine and transmits the message one minute back in time. Finally, he shows the paper printed out previously, and Murdoch and Lee are amazed: the printout contained exactly the same random characters that Murdoch typed, and these were printed before Murdoch had typed them in. After Murdoch and Lee have gotten over their initial amazement, they decide to experiment with the machine. Murdoch tries to fool the machine into creating a causality paradox, by deliberately receiving a message from the future, and not sending the message back at the due time. Suddenly, the entire system turns bizarre, and they are flooded with messages from all over the ten-minute range of the machine. Then they abruptly turn off the machine and leave. While outside, Murdoch and Lee talk about the implications of the machine's existence and how the space-time continuum could allow for time travel without introducing a paradox. They formulate theories similar to the many-worlds interpretation, finally deciding that none of the theories they discus fit their previous observations. The next day, Ted Cartland, a friend of Charles and a former Royal Air Force officer, arrives to examine the machine he had helped build. They repeat the experiment, and Ted is bewildered as well. Ted, however, has a trick up his sleeve. He writes a computer program to do what Murdoch had done the day before, to remove the human element from the experiment. The machine picks up an unexpected message, telling the experimenters that a glass jar had been broken. True enough, Lee was on the verge of accidentally pushing a jar off a shelf. However, they are unable to contact their future selves with the broken jar, since they apparently no longer exist. Sir Charles decides that upon sending the message back, the copies of themselves in the future had changed their past and thus had been erased from existence. The altered timeline, with its unbroken jar, overwrote the old one rather like recording over an old TV program on a videotape. Thus causality had been preserved. The fear of being erased chills them, and so they quickly disable the machine again. As time goes by, they establish an experimental protocol, and they set up automated tests to gain more information about the physics behind the machine. The machine is upgraded to allow for more data throughput and a tiem range of about 24 hours. Murdoch also meets a young woman named Anne Patterson when she trips over Sir Charles's kitten while she was out shopping in Kingussie. They immediately fall in love. It turns out later that she is a physician in the new fusion reactor in Burghead. Elizabeth Muir, another close friend of Sir Charles, works there as well, and he invites her to his castle to investigate the peculiar machine. The (fictional) European Fusion Consortium (EFC) has commissioned a large thermonuclear fusion reactor in Burghead to compete with the technologies located in the United States and the Soviet Union. The colossal energy obtained from fusion meant that huge amounts of power might someday be available at low costs. All three parties used inertial confinement technology, with the EFC opting to use ion beams. During this time, Murdoch and Lee get to tour the large Burghead facility through Elizabeth, who is a principal physicist there, and Murdoch builds a relationship with Anne. One day, the reactor, still in the testing phases of power production, is shut down when apparent erosion is detected in the fusion chamber. Two days before, the team at Storbannon had experienced an apparent failure in its time machine, with Lee asserting that the failure had to be due to interference. Their time machine then suddenly resumes operation again, and they elect to ignore the problem. Shortly after the incident, strange events start occurring around the world, with so-called bugophants (a blend of bug and elephant) drilling tiny, long, straight holes through a myriad of objects, from human bodies to telescope mirrors. Finally, the team finds out the cause of the erosion in the Burghead plant, the interference with the machine, and the bugophants themselves: the repeated fusion tests at the plant had, over the course of two days, had produced some two million microscopic black holes, which then tunnelled through the basement of the plant and concentrated around the core of the Earth. As the black holes annihilated matter, they emitted tau waves and caused interference even before the reactor tests. Although conventional theory stated that black holes could not form from the comparatively low pressure produced in the reactor, and small black holes could not survive long anyway, the conventional theory had failed to take into account the existence of tau waves and their effects. Lee suddenly goes into spasms and loses consciousness during a dinner with Murdoch and Anne. He is rushed to a local hospital, and then she is transferred to a special unit created to deal with a new outbreak, which had apparently affected him and several others in Burghead. While the rest of the team is away, Murdoch finds that the machine is about to be swamped with interference, and may soon be unusable. He decides to take matters into his own hands and transmit a message far back into the past to remedy the situation. To get around the 24 hour limit of the machine, he asks Anne, who had learned machine code programming at her university, to write a program that would repeatedly bootstrap itself back in time until it reached the date desired. Anne complies, despite her deep misgivings. They manage to send the message, knowing they will be reset into the new timeline, and that anything could be different. Their selves in the past receive the message, and they act on it immediately. They have no choice but to tell the bewildered managing committee at Burghead of their findings, including revealing their time machine. Given the necessary investigations, the thermonuclear reactor is shut down indefinitely. And although neither Murdoch nor Anne is aware of it, the flood of tau particles accompanying the message upset delicate quantum probabilities. She did not trip over the kitten and then begin a relationship with Murdoch. In the new timeline, word of the time machine spreads to the EFC headquarters in Brussels and to other places. Lee turns ill in the castle one day and suddenly collapses. As a doctor, Anne contacts Murdoch, who is away, and suggests that Lee has succumbed to a new outbreak of a disease, apparently a version of multiple sclerosis, but progressing much faster, taking only a few weeks rather than years, and also very deadly. Murdoch pressures Anne to reveal more information about the outbreak, which appears to be highly classified. Anne does not know much, either. However, Murdoch finds out that a distinguished medical specialist, Sir Giles Fennimore, has arrived from London to investigate the outbreak. He learns that the disease is somehow connected to the West Coast of the United States, where Lee had been residing in September 2009, and his suspicions are raised further. Ted and Elizabeth help Murdoch investigate. After interrogating Ralph Courtney, chairman at the Burghead facility, and a chance meeting by Ted with a young R.A.F. pilot, they eventually find out (Ted knowing much of this from his previous R.A.F. experience) that Anglo-American authorities had wished to establish an advanced laboratory for potentially dangerous research into viruses, genetic manipulation, and similar subjects. Naturally, this project stirred up a large controversy over public fears of containment failures and contamination and was eventually scrapped. However, the possible scientific advancements offered were simply too great to pass up. Thus a satellite, the QX-37, was constructed and launched into outer space, purporting to be an astronomical observatory. The QX-37 continued the experiments secretly. In August 2009, the satellite passed right through the path of the Perseids meteor shower, and it was hit by a meteor. It broke up and disintegrated into the Earth's atmosphere. After the breakup and fallout, to prevent public panic, the entire effort was tightly classified and codenamed Centurion. Again, surpassing the odds, a single mutant strain of multiple sclerosis survives on its way back to the Earth, and infects the entire population of the West Coast, with an incubation period of nine months. It was during this time that Lee was infected, since he was on the West Coast at the time. The West Coast of the United States is one of the most densely populated areas on the planet, and soon thousands of people start reporting symptoms and being hospitalized. The new strain is named omnisclerosis Californians. A vaccine is announced and vaccinations begin in California. However they are stopped after 811 of the people treated die from neurological disorders triggered by one of the production batches, which had not been manufactured properly. Even though the vaccine worked, members of the public would not trust it anymore, and there are now left with no defense against the virus. The members of the team decide to contact Fennimore through the Minister of Advanced Technology and Science Graham Cuthrie. Although he is initially skeptical, he is convinced of the machine's authenticity after a demonstration. They propose a pilot test: instead of changing many months of history, they offer to reset the events leading to the vaccine mishaps that had caused Fennimore much distress, five days ago. Cuthrie reluctantly agrees. He is asked to prepare a comprehensive document detailing the manufacturing problem, with additional measures taken to ensure its authenticity. In the new reset timeline, the faulty vaccine batch is retracted and the 811 deaths do not occur. Fennimore becomes a spokesman for the team, convincing world governments to take action. It is decided that the information needed to produce and distribute the vaccine will be sent back several months in time, as well as other current events, to help their past selves to make better decisions. The message is sent to the afternoon of January 16, 2010, from July 28, 2010, shortly after the message about the black holes is received. The message is split up into two parts, a header announcing the message, and then the message body itself to arrive an hour later, to allow the team to attach more computer memory to the machine for the message to be received completely. That very day, in this third iteration of the timeline, Murdoch and Lee go out shopping in Kingussie, and a certain young woman named Anne trips over Sir Charles's kitten... This is the origin of the story's title, Thrice Upon A Time.",
    "genre": [
      "Hard science fiction",
      "Time travel",
      "Speculative fiction",
      "Science Fiction",
      "Fiction"
    ],
    "author": "James P. Hogan"
  },
  {
    "title": "Lecture Demonstration",
    "summary": " Dr LaVerne, a teacher with the College, takes a party of Mesklinite students on a geological expedition. Whilst examining a layer of rock, it collapses. Teacher and students fall into a cavern. They are unable to climb out; the limiting factor is time as the teacher is enclosed in a suit with a finite oxygen supply. The students and teacher discuss various possibilities until they realise that they can raise the melting point of the surrounding ammonia 'snow' to the point where it soldifies. They climb out to safety.",
    "genre": [
      "Hard science fiction"
    ],
    "author": "Hal Clement"
  },
  {
    "title": "Ark",
    "summary": " In 2031, the rising sea levels have inundated most of the Pacific and Atlantic coasts of North America and the flood waters have risen as far north as Kentucky, causing an influx of internally displaced persons. For the moment, Denver and most of Colorado are safe from harm, and has become the new capital of the United States. Although civil war is brewing with separatist Utah over control of untainted fresh water supplies and former Interstate Highway System roads. Affluent inhabitants of the United States and remaining elements of NASA have funded a desperate and far-fetched get-away plan called 'Nimrod'; to ensure the continued survival of the human race, they construct a massive interstellar spacecraft from conjoined and modified Ares rockets, Saturn hardware, and Space shuttle components that is capable of superluminal travel using the Alcubierre drive, and is christened as 'Ark One'. The plan is that the children and descendants of those who built the ship will travel to a neighboring earth-like exosolar planet to start civilization anew, given that shortly before the onset of the Flood, SETI technology had advanced to the point where it could detect potentially habitable worlds in other planetary systems. The main character, Holle Groundwater, is the daughter of one affluent man, Patrick, who were first introduced to the project by Jerzy Glemp, a former Polish millionaire; his shy but intellectually gifted son, Zane, becomes Holly's best friend as he helps her progress through the project's elite scientific education program to become a candidate for one of the ship's many specific functions each person must contribute, with her specializing in spacecraft life support and Zane as the Ark's warp drive specialist. Other candidates are introduced and excluded due to the brutal training regime of the project, for the candidates in question are required to have specialized fields of knowledge for either the ship's function and/or for preservation of mankind's history, knowledge, and culture; and to create a secular-minded crew with a diverse gene pool to breed. Kelly Kenzie becomes the designated mission leader during the first phases of the mission, Wilson Argent is her sometime partner who succeeds her as mission commander later in the book; and with Venus Jenning is the Ark's celestial navigator. As noted above, there is some overlap between the earlier novel in this trilogy and its successor - aging astronaut Gordo Alonzo and Thandie Jones, the bisexual oceanographer from Flood, appear as influential characters, and Grace Gray is also a pivotal character, as is her daughter Helen, who is born on the Ark en route to its initial interstellar destination. During the 2030s, President Linda Vasquez serves four terms of office under the crisis conditions and the remnants of the federal government and armed forces take over control of the Nimrod Project. During that time, experimental use of antimatter propulsion results in several tragedies and triumphs, all the while the floodwaters rise inexorably. By 2041, the Ark is ready to be launched, although a relentless selection process has reduced the number of potential candidates to eighty in number. On the day of the launch, desperate civilians and military personnel escaping the approaching floodwaters attempt to storm the Ark, resulting in a hurried evacuation of the candidates to the starship in question. The chaotic launch is successful, but causes fatal irradiation of the surrounding area, owing to the use of nuclear fission– powered thruster technology (derived from Project Orion (nuclear propulsion) of the 1960s). Once the Ark has left Earth orbit to get under way, the crew find that they have inadvertently left some prior designated candidates behind, and some of the security personnel make a failed attempt at mutiny to find a new life shipboard. In addition, some of the female candidates are pregnant and give birth to children who become a shipboard generation. By 2042, they have harvested enough antimatter from Jupiter's magnetosphere to propel their warp drive starship to 82 Eridani's planetary system, twenty-one light-years from the Sol System, which is reached nine years later. By that time, most of Earth now lies underwater and Mount Everest is calculated to become submerged in 2052. However, problems arise, due to the nature of the targeted planet, designated \"Earth II.\" Although 82 Eridani is a yellow G5 star, it turns out that the 'earthlike' world in question is on the fringe of its planetary system ecosphere and the prospects of prolonged extremes of temperature are further worsened by a high axial tilt relative to the system's ecliptic (rather like that of Uranus in our own solar system). (This planetary configuration, called \"Urania\", is used by Baxter in his story \"Grey Earth\". It is ultimately derived from a book called What If the Moon Didn't Exist?.) There is debate and in-fighting over what to do next, but the crew come to an agreement as Zane proposes to split the ship and crew up. One colonizes Earth II, while another led by Kelly travels back to Earth in one of Ark One's twin hulls, Seba, making planetfall in 2059. A third faction with Holly, Wilson, Grace, Venus, and Zane takes the ship's other hull, Halivah, and takes a further thirty years to travel outward to an (unnamed) M6 red dwarf star and its super-earth terrestrial world, designated \"Earth III\" and situated 111 light years from Earth, within Lepus (constellation). Unfortunately, generational tensions arise between the rebellious youth born on the ship and the original crew, with Wilson forming a gang-like leadership breeding with the majority of the females on board. Things are further worsened by Zane's dissociative identity disorder which he slowly developed from sexual and psychological abuse earlier in the book from his overbearing father; his fragmented pessimist personalities preach to the younger crew and make them disillusioned of the idea that they are all enclosed and observed from the 'outside world' in a simulated bio-sphere environment as a social experiment. Eventually this all leads to further mutiny as the younger crew try to break out of the ship, which consequently results in ship-wide explosive decompression that inflicts a large loss of life and causes the destruction of one of the onboard shuttle-based landing craft. Once recovering from the incident, Holle forcibly takes command by reluctantly forming a dictatorship under her rule, using threats to shut off life support for those who do not partake in the maintenance of the ship's systems to keep order except for those who are too vital for the ship, as done with Zane as she orders him to be isolated and kept alive only for the purposes of keeping the warp drive functional. This act shatters the friendships of the original crew, and with no hope to help his deteriorating state of mind and being kept alone, unloved, and alive as merely a tool as he had for most of his life, Zane commits suicide. While this is occurring, the floodwaters inundate Denver, and Kelly's ex-husband Don, Gordo, and Mel, ex-Candidate and Holle's former lover make a last stand at Alma, Colorado, which was the nearest habitable area near the former starship launch site and Mission Control for the Ark before it departed from Jupiter. In the ensuing melee, Don is killed. In 2061, when Seba returns to Earth, Lily Brooke (Floods principal protagonist) has been dead for the last three years. Thandie Jones continues to survive and has links to 'Ark Two', which turns out to be a (new) and expansive seafloor settlement which taps the geothermal energy from the submerged former Yellowstone National Park's supercaldera. Kelly meets her aged father, Edward Kenzie, and her estranged son Dexter, whom she voluntarily abandoned for a place on board. Mel has also survived, but Gordo Alonzo died defending Ark Two from ID interlopers before the rising floodwaters made further interference impossible. Human genetic engineering is postulated to assist the descendants of Ark Two to adapt to their new and arduous environmental conditions. This idea (\"pantropy\"), used by James Blish in his story suite The Seedling Stars, is a powerful theme in almost all of Baxter's fictional series. Two years before Halivah arrives at Earth III, Venus intercepted a strong, brief signal of unknown origin, which was not repeated (similar to the Wow! signal), and it is speculated to be extraterrestrial. She keeps the knowledge of the signal to herself. In 2081, the ship arrives at Earth III which turns out to be in a close proximity to its parent star, its surface is active with volcanoes and its climate frigidly cold from the weak solar heating of the red dwarf along with one side permanently facing away from the star, but the planet is nonetheless habitable enough to support photosynthetic life and by extension, human life. With only one landing craft left after the mutiny years earlier, Holle is forced to halve the crew through a careful selection of those to colonize the planet, specifically young children who are as diverse as possible to eliminate the risk of inbreeding. Wilson is selected to go for he is the only one who could fly the shuttle despite his age, and finally Helen is selected to go to educate the young colonists for the process of building a functional colony to prosper. After a painful goodbye to her mother Grace, and to her own children, Helen and the settlers disembark. However, Holle and Venus resolve to explore the star system's other planets using small warp-jumps. The novel is left open-ended: Wilson, Helen, and the forty children on board the shuttle craft successfully land on Earth III, set foot on its surface and begin planning for rebuilding human civilization while they see the Ark for the last time before it disappears into the cosmos, suggesting that the starship has effectively become a generation ship until the rebuilt civilization of Earth III, that may not rise for decades, centuries, or even millennia to become spaceflight capable, can reunite with the descendants of the Ark. Two pendant stories have been published since in Asimov's Science Fiction: \"Earth II\" and \"Earth III\"; each deals with characters struggling with the legacy of Ark One's colonization of their world in the face of military consolidation of the planets. These seem to be the conclusions of the Flood storyline, since Baxter has written no more material in this continuity.",
    "genre": [
      "Hard science fiction",
      "Science Fiction",
      "Novel"
    ],
    "author": "Stephen Baxter"
  }
]