[
  {
    "title": "Book of Job",
    "summary": " The book of Job tells the story of an extremely righteous man named Job, who is very prosperous and has seven sons and three daughters. Constantly fearing that his sons may have sinned and \"cursed God in their hearts\", he habitually offers burnt offerings as a pardon for their sins. The \"sons of God\" and Satan (literally \"the Adversary\") present themselves to God, and God asks Satan his opinion on Job. Satan answers that Job is pious only because God has put a \"wall around\" him and \"blessed\" his favourite servant with prosperity, but if God were to stretch out his hand and strike everything that Job had, then he would surely curse God. God gives Satan permission to test Job's righteousness. All Job's possessions are destroyed: 500 yoke of oxen and 500 donkeys carried off by Sabeans; 7,000 sheep burned up by 'The fire of God which fell from the sky'; 3,000 camels stolen by the Chaldeans; and the house of the firstborn destroyed by a mighty wind, killing Job's ten children. Still Job does not curse God, but instead shaves his head, tears his clothes, and says, \"Naked I came out of my mother's womb, and naked shall I return: Lord has given, and Lord has taken away; blessed be the name of Lord.\" As Job endures these calamities without reproaching God, Satan solicits permission to afflict his person as well, and God says, \"Behold, he is in your hand, but don't touch his life.\" Satan, therefore, smites him with dreadful boils, and Job, seated in ashes, scrapes his skin with broken pottery. His wife prompts him to \"curse God, and die,\" but Job answers, \"You speak as one of the foolish speaks. Moreover, shall we receive good from God and shall not receive evil?\" Three friends of Job, Eliphaz the Temanite, Bildad the Shuhite and Zophar the Naamathite, come to console him. (A fourth, Elihu the Buzite (Heb: Alieua ben Barakal the Buzite), begins talking in Chapter 32 and plays a significant role in the dialogue, but his arrival is not described.) The friends spend seven days sitting on the ground with Job, without saying anything to him because they see that he is suffering and in much pain. Job at last breaks his silence and \"curses the day he was born.\" God responds saying that there are so many things Job does not know about how this world was formed or how nature works, that Job should consider God as being greater than the thunderstorm and strong enough to pull in the leviathan with a fish-hook. God then rebukes the three friends and says, \"I am angry with you... you have not spoken of me what is right.\" The story ends with Job restored to health, with a new family and twice as much livestock.",
    "genre": [
      "Religious text"
    ],
    "author": ""
  },
  {
    "title": "Exodus",
    "summary": " Egypt's Pharaoh, fearful of the Israelites' numbers, orders that all newborn boys be thrown into the Nile. A Levite woman saves her baby by setting him adrift on the river in an ark of bulrushes. Pharaoh's daughter finds the child, names him Moses, and brings him up as her own. But Moses is aware of his origins, and one day, when grown, he kills an Egyptian overseer who is beating a Hebrew slave and has to flee into Midian. There he marries the daughter of Jethro the priest of Midian, and encounters God in a burning bush. Moses asks God for his name: God replies: \"I AM that I AM.\" God tells Moses to return to Egypt and lead the Hebrews into Canaan, the land promised to Abraham. Moses returns to Egypt, where God again reveals his name Yahweh to him. Yahweh instructs Moses to appear before the pharaoh and inform him of God's demand that he let God's people go. Moses and his brother Aaron do so, but Pharaoh refuses. Yahweh causes a series of ten plagues to strike Egypt, but whenever Pharaoh begins to relent God causes him to harden his heart. # Blood - The waters of Egypt are turned into blood. All the fish die and water becomes undrinkable. # Frogs - Hordes of frogs swarm the land of Egypt. # Gnats or Lice - Masses of gnats or lice invade Egyptian homes and plague the Egyptian people. # Wild Animals - Wild animals invade Egyptian homes and lands, causing destruction and wrecking havoc. # Pestilence - Egyptian livestock are struck down with disease. # Boils - The Egyptian people are plagued by painful boils that cover their bodies. # Hail - Severe weather destroys Egyptian crops and beats down upon them. # Locusts - Locusts swarm Egypt and eat any remaining crops and food. # Darkness - Darkness covers the land of Egypt for three days. # Death of the Firstborn - The firstborn of every Egyptian family is killed. Even the firstborn of Egyptian animals die. God instructs Moses' to have his people mark their doorposts with the blood of a sacrificed lamb to indicate that they would be \"passed over\" by this plague, hence this has become the Jewish holiday of Passover. The Exodus begins. The Israelites, enumerated at 603,550 able-bodied adult males (not counting Levites) and their families, with their flocks and herds, set out for the mountain of God. Yahweh causes Pharaoh to change his mind about allowing the Israelites to depart; he pursues them, but God destroys the Egyptian army at the crossing of the Red Sea (Yam Suf) and the Israelites celebrate Yahweh's victory. The desert proves arduous, and the Israelites complain and long for Egypt, but God provides manna and miraculous water for them. The Israelites arrive at the mountain of God, where Moses' father-in-law Jethro visits Moses; at his suggestion Moses appoints judges over Israel. The Israelites arrive at the mountain of God, where God asks whether they will agree to be his people. They accept. The people gather at the foot of the mountain, and with thunder and lightning, fire and clouds of smoke, and the sound of trumpets, and the trembling of the mountain, God appears on the peak, and the people see the cloud and hear the voice [or possibly \"sound\"] of God. Moses and Aaron are told to ascend the mountain. God pronounces the Ten Commandments (the Ethical Decalogue) in the hearing of all Israel. Moses goes up the mountain into the presence of God, who pronounces the Covenant Code (a detailed code of ritual and civil law), and promises Canaan to them if they obey. Moses comes down the mountain and writes down God's words and the people agree to keep them. God calls Moses up the mountain together with Aaron and the elders of Israel, and they all feast in the presence of God. God calls Moses up the mountain to receive a set of stone tablets containing the law, and he and Joshua go up, leaving Aaron in charge. God gave Moses instructions for the construction of the tabernacle so that God could dwell permanently among his chosen people, as well as instructions for the priestly vestments, the altar and its appurtenances, the procedure to be used to ordain the priests, and the daily sacrifices to be offered. Aaron was appointed as the first high priest, with the priesthood to be hereditary in his line. God gave Moses the two tables of stone containing the words of the ten commandments spoken to the people in the day of the assembly, written with the \"finger of God\". While Moses is with God, Aaron makes a golden calf, which the people worship. God informs Moses of their apostasy and threatens to kill them all, but relents when Moses pleads for them. Moses comes down from the mountain, smashes the stone tablets in anger, and commands the Levites to massacre the unfaithful Israelites. God commands Moses to make two new tablets on which He will personally write the words that were on the first tablets. Moses ascends the mountain, God dictates the Ten Commandments (the Ritual Decalogue), and Moses writes them on the tablets. Moses descends from the mountain, and his face is transformed, so that from that time onwards he has to hide his face with a veil. Moses assembles the Hebrews and repeats to them the commandments he has received from God, which are to keep the Sabbath and to construct the Tabernacle. \"And all the construction of the Tabernacle of the Tent of Meeting was finished, and the children of Israel did according to everything that God had commanded Moses\", and from that time God dwelt in the Tabernacle and ordered the travels of the Hebrews.",
    "genre": [
      "Religious text"
    ],
    "author": ""
  },
  {
    "title": "Genesis",
    "summary": " God creates the world in six days and consecrates the seventh after giving mankind his first commandment: \"be fruitful and multiply\". God pronounces the world \"very good\", but it becomes corrupted by the sin of man and God sends a deluge (a great flood) to destroy it, saving only the righteous (Noah) and his family, from whose seed the world is repopulated. Man sins again, but God has promised that he will not destroy the world a second time with water. God instructs Abram (the future Abraham) to travel from his home in Mesopotamia (modern Iraq) to the land of Canaan. There God makes a covenant with Abram promising that his descendants shall be as numerous as the stars in the heavens, but that they shall suffer oppression in a foreign land for four hundred years, after which they shall inherit the land \"from the river of Egypt to the great river, the river Euphrates.\" Abram's name is changed to Abraham and that of his wife Sarai to Sarah, and circumcision of all males is instituted as the sign of the covenant. Sarah is barren, and tells Abraham to take her Egyptian handmaiden, Hagar, as a concubine. Through Hagar, Abraham becomes the father of Ishmael. Abraham asks God that Ishmael \"might live in Thy sight,\" (that is, be favored), but God replies that Sarah will bear a son, who will be named Isaac, through whom the covenant will be established. At Sarah's insistence Ishmael and his mother Hagar are driven out into the wilderness, but God saves them and promises to make Ishmael a great nation. God resolves to destroy the city of Sodom for the sins of its people. Abraham protests that it is not just \"to slay the righteous with the wicked,\" and asks if the whole city can be spared if even ten righteous men are found there. God replies: \"For the sake of ten I will not destroy it.\" Abraham's nephew Lot is saved from the destruction of Sodom, and through incest with his daughters becomes the ancestor of the Moabites and Ammonites. God tests Abraham by demanding that he sacrifice Isaac. As Abraham is about to lay the knife upon his son, God restrains him, promising him numberless descendants. On the death of Sarah, Abraham purchases Machpelah (modern Hebron) for a family tomb and sends his servant to Mesopotamia to find among his relations a wife for Isaac, and Rebekah is chosen. Other children are born to Abraham by another wife, Keturah, among whose descendants are the Midianites, and he dies in a prosperous old age and is buried in his tomb at Hebron. Isaac's wife Rebekah is barren, but Isaac prays to God and she gives birth to the twins Esau, father of the Edomites, and Jacob. Through deception, Jacob becomes the heir instead of Esau and gains his father's blessing. He flees to his uncle where he prospers and earns his two wives. Jacob's name is changed to Israel, and by his wives Rachel and Leah and their handmaidens he has twelve sons, the ancestors of the twelve tribes of the Children of Israel. Joseph, Jacob's favourite son, is sold into slavery in Egypt by his jealous brothers. But Joseph prospers, and when famine comes he brings his father and his brothers and their households, seventy persons in all, to Egypt, where Pharaoh assigns to them the land of Goshen. Jacob calls his sons to his bedside and reveals their future to them before he dies and is interred in the family tomb at Machpelah. Joseph lives to see his great-grandchildren, and on his death-bed he exhorts his brethren, if God should remember them and lead them out of the country, to take his bones with them. The book ends with Joseph's remains being \"put in a coffin in Egypt.\"",
    "genre": [
      "Religious text"
    ],
    "author": ""
  }
]