[
  {
    "title": "Jennifer Government",
    "summary": " Hack, a low level employee at Nike, is contracted by one of his higher ups, John Nike, Vice President of Guerrilla Marketing, for an ambitious marketing campaign. The company is planning to release the new Nike Mercurys -- which sell for thousands of dollars but cost pennies to manufacture -- and in order to drum up interest in the items, John Nike plans to increase \"street cred\" in the worst way possible: by having Hack kill people who try to buy them. Hack, bound by his contract but unable to contemplate murder on his own, subcontracts to the Police, now a mercenary organization, beginning a chain of business transactions which could land Nike in hot water should word of the plot leak. After several children are murdered at various Nike chains on opening day, agent Jennifer Government takes it upon herself to track down the perpetrators, even if she can't get the funding for it. Along the way, readers are also introduced to Billy NRA, an athletic man who gets in over his head, and Buy Mitsui, a former French stockbroker. Also involved is Hack's unemployed girlfriend, Violet, who engineers a dangerous computer virus to sell to the highest bidder. Billy NRA is caught up in the illegal business of the NRA. He is forced to tag along on NRA operations involving murder and even attempt (and fail) to assassinate the President of the United States. Throughout the novel Billy teeters between helping the NRA and helping the government. Buy Mitsui starts the novel as a successful stockbroker who just made a big break. Feeling good about it, he gives a girl some money in the mall only to find out that the girl is killed after she uses the money to buy Nike Mercurys. Feeling personally responsible for the girl's death, Buy's life begins to go downhill. He contemplates suicide until he gets help from Jennifer Government, who he then begins dating. He becomes a part of both Jennifer and her daughter's life. Violet eventually sells her software to ExxonMobil who take her all over the world to exploit the software's power. This sudden disappearance leads Hack to turn to Claire, Violet's sister, which in turn destroys Violet and Hack's relationship. After the company uses Violet's virus, they never pay Violet the sums due. Angered, Violet joins ranks with John Nike who could help her get revenge. John Nike tells her to kidnap Jennifer Government's daughter to keep the government off his back. She is able to kidnap Kate, Jennifer Government's daughter, but in the end, Jennifer Government and Hack are able to retrieve her and ultimately, bring John Nike to justice.",
    "genre": [
      "Dystopia",
      "Satire",
      "Speculative fiction",
      "Utopian and dystopian fiction"
    ],
    "author": "Max Barry"
  },
  {
    "title": "334",
    "summary": " The future in 334 has brought few technological advances except for new medical techniques and recreational drugs. There have been no dramatic disasters, but overpopulation has made housing and other resources scarce; the response is a program of compulsory birth control and eugenics. A welfare state provides for basic needs through an all-encompassing agency called MODICUM, but there is an extreme class division between welfare recipients and professionals. The novel consists of five independent novellas (previously published separately) with a common setting but different characters, and a longer sub-novel called \"334\" whose many short sections trace the members of a single family forward and backward in time. The sections are as follows: * \"The Death of Socrates\": A high-school student finds that, due to poor scores on his Regents Examinations and his father's health history, he has been permanently forbidden to have children; he searches for ways to get extra credit. * \"Bodies\": Porters at Bellevue Hospital moonlight as body-snatchers catering to a necrophiliac brothel. Their task is complicated by the desire of some patients to be cryonically preserved for a better future. * \"Everyday Life in the Later Roman Empire\": A privileged government worker, trying to decide where to send her son to school, pursues a parallel existence in a hallucinogen-assisted role-playing game set in the year 334. * \"Emancipation: A Romance of the Times to Come\": A young professional man and woman face marital conflicts and parenthood, with several twists unique to the 2020s. * \"Angouleme\": A group of highly educated prepubescent children decides to commit a gratuitous murder in Battery Park. * \"334\": Vignettes of the Hanson family from 2021 to 2025.",
    "genre": [
      "Dystopia",
      "Science Fiction",
      "Speculative fiction",
      "Fiction",
      "Utopian and dystopian fiction"
    ],
    "author": "Thomas M. Disch"
  },
  {
    "title": "Oryx and Crake",
    "summary": " The novel begins after the collapse of civilization by an event that is not immediately identified. The protagonist is Snowman, a post-apocalyptic hermit character. He resides near a group of what he refers to as Crakers—strange human-like creatures. They bring Snowman food and consult him on matters that surpass their understanding. In addition, strange hybrid beasts such as wolvogs, pigoons and rakunks roam freely. As the story develops, these assorted lifeforms are revealed to be the products of genetic engineering. In flashbacks, we learn that Snowman was once a young boy named Jimmy, who grew up in the near, yet undefined past. His world was dominated by multinational corporations which kept their employees' families in privileged compounds separated from a global lower moiety of pleeblands. Shortly after Jimmy's family moved to the HelthWyzer corporate compound (where his father worked as a genographer) Jimmy met and befriended Glenn (referred to throughout the novel as Crake), a brilliant science student. Jimmy and Crake spend a lot of their leisure time playing online computer games such as Kwiktime Osama (a reference to Osama bin Laden) and Blood and Roses, smoking \"skunkweed\", or watching live executions, Noodie News, frog squashing, graphic surgery and child pornography. One of Crake's favourite pastimes is an online game called Extinctathon, a trivia game which requires immense knowledge of extinct animal and plant species. Using the codenames \"Thickney\" (Jimmy) and \"Crake\" (Glenn), they both play as teenagers. It is not until they are both in university that Jimmy discovers that Crake has advanced through the game to become a Grandmaster of Extinctathon. On another trip through the dark underbelly of the Web, they come across an Asian child pornography website, where Jimmy is struck and haunted by the eyes of a young girl. The two male characters pursue different educational paths: Crake attends the highly respected Watson-Crick Institute where he studies advanced bioengineering, but Jimmy ends up at the loathed Martha Graham Academy, where students study literature and the humanities, which are not valued fields of study except for their commercial and/or propaganda applications. After finishing school, Jimmy ends up writing ad copy, while Crake becomes a bioengineer. Crake uses his prominent position at the biotechnology corporation to launch a project to create the Crakers. His goal is to create a peaceful society where people will live harmoniously with each other and nature. These genetically engineered humans are leaf and grass-eating herbivores who only have sexual intercourse during limited breeding seasons when they are polyandrous. Crake eventually finds the girl from the child pornography website (or a woman who could be her) and hires her, as both a prostitute for himself, and a teacher for the Crakers. She takes the pseudonym Oryx, derived from the entry for Oryx beisa in Extinctathon. Jimmy identifies the haunting memory of the young girl with Oryx, though it is never made clear whether or not the two are the same person. Oryx eventually becomes intimately involved in the lives of Jimmy and Crake, and both fall in love with her. Oryx, however, views their relationship as strictly professional and only admires Crake as a scientist and \"great man\". For fun and affection she turns to Jimmy, though her feelings for him are not as clear. The two hide their relationship from Crake, and Jimmy is often plagued with the thought of Crake finding out about his betrayal. At the same time, Crake creates a virulent genetic pandemic disguised as a prophylactic agent that, apparently, killed off most humans except for Jimmy. Jimmy was unknowingly vaccinated by Crake with the intention of acting as a guardian for the Crakers. Crake's rationale is that he is heroically saving intelligent life from an inevitably dying society. In the story's climax, Crake's perfected \"hot bioform\", present in one of his company's products, is activated and spreads throughout the world. During the chaos, Crake presents himself to Jimmy, then kills Oryx by slitting her throat. Jimmy shoots Crake, resulting in his being left to obsess over his vanished world and unanswered questions. Jimmy contemplates abandoning the Crakers but is constantly haunted by the voice of Oryx, and reminded of his promise to her to watch over them. Snowman instills the Crakers with his own invented religion revolving around Crake and Oryx. Oryx becomes the guardian of the animals and Crake the creator god. During Snowman's journey to scavenge supplies, he is uncomfortable wearing shoes now that his feet have become toughened without them. He cuts his foot on a tiny sliver of glass. Infected by some descendant of transgenic experiments, his body cannot fight back, and his foot becomes inflamed. Returning to the Crakers, he learns that three ragged true humans have camped nearby. He follows the smoke from the fire and watches as they cook a rakunk. Uncertain of how he should approach them (Blast them to bits to protect the Crakers? Approach with open arms?) he checks his now not-working watch and thinks, \"Time to go,\" leaving the reader to speculate as to what his actions and future will be.",
    "genre": [
      "Dystopia",
      "Science Fiction",
      "Speculative fiction",
      "Novel",
      "Utopian and dystopian fiction"
    ],
    "author": "Margaret Atwood"
  },
  {
    "title": "The Castle",
    "summary": " The narrator, K., arrives in a village governed by a mysterious bureaucracy that resides in a nearby castle. When seeking shelter at the town inn, he falsely gives himself out to be a land surveyor summoned by the castle authorities. He is quickly notified that his castle contact is an official named Klamm, who, in the introductory note, informs K. he will report to the Council Chairman. The Council Chairman informs K. that, through a mix up in communication between the castle and the village, he was erroneously requested but, trying to accommodate K., the Council Chairman offers him a position in the service of the school teacher as a caretaker. Meanwhile, K., unfamiliar with the customs, bureaucracy and processes of the village, continues to attempt to reach the official Klamm, which is considered a strong taboo to the villagers. The villagers hold the officials and the castle in the highest regard, justifying, quite elaborately at times, even though they do attempt to appear to know what the officials do, the actions of the officials are never explained; they simply defend it as being absurd any other way. The number of assumptions and justifications about the functions of the officials and their dealings are enumerated through lengthy monologues of the villagers. Everyone appears to have an explanation for the officials' actions that appear to be founded on assumptions and gossip. The descriptions given by the townspeople often contradict themselves by having very different features and routines within a single person's description, but they do not try to hide the ambiguity; instead, they praise it as any other action or feature of an official should be praised. One of the more obvious contradictions between the \"official word\" and the village conception is the dissertation by the secretary Erlanger on Frieda's required return to service as a barmaid. K. is the only villager that knows that the request is being forced by the castle (even though Frieda may be the genesis), with no consideration of the inhabitants of the village. The castle is the ultimate bureaucracy with copious paperwork that the bureaucracy maintains is \"flawless\". This flawlessness is, of course, a lie; it is a flaw in the paperwork that has brought K. to the village. There are other failures of the system which are occasionally referred to. K. witnesses a flagrant misprocessing after his nighttime interrogation by Erlanger as a servant destroys paperwork when he cannot determine who the recipient should be. The castle's occupants appear to be all adult men and there is little reference to the castle other than to its bureaucratic functions. The two notable instances are the reference to a fire brigade and that Otto Brunswick's wife declares herself to be from the castle. The latter declaration builds the importance of Hans (Otto's son) in K.'s eyes, as a way to gain access to the castle officials. The functions of the officials are never mentioned. The officials that are discussed have one or more secretaries that do their work in their village. Although the officials come to the village, they do not interact with the villagers unless they need female companionship, implied to be sexual in nature.",
    "genre": [
      "Dystopia",
      "Fiction",
      "Utopian and dystopian fiction"
    ],
    "author": "Franz Kafka"
  },
  {
    "title": "Memoirs Found in a Bathtub",
    "summary": " Set in the distant future, Memoirs Found in a Bathtub is the horrifying first-hand account of a bureaucratic agent trapped deep within the subterranean bowels of a vast underground military complex. In a Kafkaesque maelstrom of terrifying confusion and utter insanity, this man must attempt to follow his mission directives of conducting an \"on-the-spot investigation. Verify. Search. Destroy. Incite. Inform. Over and out. On the nth day nth hour sector n subsector n rendezvous with N.\" The narrator inhabits a paranoid dystopia where nothing is as it seems, chaos seems to rule all events, and everyone is deeply suspicious of everyone else. In danger of losing his mind, the protagonist starts keeping a diary, and it is this diary which details only a few days in his life that is ultimately found by a future society and given the title Notes from the Neogene. Memoirs Found in a Bathtub is this distant voice from the past, this Notes from the Neogene.",
    "genre": [
      "Dystopia",
      "Science Fiction",
      "Satire",
      "Social science fiction",
      "Utopian and dystopian fiction"
    ],
    "author": "Stanisław Lem"
  },
  {
    "title": "Bend Sinister",
    "summary": " This book takes place in a fictitious European nation known as Padukgrad, where a government arises following the rise of a philosophy known as \"Ekwilism,\" which discourages the idea of anyone being different from anyone else, and promotes the state as the prominent good in society. The story begins with the protagonist, Adam Krug, had just lost his wife to an unsuccessful surgery. He is quickly asked to sign and deliver a speech to the leader of the new government by the head of the university and his colleagues, but he refuses. This government is led by a man named Paduk and his \"Party of the Average Man.\" As it happens, the world-renowned philosopher Adam Krug was in his youth a classmate of Paduk, at which period he had bullied him and referred to him disparagingly as \"the Toad.\" Paduk arrests many of the people close to Krug and those against his Ekiwilist philosophy, and attempts to get the influential Professor Krug to promote the state philosophy to help stomp out dissent and increase his personal prestige. He makes a series of offers to Krug, but Krug continues to refuse outright. Finally, Paduk has Krug's young son David taken for ransom as Krug was arrested. Immediately, Krug capitulates and is prepared to promote the Ekiwilist philosophy, and is promised David's safe return. However, when David is to be returned to him, Krug is horrified to find that the child he is presented is not his son. There has been a mix-up, and David has been sent to an orphanage that doubles as a violent prisoner rehabilitation clinic where he was tortured and killed when he was offered as a \"release\" to the prisoners. Paduk makes an offer to allow Krug to personally kill those responsible, but he swears at the officials and is locked in a large prison cell. Another offer is made to Krug to free 24 opponents of Ekwilism, including many of his friends, in exchange for doing so. He accepts in complete lucidity, then, as the author feels pity, a beam of light comes down and strikes him insane leading him to charge Paduk.",
    "genre": [
      "Dystopia"
    ],
    "author": "Vladimir Vladimirovich Nabokov"
  },
  {
    "title": "Nineteen Eighty-Five",
    "summary": " At the novella's beginning, the protagonist, Bev Jones, confronts the death of his wife. She was in a hospital when it caught fire. As the firemen's union was striking, the hospital burned to the ground. (In reality, the UK firemen's union had taken industrial action for the first time ever, in 1977, presumably when Burgess was writing the novella.) Bev is left alone with his daughter Bessie, who is thirteen years old but sexually precocious and unable to comprehend the difference between reality and fantasy, due to a thalidomide-like drug taken by her pregnant mother. The death of his wife engenders in Bev a deep-seated hostility towards the union system - her last words were, \"Don't let them get away with it\". This is, however, not the first time Bev has been opposed to it, for he had previously been a history lecturer who stepped down as his work was considered expendable by the union-based system which favoured education of practical value. Employed as a confectioner, he goes to work one day despite his union being on strike. For working during a strike, his union membership is revoked, making him effectively unemployable. Knowing that he will soon lose his home, he takes Bessie to a state-run facility where she will be cared for with other girls like herself. Bev then becomes something of a vagrant, traveling around London and falling in with a group of similarly unemployable dissenters. With these, he engages in petty theft from shops in order to survive. Apprehended during one such sortie, he is sentenced to re-education at a state institution, which is neither a prison nor a psychiatric hospital, but contains elements of both. At the re-education centre, Bev is subjected to propaganda films and lectures, which have the aim of converting him into a useful member of society (a theme which Burgess also examines in A Clockwork Orange). He meets the powerful union official Pettigrew, who warns Bev that his day is over and that unionisation is the future of Britain. Despite this, Bev is unconverted and - having served his sentence - leaves as a free man. Having been informed that Bessie will be ejected from the care facility because he refuses to recant his beliefs, he returns to London. In need of an income and a place to live, he joins a network called The Free Britons, which aims to provide infrastructure and order during the increasing strike-related chaos sweeping Britain. Bev effectively sells his daughter as a wife to a wealthy sheik, who takes a fancy to her during a visit to the Al-Dorchester, reasoning that at least this way she will be safe and satisfied. Meanwhile, he discovers that The Free Britons is a front for an Islamic group aiming at the re-establishment of Britain as a Muslim state. Bev, because of his education, is employed as the mouthpiece of the Free Britons and called upon to report on the events of the general strike. He is frustrated when his work is censored by the leader, a man known as Colonel Lawrence. The spreading strike action reaches fever pitch and becomes a general strike, reported to the reader mostly in diary form. Charles III takes command of the country as it grinds to a halt. A few months after the strike, Bev is arrested again and sentenced to life in a secure institution, which again is neither prison nor hospital. The only way out of this facility is to be retrieved by a family member. There, he revives his teaching career by giving informal history lessons to other prisoners. As the years stretch on, his syllabus (which had started with Anglo Saxon England) passes through the Renaissance, the Enlightenment, the Industrial Revolution and approaches modern times. Snippets of news often circulate among the inmates, some of which suggest that the Muslim conversion of Britain is well-advanced (for example, it is claimed that inhabitants of the Isle of Man have recently discovered that a stimulant-depressant drug has been replacing alcohol in their beer for several years, in line with Muslim prohibitions). There is however no way in which the inmates can verify whether these news items are correct. Bev finds it increasingly difficult to explain the continuity of history in terms of the present. Unable to do so, Bev suggests that they can start over again and work their way back to the present, after which his class spontaneously dismisses itself. Alone at night, Bev slips out of the dormitory in which he sleeps, creeps out into the grounds of the institution and kills himself by deliberately touching the electric fence.",
    "genre": [
      "Dystopia",
      "Utopian and dystopian fiction"
    ],
    "author": "Anthony Burgess"
  },
  {
    "title": "Acidity",
    "summary": " While recovering from his addictions, Paracha spent time rearranging these notes using the cut-up method and surrealist automatism. He then turned it all into a work of fiction in which a heroin addict narrates his story set in future Pakistan and India that have turned into capitalist and theistic dystopias. He is a traveler who is always moving up and down both the countries looking for drugs and in the process having hallucinatory dialogues with a Pakistani cleric/Islamic extremist (called in the book as \"The Mufti\"), a group of Hindu fundamentalists (called \"The pundits\"), a group of young neoliberals (referred to as \"the fun young people\" and the \"polite voids\"), and an aging Indian Christian (called the \"Holy Father\"). There are also many other characters, but much of the story revolves around these main characters as Paracha constructs his dystopia in which capitalism and organized religion have been fused together as a new totalitarian system. Acidity makes a clear comment this way on the rapid economic, political and social changes taking place in India and Pakistan, especially after the end of the Cold War.",
    "genre": [
      "Dystopia",
      "Novel",
      "Utopian and dystopian fiction"
    ],
    "author": "Nadeem F. Paracha"
  },
  {
    "title": "A Planet for the President",
    "summary": " In the face of all sorts of natural disasters of an unprecedented scope, an ever increasing percentage of the U.S. population demands leadership from their President. So far, however, Ritchie has turned a blind eye to ecological concerns, repeatedly dismissing warnings from scientists and environmentalist groups alike as the rantings of \"eco-nuts\". For example, when wildfires in California not only kill off 38 of Hollywood's celebrities gathered for a private party in Malibu, but also fell the 2,200 year-old General Sherman tree in Sequoia National Park and thus destroy a symbol of American strength and continuity, Ritchie rationalizes his practically non-existent environmental policy by concluding that the fire must have been started by arson, while at the same time ignoring the drought which, at least partially caused by human intervention, enabled the fire to spread so quickly in the first place. The novel predates the terrible wildfires of October 2007. The terrifying consequences of environmental destruction have become a day-to-day reality to people all over the world. The United Kingdom, for example, America's closest ally, suffers \"the loss of much of East Anglia\" due to flooding, and Prime Minister James Halstead, as a gesture of friendship, sends Ritchie \"the last cod from the North Sea for at least ten years\", a specimen which, he adds, could just as well be \"the last North Sea cod ever\". In Nepal, inexperienced engineers trying to drain a glacial lake cause the surrounding moraine to burst, which results in a valley being flooded and in 62,000 Nepalese losing their lives. And in the United States, New Orleans is flooded and destroyed and 23,142 people are killed when Hurricane Wendy, a Category 5 hurricane, hits the city. In these troubled times, many state leaders turn to the American President for support, a fact which on occasion makes Ritchie L. Ritchie reflect on the state of the union and that of the globe at large: In theory, the United States is still a democracy. In practice, Ritchie is heading a War Cabinet. The FBI, the CIA and the Pentagon have assumed most of the tasks of the former government. In order to avert attention from the many presidential lapses, the members of Ritchie's inner circle have become ruthless beyond imagination. For instance, when the President meets \"Inspirational Moms and Dads\" in the White House and chats animatedly in front of the television cameras with Chuck and Geraldine, a couple who have four kids, his media chief is at first pleased with her boss's performance and the extensive media coverage this event gets. When, however, a few days later that father runs amok and kills his wife and their four children she decides that something has to be done to get the meeting between the President and a murderer out of the headlines. This is the only reason why, during an impromptu conference, the Defense Secretary and she decide to launch an airstrike against Haiti on the following day. In the morning she informs Vince Lennox, Special Assistant to the President, that \"[...] we're about to bomb Haiti. Should we wake the President?\" \"Why are we bombing Haiti?\" \"We have evidence of terrorist groupings planning an attack on the United States.\" \"You mean that sad little bunch of leftist guerrillas? The ones we've known about for ages?\" \"Terrorist groupings, Vince.\" \"Oh, I get it. We need to deflect attention from Chuck and Geraldine.\" \"That's one way of looking at it. I'd say it was Chuck and Geraldine and the celebs and General Sherman.\" \"Anna. Are you really sure about this? [...] People will be killed.\" \"Anna Prascilowicz gave Vince a long hard look. \"You know, Vince, sometimes I worry about you.\" Four hours later the airstrike on Haiti went ahead. In the depths of the Haitian mangrove swamps, one guerrilla, eleven fishermen and twenty-two villagers were killed in the space of seven minutes. The President went live on television that night to praise the nation's vigilance in saving America from a ruthless terrorist attack. At a later point in the novel, the President&#39;s inner circle will even launch a chemical attack on the unsuspecting—and innocent—Justices of the Supreme Court, all nine of whom will be killed in the attack. Citizens&#39; First Amendment rights are more and more ignored by the Administration. For example, freedom of the press is practically non-existent; many political opponents have had to go underground after the media were gleichgeschaltet. Covert listening devices have been widely installed so that no one can be sure that their conversation is not being listened to, recorded, transcribed, and archived for future use. The U.S. defense budget is the largest in history, while there is no discernible social safety net any longer. The Administration encourages citizens to live by traditional American values. Foreign food imports as well as vegetarianism are frowned upon; the number of females in leading positions has been reduced to a few token women; teen abstinence rallies are regularly organised; homosexuality is generally considered unnatural. A strong Christian element pervades the decision-making process in the White House. The product of these developments is a thoroughly hypocritical society. Vince Lennox, for example, who frequently has to eat cheeseburgers with his boss, does not dare admit to the President that he is actually a vegetarian. Various celebrities publicly support the campaigns for moral integrity and sexual abstinence while behind closed doors indulging in pornography, promiscuity and all kinds of perversions. The President himself, whose son comes out during a live television broadcast, more and more often locks himself in his private study adjacent to the Oval Office to &#34;be alone with his God&#34;, a phrase which is very soon recognized by everyone on the presidential staff as a euphemism for drinking bourbon. More and more members of the Ritchie Administration realize that something has to be done about the global environmental crisis. However, influenced by a confidential study made by a government-sponsored think tank, they draw all the wrong conclusions. Instead of promoting a simple lifestyle and drastically reducing toxic emissions, they warm to the idea of MPR—Mass Population Reduction: Fewer people on the planet will also result in less pollution, and that, in the long run, will be the only way to save humanity. The plan is to trigger a pandemic which, within a few hours, will kill six billion people—96 per cent of the world&#39;s population, i.e. everyone except the population of the United States. The means for doing so is a newly developed lethal virus which will immediately kill all humans unless they have been vaccinated against it. A new governmental campaign is to make U.S. citizens believe that America&#39;s enemies are plotting to attack the United States with biological weapons, and thus scare them so much that they have themselves inoculated. After &#34;Operation Deliverance&#34; has been carried out, Americans are to colonise the globe. This plan, America&#39;s rulers believe, has also been sanctioned by God. Preparations start at once. President Ritchie publicly announces that the United States is preparing a global environmental survey as the starting point of a new ecological policy which will be implemented once the data from the survey have been processed and publicized. A date is set, state leaders around the globe applaud the United States for its initiative, there are standing ovations in the United Nations General Assembly, and all countries with the exception of North Korea agree to grant overflying rights to U.S. military aircraft, which is how the alleged survey will be conducted. Secretly, however, these aircraft are now equipped with sprayers which will enable them to spread the highly contagious new virus quickly and efficiently around the world. At the same time mass production of the new vaccine sets in, and soon afterwards the new vaccination programme for all U.S. citizens is started. Just in time before being inoculated himself, Ritchie L. Ritchie realizes that he is allergic to eggs and thus, for medical reasons, cannot be given the vaccine. It turns out that German technology can solve the problem, as there is one company in Cologne which can produce the vaccine without the help of eggs. So, in due course, the President of the United States also gets his shot. Immediately after Operation Deliverance has finally been launched, reports of U.S.citizens dying by the hundreds—although they have been inoculated against the virus—reach the White House. Only too late do scientists find out that, due to the vaccine having been hastily mass-produced, certain production regulations were neglected, which resulted in the vaccine being inefficient. (&#34;The free market made America and the free market destroyed America.&#34;) In the end, Ritchie L. Ritchie is the only human survivor, as his vaccine was the only one produced outside the United States. He continues living in the White House for several years until his death.",
    "genre": [
      "Dystopia",
      "Satire",
      "Speculative fiction",
      "Utopian and dystopian fiction",
      "Fiction"
    ],
    "author": "Alistair Beaton"
  },
  {
    "title": "Stark",
    "summary": " Colin \"CD\" Dobson, lives a humdrum life at a critical point in history. The environment is being destroyed by a series of 'avalanches' - sudden upsets in the Earth's ecosystem, causing widespread destruction. The Stark conspiracy is a cabal of the world's richest and most influential men, who have long been aware that the planet's ecosystem is approaching total collapse. For decades they have been launching unmanned spacecraft loaded with supplies into orbit around the Earth and the Moon. Seeking to save their own lives and leave everyone else to suffer from 'total toxic overload', they secretly build a fleet of spacecraft with the intention colonizing the Moon. Using crude intimidation, they purchase land from Aboriginals in Western Australia to use as a launch site. They sell their stocks and commodities to raise cash, dumping the assets at the same time and in high volumes to engineer a worldwide stockmarket crash and lower the price of the resources they need. They buy the Moon from the United States government, along with the hardware to reach it. Six vessels are designed to travel to the Moon, three of which will carry humans, with room for 250 humans on each. The vessels are named 'Star Arks', referencing the Biblical story of Noah's Ark. The Star Arks contain human and animal embryos in suspended animation, as well as resources needed for life support. The Star Arks are prepared under the cover story that the consortium is building a desert resort. CD and his friends form a group called 'EcoAction'. Each of them have their own reason for fighting the consortium, with the collective goal of trying to protect the environment. They take action against the consortium's activities, and in the process uncover the conspiracy. They infiltrate the launch site and wreak havoc. CD and one of the conspirators, Sly Moorcock, compete for the affections of Rachel, who eventually joins the conspiracy as Sly's intended partner. EcoAction try to warn the rest of the world about the plan, but they are not taken seriously. The cabal kill many of those who have investigated or uncovered the conspiracy. Rachel turns on Sly at the last minute so she can sabotage the launch, but he overpowers and tries to abduct her. She escapes and rejoins the surviving members of EcoAction. The Stark Conspiracy blast off, but find that their existence is frustrating and lonely. Sly Moorcock eventually commits suicide. The narrative ends with an admonishment for the world's consumers over their inaction on environmental issues in the late 1980s and early 1990s.",
    "genre": [
      "Dystopia",
      "Speculative fiction",
      "Fiction",
      "Utopian and dystopian fiction"
    ],
    "author": "Ben Elton"
  },
  {
    "title": "Kazohinia",
    "summary": " As in the Gulliverian prototype, the premise is a shipwreck with a solitary survivor, who finds himself in an unknown land, namely that of the Hins, which contains a minority group, namely the Behins. Accordingly, this work by a Hungarian writer relates not so much to Swift's work, but more precisely to Brave New World by the British writer Aldous Huxley. As in that work, there coexist two dissimilar societies - of course separately -, one developed and the other backward. The Hins are a people who have solved all economic problems: Production and usage of goods is based on need instead of money, and the standard of living is impeccable. The Hins live without any kind of government or administrative body, as their belief is that such would only hinder production. They lead their lives according to the \"pure reality of existence,\" which they call kazo. They experience no emotions, love, beauty or spiritual life. There are two different main interpretations of the author's intentions: *Although the theme can be seen as a criticism of developed society, where highly progressive invention goes hand in hand with the loss of human feelings, Dezső Keresztury, the writer of the epilogue of the Hungarian edition stated that this is not what Szathmáry intended - he created the Hins as the ideal society that occupies itself with the \"real\" stuff of life instead of \"unreal\" phantasmagories such as nations, religion, and money, that, regardless of intentions, cause people considerable misery. *Another interpretation is that the author satires both human society and communist utopias – which, in his assessment, lead equally to such disastrous consequences as massacres. The protagonist, bored with the inhuman life of the Hins, chooses to live among the insane Behins, who reportedly conform better to his outlook on life. He hopes that in the Behins, living in a walled-off area, he will meet humans with human feelings, similar to himself. The Behins, however have a totally insane society, where living conditions are supported by the ruling Hins while they themselves are preoccupied with what to the protagonist seem to be senseless ceremonies and all too frequent violent brawls. The Behins deliberately arrange their lives in such a way as to turn reality and logic on their heads, while among the Hins everything is arranged according to reality. While living among them, the protagonist suffers hunger, extreme misery, and even danger of death. This part of the novel is in fact satire, with each insanity of the Behins translating to facets of the Western, Christian society of the protagonist such as war, religion, etiquette, art, and philosophy. To further emphasize the satire, the protagonist doesn't see the obvious parallels between his homeland and the Behin world, but the writer outlines it by giving the same sentences into the mouths of a Behin leader and a British admiral, replacing only the Behin words on ideals and religion with their English counterparts. The Behins are indeed \"real\" humans, but as their symbols and customs differ from his own, the protagonist sees them as mere savage madmen.",
    "genre": [
      "Dystopia",
      "Science Fiction",
      "Novel",
      "Utopian and dystopian fiction"
    ],
    "author": "Sándor Szathmári"
  },
  {
    "title": "Christie Malry's Own Double-Entry",
    "summary": " Christie Malry, being a \"simple man\", above all longs for sex and money. In order to understand how money works, he takes a job in a London bank. This leads him to enrol in a bookkeeping course, where he learns the double-entry system. Bored by his bank job, he quits and starts work at Tapper's, a sweet factory. One day, he has the idea to apply the double-entry system to his life. Every aggravation Malry suffers from society—such as being forced to walk along a particular stretch of pavement due to a building's placement—is revenged by a recompense—in this case, \"[scratching] an unsightly line about a yard long into the blackened portland stone facing of the office block\" (23–4). Having established this system, and growing progressively angry at society, Malry graduates from minor acts of personal revenge (mostly vandalism) to large-scale terrorism: bombing hoaxes, an actual bombing, and poisoning West London's drinking water. Shortly before he manages to bomb the House of Commons, he dies of cancer. Christie compares himself to \"Guy Fawkes, with the difference that he was caught\" and strictly follows a code of twelve principles. The first principle, \"I am a cell of one\" (89), forbids him from discussing his actions with anyone else, not even with his few friends or with the Shrike, his beloved girlfriend.",
    "genre": [
      "Dystopia"
    ],
    "author": "B.S. Johnson"
  },
  {
    "title": "Elvissey",
    "summary": " In this novel, DryCo is facing problems from a mass religious movement centered on the premise that Elvis Presley was a semi divine figure, who performed miracles for believers in his sect. It decides to resolve this problem by retrieving a younger alternate history Elvis, and bringing him to present day New New York to discredit the posthumous reputation and mythology that now surrounds Elvis. The retrieval team are a married couple, Iz and John. Iz is actually an African American, although cosmetic surgery has led to an uncomfortable masquerade as a \"Caucasian\" woman in the chosen alternate history. It turns out to be that of Terraplane, the previous novel in the DryCo quartet, where Abraham Lincoln was prematurely assassinated, the American Civil War never took place, and slavery was only abolished in 1907. Therefore, this world is backward when it comes to African-American civil rights, and racist segregation is still widespread there. In Terraplane (1989), it was hinted that the assassination of Winston Churchill and Franklin Delano Roosevelt and the abduction of Joseph Stalin would lead to a Nazi victory in its World War II. However, this envisaged outcome did not transpire. Instead, Leon Trotsky takes advantage of the power vacuum in the post-Stalinist Soviet Union, returns from exile in Mexico, and assumes power in his stead. Therefore, there is still a Nazi-Soviet Pact, but Operation Barbarossa does not occur because the USSR rearms to the same extent as Nazi Germany. Moreover, Trotsky declares war on Nazi Germany before it can launch Barbarossa to its east and betray the Nazi-Soviet Pact in 1941. In the Pacific theatre, the United States defeats Japan in 1946, but they do so through dropping fourteen atomic bombs on the Home Islands, which reduces it to an irradiated wasteland. Meanwhile, Hitler is assassinated in 1944, and the new Chancellor Speer signs an armistice with Britain, the United States and the Soviet Union, which leads to an unstable multi polar world due to the inconclusive result of World War II in this world. In its 1954, the alternate Elvis turns out to be a sexual predator who has already murdered Gladys Presley when John and Iz encounter him for the first time. He then tries to rape Iz, much to John's anger, and displays symptoms of psychosis and latent schizophrenia. His poor mental health is not assisted by his strong religious beliefs and an unexpectedly early divergence point in this world's past, where Valentinian gnosticism survived and became the dominant belief system in this alternate Southern United States instead of evangelical Christianity. The dualist religious philosophy of this belief framework worsens Elvis' mental illness; as a Valentinian gnostic, his core religious beliefs are not based on messianic criteria as are those of orthodox Christianity, and he is horrified at the demand of DryCo that he become a virtual messiah that they can use to manipulate the Elvisian faith. He comprehends this as prompting that he become an instrument of the demiurge, the evil and flawed creator of the material world in his gnostic world view. Due to this psychological pressure, his psychosis escalates after he is transferred to Dryco's homeworld. However, his masquerade collides with scepticism at a London \"ElCon\" (Elvis Convention) religious gathering and there is a riot. Iz, John and Elvis use bootleg DryCo time travel technology to travel back to London in the alternate world's forties and Elvis loses himself amidst the debris of St Paul's Cathedral. However, Elvis is relatively psychologically healthy and morally sane compared to the intense anti-human pathology of DryCo's world; in the end he risks everything to escape it. DryCo's plan has failed. Although John and Iz are sacked from DryCo Central, DryCo Europe offers Iz a position within their local hierarchy. John commits suicide in the bath, and is persuaded by Iz (frightened for her own life, and that of her fetus) that she intends to join him moments later; she does not. Dying, John becomes aware that she deceived him and intends to remain behind and continue living during his last cognizant moment. He communicates non-verbally that he understands, although whether he believes in the end that the child is his own is unclear. Iz has survived, but at great personal cost.",
    "genre": [
      "Dystopia",
      "Alternate history",
      "Speculative fiction",
      "Fiction",
      "Utopian and dystopian fiction"
    ],
    "author": "Jack Womack"
  },
  {
    "title": "Bad Faith",
    "summary": " The book begins with the death of Cass’s grandmother, whom she calls Bunty. Seemingly simple, the story starts to show the attitudes of the people around her, and is an introduction to the characters themselves. At the beginning of chapter one, the family is back in their home, going about their normal routine, when Cass mentions to her brother that Bishop Todd, Bishop of the One Church, is missing. Griffin, or Griff, being a seventeen year old cynic, shrugs it off, ignoring his little sister and continuing to play black market video games. Later, when they go to deal with their family, Griff creates a spark. The family argues and the father admits to more than he wants known publicly, leading to everyone going about their own ways. Cassandra decides to meet up with her boyfriend, Ming, despite the fact that she has homework due, but first overhears a revealing conversation between her parents. Things start to fall into place in her mind at that point. She hurries off to meet her boyfriend, and they discover a body. Neither wishes to be involved, so they do not report it. They hide the body in a cave, where they hope it will not be found. Ming makes a reference to Orpheus and Eurydice, begging her not to look back, but she does. The story continues with Cassandra's father leading a church service, also making a reference to Orpheus and Eurydice. Cass asks for an explanation. She and her family then end up back at their home, with Ming appearing shortly. After seeing a press conference with Ma Baxter, they are all disgusted, but manage to go eat. The children end up parting ways after a run-in with an unpleasant acquaintance. Cassandra is mad at Ming because he has been using her as a pawn, as she describes it, in his little twisted games with Jeremiah. Cass ends up in the vestry searching around for things, where her brother finds her not long after she arrived. They then find their Aunt Abby, who has it in for Cass and is determined to give her a lesson in love.",
    "genre": [
      "Dystopia"
    ],
    "author": ""
  },
  {
    "title": "Rondo",
    "summary": " The story opens with Josef Divonne arriving in Rondo, on the shores of the Dead Delta of the Danube, having flown in from Lower Europe. Josef believes he is driven by ideology but, in fact, it is the mystery of his mother egg (he was a free born child) and his hero father's (Uwe) record in the Purifications of Africa and the Italies which is really behind his uncertainty. Leaving the chateau outside 2me Lyon at the start of High Thermidor, he joins up with a bunch of dissidents - the Lovers of Rondo - in the 'free state' of Rondo. Overwhelmed by all he sees, Josef goes native. After a short while, he decides to become a citizen of Rondo, embracing his personal god, Zinze, following the Sublime Path and obeying all the instructions of his mentor, Adnan. He divorces his wife by electric mail. Despite melancholy flashbacks to his childhood, during the Second Sida Cycle, he decides his future lies in Rondo. But all is not as it seems. After an illegal visit to the Circus with Nor Nor, an Asian he despises, he is confronted, in his cups, by a restaurant owner who whispers to him in Lower European 'S'gibt rien aqui!'. Slowly, Josef comes to realise that he is not in a 'free state' but in a prison colony for dissidents. Waking on the night he is due to fly out of Rondo, he finds he has been left behind and that Nor Nor, his only true confidante, has been killed in a mysterious fall from a balcony. He also finds that someone has been stealing days from him, here and there, for many years. Josef is left in Rondo, as nothing more than the catamite of the great Adnan, leader of the first crossing to Rondo. He has a much coveted dragonfly in a glass case by his bed. But he has nothing. There is no home now. He will wear out his days in the realisation that to embrace the Stanislavsky method, in Rondo, is his only salvation.",
    "genre": [
      "Dystopia"
    ],
    "author": ""
  },
  {
    "title": "Facial Justice",
    "summary": " After a devastating nuclear war, the surviving people of earth have been forced to live in underground caverns, ruled by harsh dictatorships. In Britain an unseen leader inspires a large section of the populace to escape the caverns and forms a new dictatorship above ground. This new society is based on a collective sense of guilt at the events of the nuclear war. All subjects are named after famous murderers from history, and are obliged to wear sackcloth so as not to provoke envy with their appearance. The Dictator is never seen, but his voice is broadcast to his subjects regularly, instructing them on the laws and morals of his society. His rule is enforced by Inspectors, who have the power to fine people for minor infringements or report them to the higher ministries for further punishment. A young woman named Jael 97, who has been reported to the Ministry of Facial Justice for being \"facially over privileged\" and causing discontent among other women, approaches the Equalisation (Faces) Centre to have a synthetic \"Beta\" face fitted so that she will blend in with the community. At the urging of a friend, however, she decides to put this off. Her resultant guilt, along with subsequent events—her forbidden delight at the idea of \"height\" during an excursion to the ruined tower of Ely Cathedral; her injury in a planned motor-coach accident during her return from the excursion; her rescue by the Inspector Michael, with whom she falls in love; and her involuntary \"Betafication\" at the hospital to which she is taken—provokes her rebellious spirit, and she forms a resistance group whose aim is to undermine the regime and show it up as ridiculous. She also writes articles in magazines and papers, in which she deliberately stretches the rules of society to ridiculous proportions—suggesting, for instance, that spelling and grammatical errors in writing should not be criticised, as this can lead to envy and bitterness between people. From the doctor who Betafied her (and who desires her), Jael manages to find out that he has also treated the Dictator and that the Dictator's chest bears a heart-shaped birthmark. In her desire to find and kill the Dictator, she writes an article urging that anyone should be able to challenge another person on the street to bare their chest and prove they have no birthmarks. This is, she claims, to ensure that everyone is as alike as possible. The idea proves divisive amongst the public and begins to cause a great deal of public disorder. Rioting breaks out on the streets, and in the absence of any advice from the Dictator, the public turn on him and denounce him. The Dictator finally responds by announcing that he can see that the public no longer appreciate his leadership and protection and, therefore, he will be leaving. The country descends into chaos after the Dictator's departure. Further rioting ensues, and food supplies are exhausted as the means of production are abandoned or destroyed. The remaining government officials realise they will have to ask the underground dictatorships for food supplies. The leaders of the underground society agree to help, but demand that in return six people be sent to them, presumably to be executed. Jael, out of a sense of guilt at her role in the collapse of society, decides to volunteer to be one of the people sent underground. On the night before she intends to so offer herself, she remains awake to savour her last few hours above ground. Then, amidst sounds of a rainstorm outside, there is a knock at her door, which she opens to reveal an old lady who had been kind to her when she was hospitalised, clearly weak with hunger and soaked from heavy rain. Jael lets her into her home and offers her some clothes to change into. To Jael's astonishment, she finds that the lady bears the Dictator's birthmark and is, in fact, the Dictator. Clearly on the verge of death, the lady reveals that Michael (who has also arrived on the scene) has acted as her \"voice\" in the Dictator's announcements. She also begs Jael to take on the role of Dictator and restore order and hope to the people. The novel ends with Jael, seemingly having accepted the offer from the Dictator, starting to address the public, through Michael's voice, for the first time.",
    "genre": [
      "Dystopia"
    ],
    "author": ""
  }
]