[
  {
    "title": "Charlie Brown's Super Book of Questions and Answers",
    "summary": " The content is presented as a series of questions pertaining to the subject of the particular chapter of the books. Amid the questions, pictures and photographs, there are details from established comic strips and complete comic strips, occasionally with its dialogue adjusted to the chapter's theme. Encyclopedic facts about Animals. Encyclopedic facts about the Earth and the Solar System. Encyclopedic facts about motion and mechanics. TBA TBA",
    "genre": [
      "Encyclopedia"
    ],
    "author": ""
  },
  {
    "title": "Manga: The Complete Guide",
    "summary": " Each title has at least a one paragraph description that includes the demographic (shōjo, shōnen, seinen or josei), a rating out of four stars, and an age advisory, including a description of any objectionable content. Yaoi and \"adult\" manga each have their own section at the back of the book. In addition to covering individual titles, Manga: The Complete Guide includes information on the basics of the Japanese language and a glossary containing information on numerous anime and manga related terms,",
    "genre": [
      "Encyclopedia"
    ],
    "author": ""
  },
  {
    "title": "Great Olympic Encyclopedia",
    "summary": " The encyclopedia has only one author Valeri Shteinbakh, and contains 10,070 entries about the history of the Ancient Olympic Games, the results of the Summer Olympic Games and the Winter Olympic Games, the sports included or not in the Olympic program, biographies of the sportspersons and other stuff.",
    "genre": [
      "Encyclopedia"
    ],
    "author": ""
  },
  {
    "title": "WWE Encyclopedia",
    "summary": " The WWE Encyclopedia contains profiles for past and present WWE personalities, as well as event and title histories. While providing information primarily about the personalities career in WWE, information is also present about their careers in other companies. People who portrayed separate characters are often given separate profiles for each character. Even people who left the company on bad terms were given favorable profiles, including Alundra Blayze and The Ultimate Warrior.",
    "genre": [
      "Encyclopedia"
    ],
    "author": ""
  }
]