[
  {
    "title": "And The Big Men Fly",
    "summary": " The coach of the Crows football team, J.J Forbes, sends Wally (his assistant) out to find a new player for the big season championship which was to start in 2 weeks. J.J thought that they would never have a chance, as Wally couldn't seem to find anyone with some decent talent. J.J was getting very upset at Wally and told him on the phone to do anything to get someone, as he says, “I don't care if you have to rewrite the law books. That's what we put you through university for!” A little while later, Wally bursts into the room yelling and screaming. “J.J… I've got him! I've got him! Oh, you've never seen anything like him, he's beautiful, he's a Greek god.” At this point J.J starts to think that Wally has gone mad and needs to see a psychiatrist. Wally is trying to convince J.J that this guy can kick a wheat bag 10 yards. Wally doesn't believe J.J at first, but thinks that he has nothing to lose so they decide to go and meet this man, so they drive all the way out to Manangatang, where this “Greek God” lives, and J.J finally gets to meet Achilles Jones. At first, things are a bit stressful as Achilles gets the shot gun out and threatens to kill them when they arrive. They try convincing Achilles to come and play football for the Crows but Achilles is just too happy where he is and won’t go anywhere. J.J & Wally aren't happy, so they decide that they are going to get Achilles to play through bribing his partner Lil with nice things and getting her to convince Achilles to try it out and play a few games. To start with convincing Lil, they tell her that she will get all sorts of nice things and they even give her a fur coat. They end up telling Achilles that the Williamses (Achilles' neighbors and worst enemies) think that he would never be able to play football in his life, so he decides that he will go and play for the Crows, only so he can show the Williamses that he can play and that he is better than them. Once Achilles arrived in Melbourne, he was taught the rules of the game and did private training. He was kept private from the public as Wally and J.J wanted to make a big showcase on the first day of the football championship. At the first game of the championship, Achilles got onto the field and did nothing. J.J and Wally started to get very stressed out and worried that he wouldn't do anything, until J.J sent Wally out onto the field to see what was wrong with him and found out that it was partly because he was wearing football boots (which he much disliked) and partly because Achilles can't play or kick when he's not angry. J.J then told Wally to send Lil out onto the field and make up a story about the Williamses so that he would get all angry and start to run and kick the ball around. This kept going on every week of the championship. Lil would have to keep making up stories, and telling Achilles that the Williamses said bad stuff about him when they actually didn't. This is the only way that they could get Achilles to actually get out there on the football field to run around and play the actual game. Just before the season had begun, Wobbly Coates and J.J made a public bet on the radio over their yearly wages that the Crows wouldn't get into the championship grand final and win, as they haven't done for the past 30 years. Near the end of the season, Wobbly knew that he was going to lose this bet if he didn't do something to stop Achilles playing the grand final, so he rang up the Williamses and told them that Achilles had been saying lots of bad stuff about them and their farm. This then set the Williamses off, and they went to fight him. This plan by Wobbly had already been working excellently as he wanted to tire Achilles out before the big game so that he couldn't play. The fight between the Williamses and Achilles went on for three days straight, but Achilles was still pushing on strong for the grand final match. On the night before the big game, Les Williams gave up and decided that he didn't want to fight anymore - this is when Achilles found out that his best mate, Milly the horse, had died back at home on the farm. Les and Achilles decide to come together inside and have a cup of tea and decide that they are going to stop all of this nonsense between the two of them. Achilles doesn't want to play the game when he gets to the field on the big day, but luckily enough, Les Williams heard on the radio who rang him up and told him all the lies – it was Wobbly Coates. This report got Achilles playing the game for a while and both the commentators and the crowd were going wild by this time because of his performance in the game. The game came to a near end and Achilles has to make a decision whether he is going to win the game or make them lose. He thinks about it and suddenly decides that he is going to get the score even, and then kick the ball straight up into the commentary box where Wobbly Coates is sitting, and hopefully it hits him and injures him. This decision was going to be his payback for all of the lies that he had told to Les Williams. The grand final game ends in a draw and is rescheduled to next week without the participation of the new team recruit, Achilles. He then decides that he is going to live back on the farm with Lil and spend a lot more time with her..",
    "genre": [
      "Sports"
    ],
    "author": "Alan Hopgood"
  },
  {
    "title": "Now I Can Die in Peace",
    "summary": " Now I Can Die in Peace is a collection of Simmons' articles from 1999 to 2004. It chronicles events such as Pedro Martinez's 1999 Cy Young season, the loss to the New York Yankees in the 2003 ALCS, and the 2004 ALCS, when the Red Sox won the last 4 games after they lost the first three games of the series. It contains frequent pop culture references and comparisons to The Shawshank Redemption.",
    "genre": [
      "Sports",
      "Anthology"
    ],
    "author": "Bill Simmons"
  },
  {
    "title": "Sports, Sin and Subversion",
    "summary": " Hyde takes as his point of departure his childhood in the downtown area of Belize City, discussing in effect the history of Belizean sports and sports personalities as he saw it from the late 1950's through to the present day. Hyde makes many references to famous sportspeople in Belize, as well as famous internationals who interacted with Belize and Belizeans: Willie Mays, Roberto Clemente, Muhammad Ali, as well as popular sports teams: San Francisco Giants, New York Yankees, Philadelphia 76ers and Chicago Cubs.",
    "genre": [
      "Sports",
      "History",
      "Autobiography"
    ],
    "author": "Evan X Hyde"
  },
  {
    "title": "The Book of Basketball: The NBA According to the Sports Guy",
    "summary": " From The Wall Street Journal: :\"In what passes for structure, Mr. Simmons offers a brief (for him) history of the league. Then he \"corrects\" every mistaken MVP award the NBA ever handed out. Then he imagines every detail of a new and improved Basketball Hall of Fame, naming the 96 players who belong there and offering an analysis of each selection. Then he ranks the top 20 teams of all time. Finally, he conjures up the perfect 12-man roster to face a team of Martians with the fate of Earth on the line—with the 1985 version of Magic Johnson passing to a 1992 vintage of Mr. Jordan and the 2003 Tim Duncan rebounding.\"",
    "genre": [
      "Sports"
    ],
    "author": "Bill Simmons"
  },
  {
    "title": "The David Beckham Experiment",
    "summary": " In January 2007, 31-year-old Beckham, one of the world's most famous soccer players, at the time playing with Real Madrid, shocked the sports world by signing a five year contract with MLS team LA Galaxy, effective from the end of La Liga 2006-07 season, which was in progress when the announcement was made. In addition to playing football, under the advisement of talent manager Simon Fuller and his company 19 Entertainment, Beckham set out to conquer the U.S. celebrity scene. At this time, Grant Wahl was given unprecedented access to the English player, his inner circle, and team to promote his arrival to the league. To 19 Management's dismay, Wahl would not relinquish control of his articles or methods of procuring information. As a result, Wahl was able to give a behind-the-scenes account of Beckham's impact on LA Galaxy. Initially, Beckham had a great financial impact on LA Galaxy drawing sold out crowds, additional owners, additional sponsors, and an increase in sold merchandise. Behind the scenes, Beckham's management was seeking control over the team and league. Beckham's designated player status as well as his overall stature and celebrity enabled him to seek preferential treatment including the captaincy, his own parking spot right next to the dressing room, and his own hotel room on road trips. This preferential treatment along with Beckham's salary (much higher than that of his teammates) greatly affected the team. Ripping the captaincy out of Donovan's hands had heavy consequences. Both years when Beckham was captain, the team failed to make it to the MLS playoffs. The book also delves into larger issues such as the MLS's failing structure.",
    "genre": [
      "Sports",
      "Non-fiction"
    ],
    "author": "Grant Wahl"
  },
  {
    "title": "Bird at the Buzzer",
    "summary": " The main subject of the book is the Big East Tournament championship game of 2001, although the book intersperses play by play coverage of the game with background information on the entire season, as well as commentary on the players, coaches and other aspects of the two programs. The game featured in the book was neither the first nor the last meeting of the two teams in the season. In January, UConn played Notre Dame at Notre Dame. The UConn team was undefeated, and ranked number one in the country at the start of the game. Notre Dame won the game 92–76, remained undefeated, and moved from third to the number one ranking at the next poll. Both teams would also meet in the semifinals of the NCAA Tournament, with Notre Dame prevailing and then going on to win the national championship. All of the meetings between the two teams that year were important games for each team, but the game in March had multiple story lines—a tournament championship at stake, a close game in which neither team lead by more than eight points at any time, a devastating injury to one of the games best players, and finally, a game that was decided by a single basket scored in the final moments, by one of the best players in the sport, Sue Bird.",
    "genre": [
      "Sports"
    ],
    "author": ""
  }
]