[
  {
    "title": "Tunnels",
    "summary": " The main influence in fourteen-year-old Will Burrows' life is his father, Dr. Burrows, and together they share an interest in archaeology and a fascination for the buried past. When Dr. Burrows begins to notice unusual people where they live in Highfield and then promptly goes missing, Will and his friend, Chester, go in search of him. They discover a blocked passageway behind bookshelves in the cellar of the Burrows home and re-excavate it. The passage leads to a door set into the rock, and beyond the door is an old lift that takes them to a cobblestone street underground. Lit by a row of orb-like lamps, they come across houses that appear to be carved out of the walls themselves. They are soon captured by the police of the underground community known as the Colony. In prison, Will is visited by Mr. Jerome and his son Cal. They reveal Will was actually born in the Colony, and they are his real family. Will is eventually released from the prison and taken to the Jerome home. There Uncle Tam is delighted to see him, and informs Will that his stepfather was recently there, and had willingly traveled down into the Deeps&nbsp;— a place even deeper in the Earth than The Colony. Will learns that the Styx, the religious rulers of the Colony, are either going to enslave Chester or banish him to the Deeps to fend for himself. Will refuses to abandon his friend, and Uncle Tam formulates a plan for him to rescue Chester, and to take him back to the surface. Will and his brother Cal try to rescue Chester, but the Styx arrive and they are forced to leave Chester behind. They avoid the Styx soldiers who patrol the city with their vicious stalker attack dogs, and eventually emerge on the bank of the Thames. Will makes for his home in Highfield, but there Will's health deteriorates, so Cal helps him to his Auntie Jean's flat where he recovers. Soon they return underground to find his father and attempt a second rescue of Chester. They encounter another Styx patrol, and Uncle Tam kills the leader of the Styx, whom he calls Crawfly, but is mortally wounded in the fight, then the strong willed Uncle Tam choses to stay behind. With the help of Imago Freebone, a member of Uncle Tam's gang, Will and Cal escape and go on to find Chester. They find Chester in the train going to the Deeps and travel there with him. In the book's final scene, Will's sister Rebecca, who is a Styx implanted in his family to monitor him, kills Imago by poison.",
    "genre": [
      "Subterranean fiction",
      "Science Fiction",
      "Lost World",
      "Fantasy"
    ],
    "author": "Roderick Gordon"
  },
  {
    "title": "Deeper",
    "summary": " Part 1: Breaking Cover The story opens with Sarah Jerome, Will's biological mother, dismounting from a bus and going on foot to a concealed chamber built into a bridge in a remote rural location. There she collects a letter that states her brother Tam is dead because Will betrayed him to the Styx. Sarah is filled with grief, and struggles to believe that her son is capable of this. Meanwhile, Will and Chester are overjoyed to be reunited once again as the Miners' Train travels down through the Earth on its way to the Deeps. Will's younger brother, Cal, is also with them. The train passes through a series of storm gates and, on the final approach to the Miners' Station, the three boys jump from it. Having escaped detection at the station, they travel further into the Deeps, where they are attacked by carnivorous bats and are forced to take shelter in an old, deserted house. Inside the house they find evidence that Will's stepfather, Dr Burrows, has already been there. Sarah adopts a disguise, allowing her to become a woman who has the authority to interview a deranged Mrs. Burrows, who currently is residing at Humphrey House. However, when her fear that Will actually killed Tam clouds her judgment, Mrs. Burrows quickly realizes the fake, forcing Sarah to flee. Soon, she is acquainted with a much skinnier, much weaker Bartleby, who takes her to a hiding place. There, a few days later, Rebecca and the Styx show up and make her believe for sure that Will killed Tam. Rebecca tells her that she knows where Will is, and that he is forcing Cal to come with him, and, if she didn't act soon, Will might kill him also. Also: Bartleby was Cal's hunter in the Colony, and now he is hers. Finally, they explain that Cal and Bartleby shared a strong bond, and, because of his love for Cal, Bartelby would be able to track him down anywhere... Finally, Dr. Burrows is shown as still alive. He has been accepted by a strange, gentle group of people called Coprolites. Sadly for them, a special detachment of the Styx called Limiters has been killing them. Having been left provisions by the Coprolites before they moved camp to a safer location, Dr. Burrows packs up and leaves, continuing further into the Deeps, keeping his notebook with him at all times. Part 2: The Homecoming Sarah is taken to see her mother, Grandma Macaulay, in her old home. Grandma Macaulay has been persuaded by the Styx that Will was responsible for Tam's demise, and she is full of vengeance and asks Sarah to exact revenge on the boy. Sarah is then escorted to the Styx Garrison where she rests, is given military training, and is also subjected to sermons from The Book of Catastrophes. Concerned that their food supplies are running low, Will and Chester follow Cal down into an opening of the floor of the Great Plain, where Cal enters a cavern filled with unidentified pipe-like organisms. As he stumbles, Cal touches one of these organisms, then collapses. Will and Chester discover that the boy isn't breathing, but they are forced to flee the cavern in order to save their own lives. Topsoil, it is dawn in England, and Rebecca and a squad of Styx are on the rooftop of Admiralty Arch, overlooking Trafalgar Square, with baskets of doves. Attached to the leg of each bird is a small metal ball which, when melted by the sun, will release a small amount of a non-deadly form of the virus that the Styx have been working on. The section ends with Rebecca cheering the doves on to \"Fly, fly, fly!\". Part 3: Drake and Elliott After his brother's death, Will is beside himself with grief, and Chester becomes increasingly concerned about the strange way he is acting. Shortly thereafter, they witness the execution of a group of Coprolites by a patrol of Styx Limiters. Will's abnormal behavior takes over again, and he asks for a piece of chewing gum. Before he unwraps it, knives are put at both boys' throats. A man speaks, telling them to bury the gum, and then to come with them. With no alternative but to do what they are told, Will and Chester comply with these demands. The two strangers introduce themselves as renegades, namely Drake and Elliott. Drake soon realizes it is important to keep Will alive because he thinks Will may be the cause of the increased Styx presence in the Deeps, and also because he discovers Will is Sarah Jerome's son. For the most part, Elliott maintains a hostile attitude towards the boys, except for Chester. Cal, who Will and Chester feared had perished in a \"sugar trap\", is resuscitated by Drake. Sarah persuades Joseph to allow her to leave the Styx Garrison so she can revisit the Rookeries, a place where the most deprived Colonists are left to rot, and where she and her brother Tam played as children. However, as she passes through the area, she is recognised and hailed as a hero. As she emerges from the Rookeries, she is met by Rebecca who tells her they are to leave for the Deeps on the Miners' Train. Topsoil, the virus created by the Styx scientists has been spread, and is wreaking havoc on England. The symptoms are some coughing, and swollen eyes, which make reading and looking at objects very hard. A grouchy Mrs. Burrows is visited by a man who has a distinguished voice and likes boiled eggs, hence Mrs. Burrows's nickname for him: \"boiled-egg man\". Boiled-egg Man tells her everything will be fine, when, in fact, it is steadily getting worse. Soon, a woman named Mrs. L dies, and not long after that, the laboratory that researches the virus is burned, and, when Boiled-egg Man appears on the news, claiming that there was no case of arson and that it was an experiment that blew the lab up, killing five scientists, Mrs. Burrows, who believes the opposite, becomes very angry. Part 4: The Island When they are attacked by Limiters, Will becomes separated from Drake, Elliott, Cal and Chester, and without any food or light, becomes completely lost in the lava tubes for several days. He eventually emerges from the lava tubes, and is reunited with Chester. Meanwhile, Drake and Elliott take Cal with them as they search the Great Plain for Will, and here they come to a place called the Bunker, which it appears was once used to breed Coprolites. One area in the Bunker is now being used to test the Dominion virus, which the Styx intend to use to decimate a large proportion of the Topsoil population. After a Styx ambush, Drake is captured outside the Bunker, while Elliott and Cal manage to escape. The two return to Will and Chester, and then Elliott leads them all to an island in a subterranean sea. Elliott takes Will to scout, and they discover that Drake is being tortured. Elliott decides to kill him to put him out of his misery. When they return to the camp, Elliott captures a \"night crab\" for a meal, which Will identifies as a relic species of Anomalocaris. Part 5: The Pore Dr. Burrows comes across a temple-like structure, built by a civilization that worships a sun. He discovers a hoard of large dust mites and then comes across a huge, mile-long hole, which he accidentally falls into. Elliott's initial plan is to take the boys to a place called the Wetlands, where they will allegedly be safe. She takes them through a tunnel, but before long, Bartleby appears, and Cal is delighted. Elliott shoots an advancing stranger, which turns out to be Sarah Jerome. Will assures her that he did not kill Tam, then he and the others continue on their way. At her insistence, because she is too badly injured and would only slow them down, Sarah stays behind. They eventually come across the huge hole; the same one Dr. Burrows fell into. It is identified as the Pore, which stretches even deeper into the Earth's surface. Before long, they are ambushed by Rebecca, and she reveals that there is not one but two of her; they are twins, and they have been alternatively living in Will's home, posing as his younger sister. They reveal their plot to kill all Topsoilers with a deadly virus called Dominion, which was extracted from the Eternal City by the Styx Division. The twins order the Limiters to open fire; Cal is killed as a result. Will, Elliott, Chester, and Bartleby are blown into the Pore by the Styx's heavy guns. The Rebecca twins presume that they have fallen to their death, and the Limiters cease fire. Sarah, who is close to death from her gunshot wounds, witnesses this. She draws upon her last remaining strength and, in a headlong rush at the Rebecca twins, takes them over the edge of the Pore with her. Several days later, Drake is shown Topsoil as he observes a Colonist who is, in turn, observing Mrs. Burrows. It is clear that he wants to exact his revenge on the Styx for the deaths of Elliott and the boys. The book ends when he dials a phone and waits for an answer.",
    "genre": [
      "Subterranean fiction",
      "Science Fiction",
      "Lost World"
    ],
    "author": "Roderick Gordon"
  },
  {
    "title": "Freefall",
    "summary": " Closer, Further (Part 1) The opening chapter describes how Chester Rawls is the first to regain consciousness on a fungal shelf deep down in the Pore where he, Will Burrows, Elliott and Bartleby have crash landed. After Will has located his brother’s dead body and given him a burial of sorts, he and Chester carry the injured Elliott with them as they set about exploring this alien and frightening world. The task of moving through the passages with the burden of Elliott and their equipment is made easier thanks to the reduced gravity at this depth in the Earth. With the help of Bartleby’s tracking ability, they discover that there is someone else down there with them, but are attacked by giant carnivorous creatures called spider-monkeys. They are saved by the intervention of a new character called Martha. She takes them to where she lives, a shack evidently built by the survivors of a galleon which was sucked down the another of the giant holes like the Pore, so she can tend to Elliott and protect the two boys. Meanwhile, the Rebecca twins, who were pushed into the Pore by Sarah Jerome in her last dying act, are aware that Will is alive, and begin to plot against him with two Styx Special Forces soldiers, called Limiters. One of the Rebeccas and a Limiter approach Will's father, Dr Burrows, and attempt to bully him into finding them a way out of the Pore. Dr Burrows seems to have very little comprehension that the Styx are dangerous and capable of great cruelty and murder. Martha's Shack (Part 2) At Martha’s shack, Elliott’s condition deteriorates as she catches a voracious fever, and Martha warns Will and Chester that her son died after the same thing happened when he injured himself on an expedition two years previously. Much to Will’s surprise, the other Rebecca twin turns up alone the shack, and her life is only spared after Will stops Chester and Martha from killing her. The twin claims that she is innocent and has had to go along with her sister’s evil plans. Will appears to give her the benefit of the doubt, but Chester and Martha are highly skeptical. Will is further won over by the Rebecca twin as she gives him two phials, which purportedly contain the Dominion virus and its antidote. Elliott’s condition worsens, and Will and Chester discover that Martha has been less than honest with them, and that there may be a source of modern medicines to help the girl. Although Martha is reluctant for them to risk the long journey, she eventually leads them to a “metal ship” which her son had stumbled across. The Metal Ship (Part 3) When they get there, it turns out that the metal ship is actually a modern Russian nuclear submarine, and they are forced to shelter inside it while Elliott responds to the antibiotics. There is also the added risk that they may be attacked by “Brights”, giant moth like flying creatures. As they finally set off from the submarine, the second Rebecca twin makes her appearance with Dr Burrows and the two Limiters. Will realizes the twin who surrendered to him has been lying all the time, as she orders Bartleby to attack him – the Hunter has been conditioned to follow her orders after being Darklit in the Colony. One of the Limiters is killed by a \"Bright\", but the Rebeccas still have an edge. Just when it appears as if all is lost, Elliott reveals that she is half Styx, and saves the day by priming one of the explosives from her rucksack. In the subsequent explosion, Will and his father are separated from Chester, Elliott, Martha and Bartleby, while the Rebecca twins and the surviving Limiter seek refuge in the Russian submarine, which is knocked down the giant hole it was in, \"Smoking Jean\", by the explosion. The Underground Harbor (Part 4) Separated from his friends and not knowing whether they are alive or not, Will is persuaded by his father to travel upwards, and they stumble upon an underground harbour, a deep-level fallout shelter from the Cold War. After Will has helped himself to various weapons from the armoury in the shelter, they manage to get an outboard engine to work, and attach it to a launch. Then they travel up a subterranean river linking the fallout shelter to the surface, and emerge in Norfolk, from where they make their way back to Highfield, and are reunited with Drake. Highfield, Again (Part 5) Mrs Burrows, Will’s stepmother, has gone through a transformation after she manages to beat her TV addiction, and has returned to Highfield where she is kept under close surveillance by the Styx and their agents. At Dr Burrows’ insistence, Drake takes him to meet his wife, so revealing to the Styx that Dr Burrows and Will are back Topsoil. Then there follows a parting of the ways as Mrs Burrows remains on the surface with Drake, who has asked Will to return back into the Earth and make sure that the risk of the Dominion virus has been neutralised. Will is accompanied by his father as they retrace the their route to where the submarine was blasted from the ledge in \"Smoking Jean, and he is reunited with Chester, Martha, and a fully recovered Elliott. Departure (Part 6) Drake, with help from a squad of former SAS soldiers, devises a plan to trap one of the leading Styx, the “old Styx”, using Mrs Burrows as bait. But the mission fails and Mrs Burrows is captured and taken to the Colony where she is Darklit. Meanwhile, Dr Burrows, in a literal leap of faith, throws himself into the pore, followed by his son, and eventually by Elliott and Bartleby. Dr Burrows’ assumption that the gravity further down the pore is progressively lower is proved to be correct, and after locating the submarine, they search for any surviving Styx. Dr Burrows, driven by his conviction that there is a world at the centre of the Earth, risks all their lives as he makes sure that they have no option but to continue towards it. They finally make it through to the “Garden of the Second Sun” - a hidden world at the centre of the Earth, complete with its own sun, mountains, oceans, and animals long since extinct on the surface. Assisted by Will, Dr Burrows begins to investigate one of three Mayan-type pyramids they find there, and it seems as though they are finally safe from the Styx until Elliott spots some footprints. She, Will and Bartleby follow the trail and discover that the Rebecca twins and a Limiter have also made it through to the hidden world. After Elliott sets an ambush to deal with the Styx for once and for all, Will disobeys her and sneaks in to retrieve the Dominion phials. He is discovered by one of the Rebecca twins, and in the firefight and explosion which follow, both the Rebecca twins and Limiter perish, while Will makes off with the phials. Far from being angry at his disobedience, Will’s reward is a kiss on the cheek from Elliott. It seems as though Will’s prayers have been answered as he embarks upon his new life in this idyllic world, with Elliott as his companion and working with his father to discover incredible secrets from the past, until one day Dr Burrows spots a WW2 German bomber, a Stuka, in the sky.",
    "genre": [
      "Subterranean fiction",
      "Science Fiction",
      "Lost World"
    ],
    "author": "Roderick Gordon"
  },
  {
    "title": "Closer",
    "summary": " Part 1: Revelations The story picks up following the events of Freefall. In the world with its own sun in the centre of the Earth, the Rebecca twins had dived into a pool in order to escape an explosion set off by Will and Elliott, and eventually are able to survive by breathing air they find trapped in the roof of some underground workings. Chester and Martha return Topsoil, where Chester is inevitably very eager to contact his parents, but Martha won't permit this. She dotes obsessively on the boy, seeing him as a substitute for her dead son. This frightens Chester, who begins to make a plan to run away from her, but in the event doesn't dare put this into practice. Meanwhile, back in the centre of the planet, the Rebeccas come across a modern metropolis, with helicopters and other vehicles, including cars resembling Volkswagens. The point of interest flips back to Chester, when they are walking through the night. Suddenly, Martha grabs him, and Chester panics, going as far as to hit her. When he demands an explanation, she claims she was shielding him from a Bright. Under the surface, Rebecca Two sees a Limiter flare, and then signals back by blowing up a gas tank. The Rebeccas then continue to march toward the city. The story returns to Chester, who wakes up, finding Martha, who just killed a bird. He and Martha eat the bird. The Rebeccas find the city, and realise it is well maintained and populated. They frighten a small amount of people, and that results in the arrival of the local army. The people of the city are from a expeditionary force that arrived during World War II. The Limiter forces arrive shortly, and a short staredown occurs, and after a Limiter medic begins to operate on the wounded Rebecca. The other Rebecca and the Limiter General begin to talk about their identity. During the second World War, the Styx were allies of the Third Reich. The officer of the squad informs the other two that they are \"New Germanians\". The officer takes Rebecca and the Limiter General to meet the Chancellor of New Germania. Back Topsoil, Chester's food that Martha is feeding him makes him sick. They enter a small cottage that is unattended. They discover that it is well kept, and has various foods. Chester eats some cold beans, and takes a shower. He then returns to the kitchen, after getting some new clothes. He begins to call his parents, when he is hit in the back of the head and knocked out. The story shifts to Drake, who wakes up in a room he does not recognize. He heads to a window, and realises that he is still Topsoil. He is then greeted by his savior, a retired Limiter named Edward James Green, who believes that the Styx are taking unnecessary measures with their goal of reclaiming Topsoil. He also reveals himself to be Elliott's father. They then discuss various aspects of the Limiter, who is coined \"Eddie\" by Drake. After finishing, they head for a keypad-locked cellar. The story then flips to Will, Dr. Burrows, and Elliott. They discover a group of skulls, which prove that there are native inhabitants. Dr. Burrows also claims to have seen a Stuka. Elliott prepared some early warning systems in case of Limiters or other people. She also prepares a hidaway for them to run to in case of danger, and shows Will the ancient passage the Rebeccas used to enter the inner world, also finding evidence that Limiters have been there recently. Meanwhile, Eddie and Drake enter the cellar, and Drake discovers an area akin to a briefing room. He discovers various Styx elements, including a Dark Light and the device used to incapacitate him in the Commons. Eddie then leaves Drake, giving him keys to the warehouse and the apartment. Back underground, Will and Elliott find free time together, but are soon interrupted by Dr. Burrows, who is investigating the pyramid area, against precaution by Will and Elliott. Back Topsoil, Chester is held hostage by Martha, and is fed a mystery meat. Drake and Eddie eventually find him, but he is revolted when he finds he was eating meat from dead mailmen, whom Martha killed. Back in the Colony, Mrs. Burrows is kept alive by the Second Officer, but her presence in the house begins to make his family very unpopular. She slowly regains motor control of her body, but her sight has been badly impaired and she compensates this by utilising an olfactory super-sense that she finds that she has developed. The family begins to consider ways of killing her. Back Topsoil, Chester meets Eddie, and wants to return to his parents. The Prime Minister, meanwhile, is Dark Lit. The Rebeccas also convince the Chancellor of New Germania to let them use the helicopters to search for Will, Dr. Burrows and Elliott. Part 2: Contact The Rebeccas find that Tom Cox is still alive, and with them. The Chancellor then assigns Colonel Bismarck to assist them. They board helicopters, and head for the pyramids. They find Will and Dr. Burrows, and capture them. Elliott watches the scene from high in one of the giant trees of the jungle, and before Cox manages to slice off Will's fingers at the behest of the Rebeccas, she shoots and kills him. The Rebeccas are angered by this, and the shoot Dr. Burrows as retaliation. They then demand that Elliott surrenders and hands over the Dominion virus, as they found the broken phial containing the vaccine. Elliott comes up with a plan, and approaches with a suicide bomber kit. She then forces the Rebeccas to let them go, in exchange for the virus. They agree, and the exchange is carried out just as Will and Elliott are leaving on a helicopter with Colonel Bismarck. Meanwhile, Eddie informs Drake that the Styx obtain their viruses from \"Plague Snails\" that live in the eternal city. Chester's attempt to contact his parents goes horribly wrong as the Styx have brainwashed them to not recognize him and to call one of their agents if he appears. Part 3: Restitution Colonel Bismark cannot land Will and Elliott at their supply cache in the jungle due to one of the inner world's frequent storms, and lands them as close to the location as possible. Once landed, Will confronts Elliott, asking her why she gave the Styx the virus. She tells him that she has the vaccine that she drank it before breaking the phiall. Meanwhile, Chester and Drake deprogram Chester's parents, who've been brainwashed by the Styx. Eddie and Drake also inspect a portal into the underworld, in preparation for an underground operation. Also, the Rebecca Twins and their Limiters take the New Germanians assigned to support them prisoner as part of their plan to take over New Germania. As they brainwash the captives, it becomes evident that one of the Rebecca twins is infatuated with the New Germanian officer that they first met when they arrived at the city. Will and Elliott retrieve their weapons and supplies and start making their way through the ancient passage to the fallout shelter. In the Colony, the Old Styx tells the Second Officer that he should be prepared for the Styx to take Mrs. Burrows to the Scientists to be examined to see how she resisted the Styx's Dark Light battery for so long. Part 4 : On The Offensive Drake and Eddie leave the warehouse to place pesticides that will annihilate the plague snails in the Eternal City, leaving Chester behind to watch movies. Meanwhile, the Second Officer's family rejoices when the supposedly comatose Mrs. Burrows is taken to have her brain examined by the Scientists. Colly, the family's Hunter that Mrs. Burrows befriended, hisses at them, and they cannot understand why she is upset.Will and Elliot make their way to the fallout shelter, but are stranded there because Chester and Martha took the only intact boat. At the warehouse, Chester calls his dad to tell him that their part in Drake's plan is ready, but he finds that his Mother has disappeared. He tells him that the plan has not changed, and the last place he wants to be is at the hotel if Emily Rawls has indeed fallen under the power of the Styx. Drake and Eddie place the charges and detonate them, releasing a cloud of pesticide that will destroy the plaque snails. Chester and Jeff Rawls make their way to the portal, and Jeff goes to the warehouse after Chester has found the portal and begun to unpack the equipment Drake had him to bring with him: two bergens, some firearms, and a noddy suit. After fighting their way through a Styx patrol, Drake attacks Eddie, knocking him unconscious. He did this partly because while Eddie was working for the Styx, he tortured and killed a close friend of Drake's, and then lied about the incident to Drake; but mostly because Eddie would not consent to what Drake and Chester were about to do next. Meanwhile, the Rebecca Twins finish their takeover of New Germania. Drake and Chester make their way through the Labyrinth, and attack the South Cavern's air supply, piping in nerve gas (which was in one of the Bergens that Chester brought down into the underworld) to incapacitate as many colonists as possible, so they will not interfere in the next part of the mission. Meanwhile, the Second Officer and Colly go to the Laboratories to make a last visit to Mrs. Burrows. Drake and Chester arrive at the Laboratories, tranquilizing any colonists the nerve gas didn't incapacitate and plant explosives (which were in the other bergen) in the North Block, which specializes in weapons and biological warfare research. Drake and Chester search the building for any Topsoilers being captive in there. Chester finds the Second Officer and fights with him, as Chester believes the Second Officer was complicit in Chester's torture, and the Second Officer has a grudge against Will and his friends because Will knocked him unconscious during the unsuccessful attempt to rescue Chester from the Hold. Mrs. Burrows stops pretending to be unconscious to break up the fight, but Eddie (now recovered) locks them in the operating theater. Eddie then paralyses Drake with the Dark Light training Eddie gave him while Drake was a prisoner of the Styx. Eddie tells Drake, who is still conscious, only unable to move, that his manipulations have been indirectly responsible for most of the plotlines in the series, and that he had misjudged how events would play out. He tells Drake that he wants Drake and his friends to win so he can take control of the Styx. He then knocks Drake unconscious and leaves. The Second Officer, Chester, and Mrs. Burrows unsuccessfully try to open the door until Mrs. Burrows tells Colly to wake up Drake so he can open the door. This succeeds, and they escape the North Block only moments before it explodes. The Second Officer leaves the group, and Mrs. Burrows, Chester, Drake, and Colly head for the surface. They head to Eddie's warehouse to find that he has flown the coop, leaving behind only an unconscious Jeff Rawls. Part 5 : Reunion Drake rescues Will, Bartleby and Elliott from the fallout shelter, and takes them to the rest of the group are camping with a Gypsy band. They then leave for a safe house. Meanwhile, the Rebecca Twins return to the Colony, presenting the Old Styx the Dominion Virus, their suspiscions that Will or Elliott drank the vaccine, and the New Germainian Army. The safe house is revealed to be a country estate owned by Drake's father, Parry. Mrs. Rawls, in Highfield, is not under the influence of the Styx as it initially appeared, but is only pretending to be darklit so she can spy on the Styx for Drake. Eddie appears, foiling an attempt to make her place a bomb for the Styx, and takes her away from Highfield. Drake returns from town one morning with two things: a skateboard for Chester and a book based on Dr. Burrows's journal for Will. Will is devastated when he learns that the book, The Highfield Mole, is not a serious academic work but a novel to amuse children. In the epilogue, a news report about the closure of the three hospitals to which Drake provided samples of Elliott's blood is interrupted by a bulletin about a Styx attack on the Royal Mint, and that the police (who, along with the rest of the government, are being manipulated by the Styx) believe the mastermind behind the plot is Drake. Errata *In Freefall, the Rebecca Twin with the broken teeth was referred to as \"Rebecca Two\"; in Closer, she was \"Rebecca One.\"",
    "genre": [
      "Subterranean fiction",
      "Science Fiction",
      "Lost World",
      "Fantasy"
    ],
    "author": "Roderick Gordon"
  }
]