[
  {
    "title": "Soul Music",
    "summary": " The story follows the short-lived but glamorous musical career of \"The Band with Rocks In\", a group of musicians who become famous after their leader, Imp Y Celyn a.k.a. 'Buddy' (Buddy Holly: the name is Welsh for \"bud of the holly\"), becomes possessed by the essence of an addictive new music dubbed 'Music With Rocks In'. The band is \"discovered\" by Cut-Me-Own-Throat Dibbler, who becomes the Disc's first manager. He tries to cash in on the band by any means possible while keeping them ignorant. He also hires the troll Asphalt as a roadie to accompany the band on its tour. Meanwhile, Death, in one of his philosophical moods, takes a holiday in search of a way to forget his more troubling memories, especially the recent demise of his adopted daughter Ysabell and her husband Mort. In the meantime, his granddaughter Susan discovers the truth about her heritage when she is forced to stand in for her missing grandfather. Complications ensue when she falls in love with Buddy, and tries to save him from his \"live fast, die young\" destiny as the Discworld's first rock star. Buddy wants to do a free concert, and after Dibbler figures out how much money he can make by selling T-shirts, sausages-in-a-bun etc. to the audience, he agrees. A large number of bands, all of whom have formed in response to the original \"Band with Rocks In\", participate in the largest concert of all time. Afterwards the band flees from their crazed fans, pursued by the angry Musicians Guild, C.M.O.T. Dibbler, Susan and Death. The cart in which the band is riding falls into a gorge, killing all its passengers, but Death intervenes to save them, afterward destroying the guitar which was the source of the new music. Thus the band is freed from their self-destructive destiny, and the spirit of the Music With Rocks in is driven from the Disc.",
    "genre": [
      "Music",
      "Science Fiction",
      "Speculative fiction",
      "Fantasy",
      "Fiction"
    ],
    "author": "Terry Pratchett"
  },
  {
    "title": "The Moviegoer",
    "summary": " The Moviegoer tells the story of Binx Bolling, a young stock-broker in postwar New Orleans. The decline of southern U.S. tradition, the problems of his family and his traumatic experiences in the Korean War have left him alienated from his own life. He day-dreams constantly, has trouble engaging in lasting relationships and finds more meaning and immediacy in movies and books than in his own routine life. The loose plot of the novel follows Binx as he embarks on an undefined \"search,\" wandering around New Orleans, Chicago and the Gulf Coast reflecting philosophically on small episodes and interactions. He is constantly challenged to define himself in relation to friends, family, sweet-hearts and career despite his urge to remain vague and open to possibility. \"What is the nature of the search? you ask. Really it is very simple; at least for a fellow like me. So simple that it is easily overlooked. The search is what anyone would undertake if he were not sunk in the everydayness of his own life.\" The novel is heavily influenced by the existentialist themes of authors like Søren Kierkegaard, whom Percy read extensively. Unlike many dark didactic existentialist novels (including Percy's later work), The Moviegoer has a light poetic tone. It was Percy's first, most famous, and most widely praised novel.",
    "genre": [
      "Music",
      "Speculative fiction",
      "Fiction"
    ],
    "author": "Walker Percy"
  },
  {
    "title": "Lord Hornblower",
    "summary": " Hornblower alters the appearance of his own vessel, the Porta Coeli, so it can masquerade as the mutinous vessel. As dusk falls, he follows a valuable blockade runner into port, pretending to be the Flame. Then, once the two vessels are moored, he captures it and takes it out to sea. He then pursues the Flame, which retreats to the French port. Believing the mutineers responsible, the French send four gunboats to take her. Hornblower manages to exploit the fighting to capture both the Flame and a gunboat. Among the French prisoners is Lebrun, the young and ambitious assistant to the mayor of Le Havre. Lebrun asks to speak with Hornblower privately; he proposes to surrender Le Havre to the English fleet. Hornblower and Lebrun arrange a plan: Lebrun's role is to undermine those parties who would resist a British seizure of the city. Overcoming some tense moments with audacity, Hornblower is able to capture the city with a half battalion of Royal Marines and finds himself its military governor. Hornblower finds his new duties different from that of commanding a naval vessel or squadron. He finds his role demanding, in part because he is such a demanding perfectionist. The Duke of Angoulême, one of the heirs to the Bourbon dynasty, is sent to assume control of the civil leadership. Hornblower hears that Napoleon has been able to amass a strong force, to be transported by barge down the Seine to retake Le Havre. He sends a force, borne by half a dozen large ship's boats, to try to blow up the barges and ammunition. He puts his best friend, Captain William Bush, in command. The raid is a success and the French force is stopped, but an unexpected explosion kills most of the British, including Bush. Hornblower is raised to the peerage, possibly in part to provide him with more dignity, gravitas, when dealing with the French heir's entourage, as well to reward him for his accomplishments. During the following peace, Hornblower's wife Barbara accompanies her brother, the Duke of Wellington, to the Congress of Vienna, leaving Hornblower at loose ends. He decides to visit the Comte de Gracay, where he resumes his relationship with the Comte's widowed daughter-in-law, Marie. When Napoleon escapes from Elba and raises a new army, Hornblower, the Comte and Marie lead a guerrilla fight against the Imperial forces. They are eventually defeated, and Marie dies from a leg wound. Hornblower and the Comte are captured and condemned to death, but news of the Emperor's defeat at the Battle of Waterloo arrives just in time to save their lives. sv:Lord Hornblower",
    "genre": [
      "Music",
      "Historical fiction",
      "Children's literature",
      "Fiction",
      "Historical novel"
    ],
    "author": "C. S. Forester"
  },
  {
    "title": "The Owl and the Pussycat",
    "summary": " \"The Owl and the Pussycat\" features four anthropomorphic animals &ndash; an owl, a cat, a pig, and a turkey &ndash; and tells the story of the love between the title characters who marry in the land \"where the Bong-tree grows\". The Owl and the Pussycat set out to sea in a pea green boat with honey and \"plenty of money\" wrapped in a five pound note. The Owl serenades the Pussycat while gazing at the stars and strumming on a small guitar. He describes her as beautiful. The Pussycat responds by describing the Owl as an \"elegant fowl\" and compliments him on his singing. She urges they marry but they don't have a ring. They sail away for a year and a day to a land where Bong-trees grow and discover a pig with a ring in his nose in a wood. They buy the ring for a shilling and are married the next day by a turkey. They dine on mince and quince using a runcible spoon, then dance hand-in-hand on the sand in the moonlight. Portions of an unfinished sequel, \"The Children of the Owl and the Pussycat\", were first published posthumously in 1938.",
    "genre": [
      "Music",
      "Speculative fiction",
      "Children's literature",
      "Fiction",
      "Poetry"
    ],
    "author": "John Keir Cross"
  },
  {
    "title": "Black Water",
    "summary": " The book begins with Kelly Kelleher in a car that is plunging into mucky, swampy, \"black water.\" We learn the events that led up to the accident in flashbacks as she is drowning: Kelly Kelleher attends a Fourth of July party hosted by her friend Buffy St. John and her lover, Ray Annick. She is planning to stay with them for the weekend. Buffy is the \"more worldly\" of the two young women; the irony in this is that it is completely out of character for Kelly to get herself into such a situation. Ray has invited \"The Senator\" about whom Kelly wrote her graduate thesis. He immediately is interested in her sexually; he pays attention solely to her as the party drags on, and they discuss their common political beliefs. He follows her to the beach where he kisses her, and then invites her to come to his hotel with him on the ferry. As she packs her bags, Buffy tries to convince her not to go or to go later but Kelly thinks that this is a once-in-a-lifetime chance and goes with him, despite the fact that he has been drinking and that she is not entirely sure that she is \"ready\" for any sort of relationship. The Senator is drunk and takes the \"old\" Ferry Road instead of the \"new\" one; he is driving recklessly and drives directly through a guardrail into a marsh. We find later that, had he made the turn, the car probably would have fallen into the water a short distance down the road at an old bridge. The car sinks passenger side-down. At this point, The Senator uses Kelly's body to jettison himself upwards,out of the driver's side door. She tries to hold on to him to pull herself free; he kicks her, leaving his shoe in her hand. Kelly, badly injured and delirious, continually imagines that he will come back to \"save\" her, and also that he has gone for help. She repeatedly imagines seeing him outside of the car, or that she feels the car shaking as he tries to get her out. She trusts The Senator until the very end of her life, certain that he will save her; it is possible that, because of this, she misses out on highly important lucid moments in which she could possibly save herself. In reality, The Senator has stumbled to an outdoor phone booth, carefully staying out of sight of passing cars, to call Ray Annick. He tells Annick that Kelly became emotional and pushed the wheel because she was drunk, thus causing the accident, and that she is already dead. Meanwhile, Kelly is following an ever-shrinking bubble of air to the top of the car. She panics and imagines that she is rescued and sent to the hospital where the \"black water\" is pumped from her stomach; this parallels an episode from college in which a suitemate tried to kill herself and had to have her stomach pumped. Kelly gets her imagery of the experience from the description of the other girl. The reader also learns about Kelly's own bout with suicidal thought and depression, triggered by the end of a relationship; Ironically, she has decided that she wants her life, that she wants to live, and this was part of the reason she decided to leave the party with The Senator in the first place. She also repeatedly imagines her parents, and how she will explain to them that she is a \"good girl\" and argues that The Senator and his wife are separated, his children grown, and that their affair is causing no harm. She remembers an article she wrote arguing against the death penalty in which she details the more gruesome and torturous aspects of different methods of execution; this underscores the cruelty and horror of her death. As she grows closer and closer to death, her hallucinations become more vivid until she is imagining her parents, very old, watching her being pulled from the water in horror. She imagines herself as a child reaching up to be carried. The book ends with a line that is repeated throughout the book: \"As the black water filled her lungs, and she died.\"",
    "genre": [
      "Music",
      "Fiction",
      "Novel"
    ],
    "author": "Joyce Carol Oates"
  },
  {
    "title": "Spring Awakening",
    "summary": " ;Act I Wendla Bergmann, an adolescent in late-nineteenth century Germany, laments that her mother gave her “no way to handle things” and has not taught her the lessons she needs to learn (“Mama Who Bore Me”). She tells her mother that it is time she learned where babies come from, considering that she is about to be an aunt for the second time. Her mother cannot bring herself to explain the facts about conception clearly to Wendla despite knowing her daughter is reaching puberty. Instead, she simply tells Wendla that to conceive a child a woman must love her husband with all of her heart. The other young girls in town appear to be similarly innocent and are upset about the lack of knowledge presented to them (\"Mama Who Bore Me\" (Reprise)). At school, some teenage boys are studying Virgil in Latin class. When Moritz Stiefel, a very nervous and intense young man, sleepily misquotes a line, the teacher chastises him harshly. Moritz’s classmate, the rebellious and highly intelligent Melchior Gabor, tries to defend him, but the teacher will have none of it, and hits Melchior with a stick. Melchior reflects on the shallow narrow-mindedness of school and society and expresses his intent to change things (\"All That’s Known\"). Moritz describes a dream that has been keeping him up at night, and Melchior realizes that Moritz has been having erotic dreams which Moritz believes are signs of insanity. To comfort the panicked Moritz, Melchior, who has learned sexual information from books, tells Moritz that all of the boys at their age get the dreams. The burned-out boys tell about their own frustrating thoughts and desires. (\"The Bitch of Living\"). Moritz, who is not comfortable talking about the subject with Melchior, requests that he give him the information in the form of an essay, complete with illustrations. Some girls are gathered together after school and tease each other as they fantasize about marrying the boys in the town. At the top of the list is the radical, intelligent, and good-looking Melchior (\"My Junk\"). Meanwhile, Hanschen masturbates as he looks at an erotic postcard, and the piano student Georg indulges in some lively fantasies about his well-endowed female piano teacher. Moritz has eagerly digested the essay that Melchior prepared for him, but complains that his new knowledge has only made his dreams even more vivid and torturous. Melchior tries to calm and comfort his friend, but Moritz runs off in frustration. All of the boys and girls express their desires for physical intimacy (\"Touch Me\"). Searching for flowers for her mother, Wendla stumbles upon Melchior. The two share a moment while sitting together in front of a tree (they were childhood friends, but grew apart as they got older). Each of them considers what it would be like to give in to their physical desires, but they do not do so (\"The Word of Your Body\"). Meanwhile, at school, Moritz sneaks a look at his test results and is thrilled to learn that he has passed his midterm examinations, but the teacher and schoolmaster cannot pass everyone, so they decide to fail Moritz anyway, deeming his passing grade is not up to the school's lofty standards. Martha, one of the teenage girls, accidentally admits to her friends that her father abuses her physically (including sexual abuse) and that her mother is either oblivious or uncaring. The other girls are horrified to hear this, but Martha makes them promise not to tell anyone, lest she end up like Ilse, a friend from childhood who now wanders homeless and aimless because her parents kicked her out of the house (\"The Dark I Know Well\"). Later, Wendla finds Melchior again at his spot in the woods and tells him about Martha's abuse. Melchior is appalled to hear this, but Wendla convinces him to hit her with a switch, so that she can try to understand her friend’s pain. At first Melchior is determined to do nothing of the sort, but reluctantly complies. He gets carried away in the beating, taking his own frustrations out on Wendla and throws her to the ground. He then runs off, disgusted with himself, as she weeps curled up on the ground. Alone, Wendla finds that Melchior has left his journal on the ground. She picks it up and takes it with her. Moritz is told he has failed his final examination, and his father reacts with disdain and contempt when Moritz tells him that he will not progress in school; rather than attempting to understand his son's pain, Moritz's father is only concerned with how the others in town will react when they see 'the man with the son who failed'. Moritz writes to Melchior’s mother, his only adult friend, for money to flee to America; she tenderly but firmly denies his request and promises to write his parents to discourage them from being too hard on him (\"And Then There Were None\"). Devastated by the refusal and feeling he has few choices left, Moritz begins to contemplate suicide. In a stuffy hayloft during a storm, Melchior cries out in his frustration at being caught between childhood and adulthood (“The Mirror-Blue Night”). Wendla finds him once again, telling him she wants to return his journal, and each apologizes for what happened the last time they met. Before long, they begin to kiss; Wendla resists his advances at first. Although she doesn't really understand what's going on between them, Wendla is reluctant, sensing that what they are doing is something very powerful, and very unlike anything that she has known before. As Melchoir becomes more insistent, he overpowers her objections with a combination of affection and sheer force, although they continue, and they begin to have sex in the hayloft (\"I Believe\"). At the very moment Melchior commits the act, Wendla cries out against it, and the darkness falls. (Note: This scene was slightly softened from the show's Off-Broadway run, when the act as a rape without Wendla's consent was more straightforward. Later, as staged by the Broadway show, Wendla still objects to Melchior, but gives in without understanding what he is actually trying to do, leaving the question of consent still ambiguous on many levels.) ;Act II Wendla and Melchior are finishing their moment of confused intimacy in the hayloft; they reflect on and discuss what has just happened (“The Guilty Ones”). Moritz, having been thrown out of his home, wanders the town at dusk, carrying a pistol (\"Don't Do Sadness\") when he comes across Ilse, an old childhood friend. Ilse, who is secretly in love with Moritz, tells him she has found refuge at an artists' colony; and they reminisce in some childhood memories and \"remarkable times\" (\"Blue Wind\"). She invites him to come home with her and join her in sharing some more childhood memories and maybe something more. But Moritz refuses, Ilse does everything she can to change his mind (\"Don't Do Sadness/ Blue Wind\"). After coming close to kissing and admitting their mutual feelings, Moritz refuses and Ilse leaves, distraught and upset. Realizing his true feelings for her, he changes his mind and calls after her, but it is too late; she is gone. Believing that he has nowhere to turn, Moritz shoots himself. At Moritz's funeral, each of the children including Ilse, drops a flower into his grave (\"Left Behind\"). Back at school, the schoolmaster and teacher feel the need to call attention away from Moritz, whose death was a direct result of their actions. They search through Moritz's belongings and find the essay on sex which Melchior wrote for him. They lay the blame of Moritz's death on Melchior, and although Melchior knows that he is not to blame, he knows there is nothing he can do to fight them, and he is expelled (\"Totally Fucked\"). Elsewhere that night, Hanschen meets up with his shy and delicate classmate Ernst. Hanschen shares his pragmatic outlook on life with his classmate before seducing him (\"The Word of Your Body (Reprise)\"). Wendla has become ill, and her mother takes her to visit a doctor. He gives her some medication and assures them both that Wendla is suffering from anemia and will be fine, but he takes Wendla's mother aside and tells her that Wendla is pregnant. When her mother confronts her with this information, Wendla is completely shocked, not understanding how this could have happened. She realizes that her mother lied to her about how babies are made. Although she berates her mother for leaving her ignorant, her mother rejects the guilt and insists Wendla tell her who the father is. Wendla reluctantly surrenders a passionate note Melchior sent her after they consummated their relationship. She reflects somberly on her current condition and the circumstances that led her to this difficult position, but ends with optimism about her future child (\"Whispering\"). Meanwhile, Melchior's parents argue about their son's fate; his mother does not believe that the essay he wrote for Moritz is sufficient reason to send him away to reform school. When Melchior's father tells his wife about Wendla's pregnancy, she finally agrees that they must send Melchior away, which they do without telling him that Wendla is pregnant. During this time, Melchior and Wendla only keep contact through the use of letters, with Ilse delivering them back and forth. At the reform school, Melchior gets into a fight with some boys who grab a letter he has just received from Wendla and use it in a masturbation game. As one of the boys reads from the letter, Melchior finally learns about Wendla and their child, and he escapes from the institution to find her. He does not know that Wendla's mother has already taken her to an underground practitioner to have an abortion. When Melchior reaches town, he sends a message to Ilse to have her get Wendla to meet him at the cemetery at midnight. But she can take no action as Melchior \"hasn't heard\" about Wendla. There, he stumbles across Moritz's grave and swears to himself that he and Wendla will raise their child in a compassionate and open environment. When Wendla is late to the meeting, Melchior begins to feel a little uneasy. Looking around, Melchior sees a grave he hadn't noticed before. He reads the name on the stone – Wendla's – and realizes that Wendla died from the botched abortion. Overwhelmed by shock and grief, he takes out a razor with the intention of killing himself. Moritz's and Wendla's spirits rise from their graves to offer him their strength. They persuade him to journey on, and he resolves to live and to carry their memories with him forever (\"Those You've Known\"). Led by Ilse, everyone assembles onstage to sing \"The Song of Purple Summer.\"",
    "genre": [
      "Music"
    ],
    "author": "Steven Sater"
  },
  {
    "title": "Cattail Moon",
    "summary": " Julia Foster gets a chance to break away from her domineering mother for a while by moving from Seattle to Moon Valley to live with her father and grandmother. While trying to decide on the course of her life, especially whether she can have a career in music despite her mother's denigration of it, she happens on a mysterious figure of an old-fashioned girl at night in the marsh by her house. And she meets Luke, a boy whose fate is tied to the girl in ways he doesn't want to explain to Julia, even though a true affection is blossoming between them. Julia must find the strength to make decisions about herself, her mother, and Luke, and investigating the mystery of the ghost of the marsh may be the way to sort things out.",
    "genre": [
      "Music",
      "Children's literature",
      "Young adult literature",
      "Fiction"
    ],
    "author": "Jean Thesman"
  }
]