[
  {
    "title": "The Warlock of Firetop Mountain",
    "summary": " The player takes the role of an adventurer on a quest to find the treasure of a powerful Warlock, hidden deep within Firetop Mountain. People from a nearby village advise told that the treasure is stored in a chest with two locks, and that the keys are guarded by various creatures within the dungeons. The player must then navigate the dungeons beneath Firetop Mountain, battle monsters and attempt to locate the keys.",
    "genre": [
      "Gamebook"
    ],
    "author": "Ian Livingstone"
  },
  {
    "title": "The Citadel of Chaos",
    "summary": " The player takes the role of an adventurer on a quest to find and stop the powerful magician Balthus Dire. In order to be able to confront Dire, the player must navigate the Citadel, avoiding monsters while also collecting several artifacts that will allow passage past guardians to the villain's inner sanctum.",
    "genre": [
      "Gamebook"
    ],
    "author": "Steve Jackson"
  },
  {
    "title": "Starship Traveller",
    "summary": " The player takes the role of a starship commander whose ship and crew are sucked through a black hole into an alternate universe. The player's goal is to return to collects clues from several different planets that will allow the plotting of a course to return home.",
    "genre": [
      "Gamebook"
    ],
    "author": "Steve Jackson"
  },
  {
    "title": "Deathtrap Dungeon",
    "summary": " Set in the town of Fang on the continent of Allansia, the player takes the role of an adventurer who decides to enter Baron Sukumvit's \"Trial of Champions\" and brave \"Deathtrap Dungeon\". Competing against five other adventurers, the player must defeat monsters, navigate the maze of dungeons and collect certain gems, which are the key to escaping and winning the Trial.",
    "genre": [
      "Gamebook",
      "Children's literature",
      "Fantasy",
      "Speculative fiction",
      "Fiction"
    ],
    "author": "Ian Livingstone"
  },
  {
    "title": "Island of the Lizard King",
    "summary": " The player takes the role of an adventurer on a quest to find and stop the Lizard King and free the human slaves captured by his army. As the adventurer, the player must traverse Fire Island, battling Lizard Men and various other monsters. The player must also find and utilize information regarding the Lizard King's weakness that will be required during the final confrontation.",
    "genre": [
      "Gamebook",
      "Children's literature",
      "Fiction"
    ],
    "author": "Ian Livingstone"
  },
  {
    "title": "The Forest of Doom",
    "summary": " The player takes the role of an adventurer on a quest to retrieve a magical warhammer for the dwarves of the village of Stonebridge, which has apparently been stolen and hidden in separate pieces by goblins in Darkwood Forest.",
    "genre": [
      "Gamebook",
      "Children's literature",
      "Fantasy",
      "Speculative fiction",
      "Fiction"
    ],
    "author": "Ian Livingstone"
  },
  {
    "title": "City of Thieves",
    "summary": " The player takes the role of an adventurer on a quest to find and stop the powerful Night Prince Zanbar Bone, a being whose minions are terrorizing a local town. Hired by a desperate mayor, the player must as the adventurer journey to the dangerous city-state of Port Blacksand (the \"City of Thieves\"), and find the wizard Nicodemus, who apparently knows of Bone's one weakness. What follows is a series of challenges as the player must locate certain key items, escape Port Blacksand and eventually confront Bone.",
    "genre": [
      "Gamebook",
      "Children's literature",
      "Fantasy",
      "Speculative fiction",
      "Fiction"
    ],
    "author": "Ian Livingstone"
  },
  {
    "title": "House of Hell",
    "summary": " House of Hell is a horror themed book, and the only Fighting Fantasy book set on modern day Earth. The player's car breaks down during a rain storm, forcing the player to seek shelter in a nearby mansion. Though this is the only Fighting Fantasy book to employ this type of setting, books such as Beneath Nightmare Castle use the horror theme in the more common fantasy setting of Titan. The player's quest to escape the mansion is hampered by the presence of Satan-worshippers and various demons, though not all are entirely hostile. Much of the gameplay involves searching a series of rooms, most of which bears an obscure religious or satanic titles, including the Shaitan room and the Mammon room. If the reader is to be successful, he must recover a hellfire-forged kris dagger and survive an encounter with the house's Master.",
    "genre": [
      "Gamebook"
    ],
    "author": "Steve Jackson"
  },
  {
    "title": "The Deathlord of Ixia",
    "summary": " ==Receptio",
    "genre": [
      "Gamebook",
      "Speculative fiction",
      "Children's literature"
    ],
    "author": "John Grant"
  },
  {
    "title": "Dawn of the Dragons",
    "summary": " Lone Wolf, Kai Grand Master of Sommerlund, has just completed a successful quest when he learns that the Dark God Naar is about to send a large group of fire-breathing dragons against the Kai Monastery. Lone Wolf has to deal with assassins sent to intercept him before he can reach the monastery and lead the new Kai Lords into battle.",
    "genre": [
      "Gamebook",
      "Speculative fiction",
      "Children's literature"
    ],
    "author": "Joe Dever"
  },
  {
    "title": "The Buccaneers of Shadaki",
    "summary": " This is the second half of Lone Wolf's apprentice’s voyage to the Isle of Lorn to return the Moonstone to its proper place among the Shianti. The book is notable for retracing, in a sense, the steps of the protagonist Grey Star in The World of Lone Wolf series. Major characters and events from that series, such as Grey Star, Agarash the Damned, Shasarak the Wytch-King and Mother Magri, are referenced in passing, and a number of important locations such as the city of Shadaki and the Inn of the Laughing Moon in Suhn make cameo appearances.",
    "genre": [
      "Gamebook"
    ],
    "author": "Joe Dever"
  },
  {
    "title": "The Legacy of Vashna",
    "summary": " Long ago, Vashna, the greatest of all Darklords, was defeated in battle by King Ulnar of Sommerlund. But the victory was not complete, for while his body was destroyed, his spirit, as well as the spirits of his troops, remain trapped deep within the Maakengorge. Now, Lone Wolf learns of strange sightings in the area near the Maakengorge, suggesting that there may be a plot afoot to resurrect Vashna. Lone Wolf and the reader set out to uncover the nature of the threat, and to see if, indeed, Vashna will return.",
    "genre": [
      "Gamebook",
      "Speculative fiction",
      "Children's literature"
    ],
    "author": "Joe Dever"
  },
  {
    "title": "Fire on the Water",
    "summary": " Having informed the King of Sommerlund about the fate of the Kai Order, Lone Wolf is instructed to make a journey to their ally, the neighbouring country of Durenor, to retrieve the legendary Sommerswerd, which is Sommerlund’s only hope at repelling Darklord Zagarna’s massive invasion. Lone Wolf is given the Seal of Hammerdal and sets off on a ship bound for Durenor, but when a traitor on board sabotages the ship, he is forced to make his way on foot to Durenor despite the enemies that await him around every corner.",
    "genre": [
      "Gamebook",
      "Speculative fiction",
      "Fantasy",
      "Children's literature"
    ],
    "author": "Joe Dever"
  },
  {
    "title": "The Caverns of Kalte",
    "summary": " ==Receptio",
    "genre": [
      "Gamebook",
      "Speculative fiction",
      "Fantasy",
      "Children's literature"
    ],
    "author": "Joe Dever"
  },
  {
    "title": "The Chasm of Doom",
    "summary": " In this book, Lone Wolf is charged by the King of Sommerlund to investigate the disappearance of a troop of cavalry. The cavalry, led by a man named Captain D'Val, themselves disappeared under mysterious circumstances while investigating a disruption in the flow of mined resources from the province of Ruanon. Lone Wolf, along with the fifty Sommlending soldiers who accompany him, must uncover the truth surrounding the missing men and stop the resurrection of an ancient and terrible evil.",
    "genre": [
      "Gamebook",
      "Speculative fiction",
      "Children's literature"
    ],
    "author": "Joe Dever"
  },
  {
    "title": "Shadow on the Sand",
    "summary": " Once more, the reader (Lone Wolf) must set out on a mission bestowed upon him by the king. This time, the mission is a diplomatic one, in which a crucial peace treaty must be signed in the far away desert empire of Vassagonia. But as always, things are more complex than they seem, and peace is elusive. Lone Wolf walks into a trap from which he barely escapes, and he must fight the prime Darklord (Haakon) to regain a secret Kai artefact which will determine the fate of the Kai Order. This artifact is called the 'Book of the Magnakai'.",
    "genre": [
      "Gamebook",
      "Speculative fiction",
      "Children's literature"
    ],
    "author": "Joe Dever"
  },
  {
    "title": "The Kingdoms of Terror",
    "summary": " In order to fulfill his pledge to restore the Kai, Lone Wolf must first himself become a Kai Grand Master. To accomplish this monumental task, he must retrieve the Lore Stones led only by the wisdom of Sun Eagle, the First Kai Grandmaster. As the last of the Kai, there is little to guide Lone Wolf in his studies, except for a faded inscription in the Book of the Magnakai directing him to seek the Lorestone of Varetta. And so, Lone Wolf sets off for Varetta in the Stornlands, far to the south of Sommerlund, to find this ancient relic and revive the glory of the Kai.",
    "genre": [
      "Gamebook",
      "Speculative fiction",
      "Children's literature"
    ],
    "author": "Joe Dever"
  },
  {
    "title": "Castle Death",
    "summary": " In his quest to attain Kai Grand Master status, Lone Wolf must seek out and find 7 Lorestones. After obtaining the Lorestone of Varetta in the previous book and absorbing its wisdom and power, the location of the next Lorestone is revealed as the remote township of Herdos. Here, Lone Wolf is directed by friendly Elder Magi to search within the accursed fortress of Kazan-Oud, otherwise known as \"Castle Death\".",
    "genre": [
      "Gamebook",
      "Speculative fiction",
      "Fantasy",
      "Children's literature"
    ],
    "author": "Joe Dever"
  },
  {
    "title": "The Jungle of Horrors",
    "summary": " After surviving the perils of Castle Death and being tutored by the Elder Magi, Lone Wolf and the reader now seek out the third Lorestone. The location of this Lorestone is thought to be hidden in a temple deep within a jungle-swamp known as the Danarg. Over the years, this fetid swamp has become the home for any number of evil creatures who seek to protect the jungle and its treasures. To make matters worse, news is delivered that the Darklords have united behind a new leader, and may soon again bring war to Magnamund, increasing Lone Wolf's sense of urgency.",
    "genre": [
      "Gamebook",
      "Speculative fiction",
      "Children's literature"
    ],
    "author": "Joe Dever"
  },
  {
    "title": "The Cauldron of Fear",
    "summary": " As Lone Wolf races against time to recover the remaining Lorestones, he learns that the next one resides deep underground, beneath the streets of the city of Tahou. Unfortunately, the war against the Darklords has not been going at all well for the freeland nations, and Tahou is now in danger of falling before Lone Wolf even reaches it. If it falls to the Darklords and their Vassagonian allies before the Lorestone is recovered, the hopes of Lone Wolf completing the Magnakai quest will be thwarted forever.",
    "genre": [
      "Gamebook",
      "Speculative fiction",
      "Children's literature"
    ],
    "author": "Joe Dever"
  },
  {
    "title": "The Dungeons of Torgar",
    "summary": " After discovering that the three remaining Lorestones have fallen into the hands of the Darklords, Lone Wolf and his allies must formulate a daring plan to recover them. It is rumored that the stones are being kept in the grim Drakkarim fortress-city of Torgar, where the darklords' evil sorcerers (the Nadziranim) are searching for the means to destroy them. Once more, Lone Wolf must make haste in an attempt to recover the Lorestones before the Nadziranim can bring about their destruction. The adventure ends with an exciting twist, which threatens to banish Lone Wolf from Magnamund for all time.",
    "genre": [
      "Gamebook",
      "Speculative fiction",
      "Children's literature"
    ],
    "author": "Joe Dever"
  },
  {
    "title": "The Prisoners of Time",
    "summary": " Although Lone Wolf is successful in rescuing one of the captive Lorestones from Torgar, both he and the remaining two Lorestones are blasted through a dimensional portal (Shadow Gate) by Darklord Gnaag. After plummeting through the Shadow Gate, Lone Wolf finds himself trapped on the Daziarn Plane and must join strange allies and face old enemies if he hopes to make his way back from the Daziarn in time to save his homeland from destruction at the hands of the Darklords and their powerful new armies.",
    "genre": [
      "Gamebook",
      "Speculative fiction",
      "Children's literature"
    ],
    "author": "Joe Dever"
  },
  {
    "title": "The Masters of Darkness",
    "summary": " After his struggles in the plane of Daziarn, Lone Wolf finally recovers the last of the Lorestones and finds a Shadow Gate back to his home. Unfortunately, upon his return, he finds that considerable time has passed and that, in his absence, the Darklords have conquered much of Magnamund. Now with all of the Lorestones wisdom absorbed within him, and the hopes of Sommerlund and all the free peoples of Magnamund on his shoulders, Lone Wolf must travel to the very heart of the Darklords' foul realm, to the infernal city of Helgedad, and confront Archlord Gnaag himself. The adventure culminates with a spectacular battle in Helgedad and the destruction of the Darklords' principal city.",
    "genre": [
      "Gamebook",
      "Speculative fiction",
      "Children's literature"
    ],
    "author": "Joe Dever"
  },
  {
    "title": "The Plague Lords of Ruel",
    "summary": " After the events of the previous series of books, Lone Wolf has taken up training new Kai recruits, and under his tutelage, the Kai have been re-founded. Even though peace reigns for the moment, chaos is once again poised to unfold, as a group of Cenerese druids plot to unleash a massive plague upon all of Magnamund. Lone Wolf and the reader must find the source of this plague and destroy it before it can be released.",
    "genre": [
      "Gamebook",
      "Speculative fiction",
      "Children's literature"
    ],
    "author": "Joe Dever"
  },
  {
    "title": "The Captives of Kaag",
    "summary": " Three months after the events of The Plague Lords of Ruel, Lone Wolf learns that his friend, Guildmaster Banedon, has been abducted by a band of Giaks under the command of Nadziranim sorcerers. It is theorized that they are planning to torture him to extract magical techniques which can be united with their own dark sorcery. Lone Wolf and the reader must venture to Kaag, where Banedon is held, and attempt a rescue before he meets his demise, or worse, yields the coveted magical secrets of left-handed magic.",
    "genre": [
      "Gamebook",
      "Speculative fiction",
      "Children's literature"
    ],
    "author": "Joe Dever"
  },
  {
    "title": "The Darke Crusade",
    "summary": " Once more, Lone Wolf's help is sought by a monarch, this time King Sarnac of Lencia. While battling the Drakkarim under control of Magnaarn, the High Warlord of Darke, the Lencians have discovered that Magnaarn seeks an ancient artifact, the Doomstone of Darke. It is feared that he is close to discovering this artifact, and with it, the power to rally the Nadziranim sorcerers and other Darklord allies against Lencia. Lone Wolf and the reader take up the cause of Lencia to thwart Magnaarn's aims.",
    "genre": [
      "Gamebook",
      "Speculative fiction",
      "Children's literature"
    ],
    "author": "Joe Dever"
  },
  {
    "title": "The Curse of Naar",
    "summary": " In this book you (in the guise of the heroic Lone Wolf) again travel to the Plane of Darkness. Your quest involves rescuing an artifact crafted by the Lords of Light - the Moonstone - from the Dark God's clutches. The Plane of Darkness is a predictably nasty place, and even a being as powerful as a Kai Grand Master may shrink from the challenge. Dare you face up to the Dark God Naar himself?",
    "genre": [
      "Gamebook",
      "Speculative fiction",
      "Children's literature"
    ],
    "author": "Joe Dever"
  },
  {
    "title": "Wolf's Bane",
    "summary": " Lone Wolf learns that the evil god Naar has created an evil doppelganger of himself, the champion of the forces of good on Magnamund. A cat and mouse game between the two warriors ensues, which leads both across a world claimed by Naar.",
    "genre": [
      "Gamebook",
      "Speculative fiction",
      "Children's literature"
    ],
    "author": "Joe Dever"
  },
  {
    "title": "The Hunger of Sejanoz",
    "summary": " You play as one of Lone Wolf's Grand Masters. On a visit to the court of Xo-lin, there is news of an invasion force by the Autarch Sejanoz of Bhanar brought to the palace in Pensei. Xo-lin must be rescued and brought to sanctuary in the distant city of Tazhan across the Lissanian Plain.",
    "genre": [
      "Gamebook",
      "Children's literature"
    ],
    "author": "Joe Dever"
  },
  {
    "title": "Vampirium",
    "summary": " The Claw of Naar is the evil wand of power used by Agarash the Damned during his ancient conquest of Magnamund. Legend held that it had been lost forever in the molten ruins of Naaros, but now it has resurfaced, and its dread return heralds a dawn of disaster for the peaceable nations of Magnamund. Your allies, the wise wizards of the Elder Magi, have the power and the means to destroy the accursed Claw, but they do not possess it. In Vampirium, you must venture into the hostile land of Bhanar and snatch the Claw from the clutches of the evil Autarch Sejanoz.",
    "genre": [
      "Gamebook",
      "Children's literature"
    ],
    "author": "Joe Dever"
  },
  {
    "title": "The Fall of Blood Mountain",
    "summary": " For centuries the Shom’zaa has lain incarcerated and forgotten in a granite prison located deep below the mountains of Bor. Now this terrifying beast has accidentally been set free, and its hunger for vengeance knows no bounds. With a horde of vile minions at its command, swiftly the Shom’zaa enacts its sinister plan to destroy King Ryvin and the wondrous realm of the Drodarin dwarves. You must journey to the subterranean kingdom of the dwarves and attempt to save your ancient allies from the wrath of the Shom’zaa.",
    "genre": [
      "Gamebook",
      "Children's literature"
    ],
    "author": "Joe Dever"
  },
  {
    "title": "Trail of the Wolf",
    "summary": " Lone Wolf has been abducted by the forces of the Dark God Naar and imprisoned in a remote city-fortress on the border of the Darklands. Subjected to relentless attacks by the minions of evil, the Supreme Master of the Kai is surely doomed to die unless a rescue can be affected swiftly and successfully. You must venture alone into the dreaded stronghold of Gazad Helkona to find and free your leader.",
    "genre": [
      "Gamebook",
      "Children's literature"
    ],
    "author": "Joe Dever"
  },
  {
    "title": "Rune War",
    "summary": " Evil Lord Vandyan of Eldenora has unearthed the lost secrets of rune magics used by Agarash the Damned during his ancient conquest of Magnamund. Empowered by his discoveries, Vandyan unleashes his armies upon the peaceful realms of the Free Alliance with swift and devastating effect. Lone Wolf, Supreme Master of the Kai, leads the crusade to defeat Vandyan before all Magnamund succumbs to his tyrannical rule. Your task is to infiltrate Skull-Tor, Lord Vandyan’s stronghold, and destroy the ancient runes from which he draws his evil power.",
    "genre": [
      "Gamebook",
      "Children's literature"
    ],
    "author": "Joe Dever"
  },
  {
    "title": "Mydnight's Hero",
    "summary": " The King of Siyen has been assassinated. Prince Karvas is the sole heir of this rich and powerful realm but he lives in exile in distant Sheasu - ‘the Isle of Lost Heroes’. In his absence, evil Baron Sadanzo and his army of robber knights have staked their claim to the vacant throne. In Mydnight’s Hero, your quest is to voyage to Sheasu and track down Prince Karvas in the fabled city of Mydnight. Once found you must persuade him to return with you to Siyen without delay. You have only 50 days in which to complete this challenging quest or Siyen will be enslaved by the tyrannical Sadanzo and his brutal followers.",
    "genre": [
      "Gamebook",
      "Children's literature"
    ],
    "author": "Joe Dever"
  },
  {
    "title": "Voyage of the Moonstone",
    "summary": " The Moonstone is a legendary artefact that was created by the godlike Shianti. It contains the might of all their magic and wisdom, the sum of their divine knowledge. Lone Wolf - Supreme Master of the Kai - has succeeded in retrieving it from the clutches of Naar, the King of the Darkness. Now the Moonstone must be returned to its creators who are exiled upon the remote Isle of Lorn in southern Magnamund. Someone must take the fabled artefact to the Shianti and Lone Wolf has chosen you, the most promising warrior, among the ranks of the New Order Kai, to carry out this vital mission. Armed with the special weapons and skills of a Grand Master, you embark upon a secret voyage to the distant Isle of Lorn. However, your mission becomes a life and death struggle when you encounter intrigue and danger en route.",
    "genre": [
      "Gamebook",
      "Children's literature"
    ],
    "author": "Joe Dever"
  },
  {
    "title": "Grey Star the Wizard",
    "summary": " The series plays for the most part at the tip of south-eastern Magnamund, in the land then known as the Shadakine Empire. A tyrant called Shasarak the Wytch-King has subjugated the people and with the help of seven Shadaki Wytches is ruling with an iron fist. The Shianti, members of a mystical race, wish to help, but because of their exile on the Isle of Lorn they are forced to remain neutral in the conflict. However, one night the situation changes when a storm wrecks a vessel near the island, with a human infant being the only survivor. In this child the Shianti see a chance to help the people of Magnamund without breaking their vow to Ishir, and they raise the boy in the arts of magic, giving him the name Grey Star: the star as the symbol of hope, and grey for the white-grey streak the boy has in his dark hair. Once his training is complete, Grey Star is sent out to retrieve the Moonstone, an ancient Shianti artefact, from the Daziarn, for only with its power can Shasarak be defeated. The first book of the series details Grey Stars travel to the Shadakine Empire and his desperate attempt to find a guide to lead him to the Shadow Gate.",
    "genre": [
      "Gamebook",
      "Speculative fiction",
      "Children's literature"
    ],
    "author": "Joe Dever"
  },
  {
    "title": "The Forbidden City",
    "summary": " The series plays for the most part at the tip of south-eastern Magnamund, in the land then known as the Shadakine Empire. A tyrant called Shasarak the Wytch-King has subjugated the people and with the help of seven Shadaki Wytches is ruling with an iron fist. The Second installment of the World of Lone Wolf series takes place after Grey Star has found the Lost Tribe of Azanam. Grey Star begins his journey with the aid of a Kundi mystic named Urik, and journeys through Desolation Valley, beyond the Mountains of Morn. There, he makes new allies, faces new dangers, and helps to stoke the flames of a fledgling rebellion against the Shadakine Empire, all in a desperate attempt to find the Shadow Gate and travel through it to the Daziarn plane and retrieve the Moonstone of the Shianti.",
    "genre": [
      "Gamebook",
      "Children's literature"
    ],
    "author": "Ian Page"
  },
  {
    "title": "Beyond the Nightmare Gate",
    "summary": " The series plays for the most part at the tip of south-eastern Magnamund, in the land then known as the Shadakine Empire. A tyrant called Shasarak the Wytch-King has subjugated the people and with the help of seven Shadaki Wytches is ruling with an iron fist. In an attempt to find the lost Moonstone of the Shianti and destroy the Shadakine empire, Grey Star made his way to the location of the Shadow Gate and beyond into the realm of the Daziarn itself. The Daziarn is a shadow realm with many strange beings and fearsome creatures inhabiting it. Grey Star is forced to travel across the gray plains of the Neverness to find the Moonstone but comes upon an unexpected ally; one he thought he would never see again. With her help, he must retrieve the moonstone and find a way to return to Magnamund if the Wytch-King is to be defeated.",
    "genre": [
      "Gamebook",
      "Children's literature"
    ],
    "author": "Ian Page"
  },
  {
    "title": "War of the Wizards",
    "summary": " In this, the final installment of the World of Lone Wolf, Grey Star and Tanith have just completed a harrowing quest in the Shadow realm of the Daziarn. Upon retrieving the Moonstone, the two return to Magnamund to find the forces of good and evil poised on the brink of final conflict. Shasarak has enlisted the aid of the dreaded demon lord Agarash the Damned in order to eradicate the resistance movement once and for all. Battling their way through hordes of demons and undead minion, Grey Star and Tanith must struggle to rejoin the Freedom Guild, defeat the forces of the Wytch-King, and fulfill his destiny and promise to the Shianti.",
    "genre": [
      "Gamebook",
      "Children's literature"
    ],
    "author": "Ian Page"
  }
]