[
  {
    "title": "Frostbite",
    "summary": " The story begins with Rose and Dimitri traveling to meet the legendary guardian Arthur Schoenberg for Rose's Qualifier Exam. Once they arrive at the home of the Moroi family he protects, they discover a bloody massacre of the entire family and their guardians, including Arthur. Rose also discovers a silver stake, a magical device which Strigoi cannot touch, meaning the Strigoi must have had human assistance in their attack. The massacre puts the vampire community on high alert. To keep the students at St. Vladimir's Academy safe, a ski trip to a lodge owned by a wealthy Moroi family is required right after Christmas. During the ski trip, panic sets in when news of another Strigoi attack on a royal Moroi family spreads, where one of the dead was Mia's mother. During her stay at the lodge, Rose meets a royal Moroi named Adrian Ivashkov, who shows obvious interest in Rose, and later becomes friendly with Lissa after they both discover they are Spirit users. During Adrian's pool party, Mason, his friend Eddie, and Mia begin voicing their opinions about hunting Strigoi. After a heated argument with Dimitri, Rose tells Mason confidential information about the possible whereabouts of the Strigoi's hideouts. Using Rose's information, Mia, Mason, and Eddie sneak out of the ski lodge and travel to Spokane, Washington, to hunt down the Strigoi themselves. Rose discovers their plan, and she and Christian run out to stop them. Rose and Christian find the group and convince them to return to the lodge. However, they are ambushed by Strigoi, who hold them captive for days, threatening to kill the young novices and convince either Christian or Mia to turn into Strigoi by killing one of their friends. Rose eventually comes up with a plan to escape, and they all manage to get out of the house into the protection of the light, except Rose, who is left fighting two Strigoi. Mason's neck gets snapped, killing him instantly when he returns and attempted to help Rose. Rose then kills both of the Strigoi by beheading them in rage from Mason's death, and collapses into shock, just as Guardians arrive. Once back at St. Vladimir's, Rose receives two molnija marks for her Strigoi kills. Dimitri also tells her that he turned down Tasha's offer to become her guardian, admitting that his heart is with Rose and wiil never leave her,then he kisses her.",
    "genre": [
      "Urban fantasy",
      "Speculative fiction",
      "Young adult literature",
      "Dark fantasy",
      "Paranormal romance"
    ],
    "author": "Richelle Mead"
  },
  {
    "title": "Ink Exchange",
    "summary": " The prologue of Ink Exchange revisits a scene from Wicked Lovely narrated by Irial, King of the Dark Court, in which he walks into a tattoo shop with Leslie, a 17 year-old human. The novel then follows Leslie as she prepares for a normal day of school. Leslie's alcoholic father and Ren, her drug-dealing brother, neglect her. Having once been drugged and raped by Ren's customers,to cover one of his debts, Leslie fears her family, yet still pays the bills by working as a waitress. When Leslie reaches school, she is suspicious of how well Aislinn, the protagonist from Wicked Lovely, has adjusted to her new life as a faery. Aislinn, though once human, is the Summer Queen in the world of the fey, a world which she tries desperately to keep from Leslie. The novel then begins to follow Irial. It is revealed that the Dark Court feeds off emotions such as anger, hate, lust and pain to stay strong. When one of his own is killed by a simple human bullet, Irial is desperate for a way to protect his kind. With the help of his \"left hand\" Gabriel and his pack of \"Hounds,\" he keeps his own and other courts in check. When confronted with numerous rebellions, Irial decides to pursue an ink exchange with a mortal to provide a constant stream of emotion to feed his court. When Leslie, the chosen mortal, gets a tattoo, the traditional tattoo ink is exchanged with the Dark Court's blood and tears, thereby joining the Dark King and the mortal. Soon, as an effect of the ink exchange, Leslie begins to feel and see as Irial would, seeing past faeries' human disguises. When she falls in love with Niall she avoids admitting her connection to his world. Her connection to the faeries deepens when she returns to the tattoo shop and begins to hear Irial's voice in her head. Irial has come to the conclusion that he loves her, and refuses to let any harm come to her. When Leslie goes to a club to celebrate her finished tattoo with Seth and Niall, Irial begins to speak through her to deflect the advances of other faeries. In the club, Irial and Leslie finally unite, connected by a shadow vine that represents the ink exchange. Niall, still in love, soon tells Leslie that he can help her break the bond with Irial, should she ever want to. Over the next few weeks, Leslie blurs in and out of consciousness, incapable of leaving Irial's side for more than a minute. When Leslie begins to understand that Irial is feeding on her negative emotions, leaving her incapable of feeling them, she realizes he has taken away her freedom to live. In an attempt to produce in Leslie more pain to feed his court, Irial and his faeries murder several human companions at once, displaying them in scenes from plays, a gross attempt at humor. When Leslie asks Niall to help free her, he uses sunlight and frost taken from the Winter and Summer Queens to burn and freeze the link and the tattoo off Leslie. Before restoring her human life and leaving the faerie world behind, Leslie goes to Irial one last time, asking him never to use the ink exchange on another human again. He solemnly agrees. The novel ends with Irial making Niall the new king of the dark court and them both watching Leslie and her new human friends.",
    "genre": [
      "Urban fantasy",
      "Young adult literature"
    ],
    "author": "Melissa Marr"
  },
  {
    "title": "Blood Promise",
    "summary": " In Blood Promise, Rose leaves St. Vladimir's Academy to go after Dimitri, who has become Strigoi. The only clue she has is that he might be somewhere in Siberia. After meeting an Alchemist named Sydney, they travel to Siberia, where she eventually finds Dimitri’s family in the small town of Baia. While in Baia, she meets another \"Shadow-Kissed\" bonded pair, Oksana and Mark, and a mysterious Moroi man named Abe, who tries to force her to go back to St. Vladimir's. He eventually coerces her into leaving, and Rose agrees after a falling out with Dimitri's sister Viktoria. She then travels to Novosibirsk with other unpromised guardians to stake out Strigoi in the hopes of finding Dimitri. When she does meet him, she is too stunned by his Strigoi appearance to attempt to kill him, and ends up being held hostage by him. He refuses to kill her, and instead, says he will keep her until she decides to turn Strigoi to be with him. All the while, Rose keeps checking up with Lissa back at St. Vladimir's through the bond. Avery, a secret Spirit user, has been using compulsion to control Lissa. During a visit to Lissa's head, Rose gets pushed out by Avery. While held hostage by Dimitri, who has been feeding off her and thus weakening her, Rose eventually manages to escape, grabbing a stake on the way out. Dimitri catches up with her, and they eventually battle on a bridge, where Rose manages to plunge her stake into his chest. Exhausted, Rose ends up at the home of an Alchemist friend of Sydney's, where Oksana, Mark, and Abe are waiting. When she wakes up, she realizes Lissa is in danger with Avery, who wants to kill Lissa and then heal her back so that Lissa would be \"shadow-kissed\" and bonded to Avery. With help from Oksana, Rose manages to guide Lissa and Adrian through the fight against Avery and her brother, Reed, and Avery's guardian Simon. After saving Lissa, Rose asks Oksana and Mark whether there is a way a Strigoi can be restored to their former selves. Reluctantly, they tell her of a Spirit user they knew named Robert Doru, who claimed to have restored a Strigoi back to life. However, only Victor Dashkov, his half-brother, would have any idea where he currently was. Realizing the situation was hopeless because she already staked Dimitri, Rose goes back to St. Vladimir's Academy. Back at St. Vladimir's, Rose reunites with Lissa and shares what happened to her in Russia. Rose's mother, Janine, is also there, and reveals to Rose that Abe is actually her father. After agreeing to re-enroll in school to graduate, Rose goes back to her normal life at St. Vladmir's. However, she soon receives a package from Russia, enclosed with the stake she used on Dimitri, and a note from him saying he was not really staked properly, and was still alive, waiting for Rose to finish school to find him. Rose realizes that with Dimitri still a Strigoi, she has a chance to restore him to his former life, but only by finding Robert Doru.",
    "genre": [
      "Urban fantasy",
      "Young adult literature",
      "Dark fantasy",
      "Romance novel",
      "Paranormal romance"
    ],
    "author": "Richelle Mead"
  },
  {
    "title": "Fragile Eternity",
    "summary": " The novel begins with Aislinn and Seth arguing over their relationship, as Seth's mortality, Aislinn's immortality, and her ties to Keenan as the summer queen make a normal relationship near impossible. During the book Seth is also bothered by the reality that even the weakest fae is stronger than he is. Meanwhile Bananach visits her twin sister, the High Queen Sorcha, telling her of Aislinn and Seth's relationship as well as predictions of impending war. Curious about Seth, Sorcha orders Devlin, her brother and advisor, to follow Seth to see if he is any threat to the balance of the Faery courts. Niall offers Seth the protection of the Dark Court, which means that threats or violence against Seth would be treated as a threat or violence against the court as a whole. Niall explains that this would protect him against any potential threat from Keenan in the event that the Faery king decided to dispose of him. Due to it being the summer season, Aislinn and Keenan are growing more physically attracted to each other as the king and queen of the summer fae. After one of the summer revelries the pair discusses how to better protect and strengthen the court, with Aislinn suggesting ways to make peace with the other courts. Because of the summer season's effects on him, Keenan kisses Aislinn. During this time Donia is growing increasingly unsatisfied with the relationship between herself and Keenan, telling him that his attraction to Aislinn must stop so that she can be the only one in his life. When Keenan cannot promise her this, Donia throws him out of the house, only for Keenan to reveal the events to Aislinn. Aislinn attempts to apologize for Keenan, but Donia grows mad at Aislinn and stabs her with ice. Aislinn walks out of the Winter Queen's home and topples over, then calls Keenan to rescue her. While trying to heal her, Keenan's touch arouses Aislinn. Seth discovers this and asks Aislinn for space in their relationship. Hurt, Aislinn lets Seth leave without following him. After leaving, Seth is abducted by Bananach, who takes him to Sorcha. Sorcha offers to make Seth a powerful faery capable of using her own powers as long as he stays with her for one month each year. During his time in Faerie, Seth develops a mother/son relationship with Sorcha, gaining great influence in her court as well as a strong connection with her. Seth, however, is unaware that one day in Faerie is six days in the mortal world and his long disappearance crushes Aislinn. Aislinn attempts to find him, not knowing that Keenan, Niall, and Donia are aware of where he is. Keenan chooses not to tell Aislinn because it would cause her to have conflicts with the High Court and breaks up with Donia in an unsuccessful attempt to woo Aislinn. Niall eventually goes to visit Seth, who is perfectly happy in Faerie, except for his longing for Aislinn. He then tells Niall of his deal with Sorcha, and tells him not to worry about him. Sorcha tells Niall not to tell Seth too much about what is going on in the outside world and especially not to tell Aislinn about his being there. At this point Seth has been missing for five months and believing him gone for good, Aislinn attempts to seduce Keenan but is rebuffed. Keenan tells Aislinn that he will only sleep with her once she really loves him. Upon his return from Faerie, Aislinn and Keenan are surprised to see that Seth has returned and that he is now a powerful faery with strong ties and influence in Sorcha's court. Keenan runs to Donia to beg for her forgiveness, but is rebuffed by her. Seth discovers that Aislinn has been dating Keenan and blames her for not having faith in their relationship. The novel ends with Seth getting permission to train with Gabriel's Hounds so he can hunt down Bananach.",
    "genre": [
      "Urban fantasy",
      "Young adult literature"
    ],
    "author": "Melissa Marr"
  },
  {
    "title": "Succubus Blues",
    "summary": " We first meet Georgina Kincaid when she is asked by her friend Hugh the imp to sleep with a virgin who has bargained to give up his soul in exchange for a hot and heavy fantasy encounter with a demoness. So as a favor to her friend she agrees to shape shift into a demonic outfit complete with wings and a tail and sleep with the 34 year old man. We are then told that she is a succubus who takes the life force from men through sex, in order to survive. The better character the man has, the more energy she gets from him - and conversely, she gets less energy from a more immoral man. After sex with the man she goes to her car where she is accosted by a vampire named Duane who tries to force himself on her. When she fights back, he is angered, but when a car is driven by it allows her a distraction to get away. She gets a call from her demon boss Jerome who got a call from Duane saying she attacked him and threatened him, which she did in self-defense. We then learn that she works at a book store and has a crush on the writer of her favorite series who is going to have a book signing at the store. While working we meet her co assistant manager Doug and a man who she flirts with while working and talking to him about the book signing for Seth Mortensen. She tells him that she thinks they should come up with new and exciting questions for the author because he probably always gets the same questions and wants to impale himself when he always has to answer them. She assures him that she is an avid fan who would agree to be his sex slave if she was able to get advance copies of his book. After work she gets home to find that her boss Jerome and his angel friend Carter are at her house and they think she killed Duane. When she assures them she didn’t and Carter agrees that she is telling the truth they tell her to be careful because someone is killing local immortals. She returns to the store for the book signing to find the man she was flirting with earlier and she finds his nervousness and awkwardness adorable and starts to flirt with him again only to be interrupted by Paige her boss when she comes looking for Seth Mortensen and grabs the man. Georgina is embarrassed so she tries to avoid and ignore Seth because of her earlier flirting and comments but Paige volunteers her to show Seth around the city the next day. The same night the owner of the store wants to have sex with her in his office but she refuses due to a ‘date’. She then beckons a stranger over to her and passes him off as her date. They walk out of the store together and the stranger, named Roman, asks her out while he walks her home. She is attracted to him. But since she doesn’t like corrupting good men she refuses. When her friend Hugh is beat up during the day time she goes to try to do research on who could be killing immortals she looks for a psychic Erik at another book store but they tell her that he has left and opened his own store. However she has a run in with the store’s manager Helena who is trying to sell the ideas of new age crystals and psychic knowledge. When an angel is killed and Georgina finds that the killer is leaving her notes she goes to Erik again. He gives her the idea of Nephilim. However she gets attacked by an invisible immortal and she is saved by Carter the angel but they don’t find the Nephilim. So Carter stays with her because the Nephilim has some kind of obsession with her and they think she is still in danger. Meanwhile Roman is still persistent and she agrees to go on a date. One date at a time she finds that she is really drawn to him and has a hard time keeping her self-control with him. They go on several dates and she really likes him and they both enjoy dancing. Meanwhile she is also growing fond of Seth the writer although he isn’t very good at expressing himself through speech but they bond over emails which Georgina finds great because it’s like reading books he wrote just to her. However it all comes to a turning point when she gets drunk on a date with Roman at a concert for Doug’s band. The bookstore workers are there along with Seth who has become their in store writer. In a moment of weak self-control and intoxication she allows herself to kiss Roman. When he says that he felt something weird she realizes she just took some of his life force so she runs off but is followed by Seth who takes her back to his house. He helps hold her hair while throwing up and breaking down and nursing her hangover the next morning. In light of her low self-control she breaks up with Roman and tells him to stay away from her. He is hurt and confused and she is hurt because she really likes him so she turns to Seth for comfort and they become even more tender towards each other. Then Georgina finds out that the Nephilim is the child of Jerome from a human. She also find out that the Nephilim is sending notes to Jerome as well and that the killing of lesser immortals was just the beginning. They think this means that Jerome is the next target. So Carter goes to stay with Jerome and leaves her. She gets a note from the Nephilim at work saying that she must prove she really care for her mortal friends and that they are not just an entertainment in her life. If she can take care of her boyfriend and keep him safe until the end of her shift then they will be allowed to live if not then the Nephilim will kill him. But Georgina does know what guy the Nephilim is talking about so she tries to get in touch with Roman through a phone call because she doesn’t know where he works, she also takes Seth with her to check on the safety of Doug and tell him to stay with a crowd and cover her night shift. She then checks to make sure that Warren will be in meetings until the end of the day. When she thinks everyone is safe she goes home and finds Roman at her door. He is touched that she cares about him but is confused by her off and on vibes. He goes to kiss her and when she tries to reject him he tells her that she won’t do anything bad to him she can. Then she realizes that he is the Nephilim he tells her that he loves her and her fight against the demonic system she belongs to. He is taken with her and loves that she is a succubus that doesn’t want to take people's life force. He tells her that he killed the immortals that hurt her and stopped himself from killing Hugh. She then wants to know why hurt her but she finds out that he has a twin sister and that she was the one who attacked Georgina. He tells her that after he kills Carter the high Angel in the area they can run off and be together. She considers it and really wants to but when he won’t agree to leave before he kills Carter she decides that she can’t be with him and sit back while Carter dies so she tricks him into believing that she has agreed and they make love over and over all night. In the morning she tells him that she needs to call in sick to work but instead calls in her immortal friends and bosses. But then Roman tells her that he has decided she is all he needs and they can leave together now and he won’t kill Carter but it is too late because Seth shows up with coffee and doughnuts for her day off and Roman realizes that she called her bosses not her store job. So he calls his sister who ends up being Helena who already hates Georgina and a battle of power starts, one that sucks away all Georgina’s life energy. As she is dying Carter and Jerome show up and battle Roman and Helena. Georgina tries to save Seth but in her weakened state she kisses Seth and drains almost all his life while she sees the thoughts in his head and she realizes that Seth loves her in a worshiping wonderful way and she realizes she really cares for him. All their feelings flash by as she drains him but when she and he are pulled apart she realizes what she did and feels awful for almost killing him so when Jerome tries to wipe his memory of all he saw including knowing Georgina she makes a deal with Jerome to be his number one employee if he lets Seth keep his memories. The angel and the demon killed Helena but Roman got away injured. When Seth has recovered a week later she tells him everything about her immortal life and those around her. He is to shocked and stunned to say anything so she leaves and cries into Carter's shoulder because she realizes how deeply she cares for Seth and she doesn’t want him to hate her. She arrives to work to find that Seth has written her a note in a copy of his book. It says ... “To Thetis, Long overdue, I know, but very often the things we most desire come only after much patience and struggle. That is a human truth, I think. Even Peleus knew that. – Seth “ After finding out that the story of Thetis and Peleus was one where a mortal loved a shape shifting sea nymph so much he tamed her and they lived together and loved one another eventually leading to the birth of Achilles she finds that he has hope for the future.",
    "genre": [
      "Urban fantasy",
      "Young adult literature",
      "Romance novel",
      "Mystery",
      "Fantasy",
      "Fiction",
      "Paranormal romance",
      "Dark fantasy"
    ],
    "author": "Richelle Mead"
  },
  {
    "title": "Widdershins",
    "summary": " Odawa enlists a gang of bogans (a type of fairy) to hunt down Grey, a cousin who accidentally blinded him many years earlier. Odawa has already killed Grey's wife and several of Grey's friends. But when the bogans murder Anwatan, the daughter of a cousin chief, it threatens the cold peace between fairies and cousins. Because Grey rescues an innocent bystander named Lizzie from the bogans, they assume--incorrectly--that she's romantically involved with him, and they begin stalking her, which leads her to talk to Jilly. The bogans attempt to kidnap Lizzie and Jilly, but through a series of accidents, the two end up in Jilly's croí baile or \"heart home,\" a piece of the otherworld made up of people and places she unknowingly created out of her own memories. Mattie Finn, a physical manifestation of a character from a storybook Jilly read as a kid, hates Jilly because Jilly projected her child abuse experiences upon Mattie. This version of Mattie carries all the memories of Jilly's abuse as though they happened to her. Mattie summons up a version of Jilly's abusive brother Del and a priest who also molested her. The priest banishes Timony, a magical little man accompanying them, from the croí baile before he gets a chance to explain to Jilly that she can take control of the place as long as she believes she can. Del transforms Jilly and Lizzie into little girls, then picks Jilly up and takes her to a nearby house. With her martial arts skills, Lizzie beats up the priest. While traveling through the otherworld, Geordie loses his way and runs into Timony. Geordie realizes he needs Joe's help, so Timony asks him to focus his mind on Joe. Instead, Geordie begins thinking of Jilly, which causes him to be drawn into her croí baile. Del immediately kills him. He continues to exist as a ghost unseen by the others, and he and Jilly finally realize their love for each other. Joe finds the croí baile, and the pitbull accompanying him manages to enter. Immune to Del's powers, the dog kills Del, giving them all the opportunity to leave. They eventually rejoin Timony, who brings Geordie back to life. Jilly decides to return to the croí baile and confront Del again, realizing it is the only way she can put the wounds from her past behind her. She returns to the house where the dead Del is still lying, but he comes alive and transforms her, once again, into a child. In a moment of anger she manages to turn herself back into a full-grown woman and hit Del. He immediately changes her again into a little girl. But she realizes that in the moment when she hit him, she was focused, without uncertainty. With her newfound power, Jilly draws her sister Raylene into the croí baile. While surprised to be there, Raylene acts on instinct and beats up Del. Jilly changes herself into her adult form, then she explains to Raylene what is happening. The two sit down and discuss the different ways they have handled their experiences, and Jilly sends Raylene back home. Confronting Del again, Jilly declares that anytime he thinks a dirty thought, he will shrink to half his size. Predictably, he immediately shrinks until he disappears. Leaving the house, she is met by many friendly characters from her childhood, who inform her that she's become the Conjurer (the one with power over the croí baile) now that Del has been defeated. She coaxes Mattie to read a piece she has written on her abuse experiences and how she recast them on Mattie. She then makes Mattie the Conjurer, a risky move, but Mattie is no longer angry at her. After Jilly leaves the croí baile, the crow girls are able to repair her body at last. She and Geordie decide to get married, and she asks Raylene to be the maid of honor. An army of buffalo spirits is planning an attack on fairies, as vengeance for Anwatan's death. Grey seeks the help of Lucius Portsmouth, supposedly the Raven who created the world. Confronted by Odawa outside Lucius's place, Grey persuades him to postpone their feud to deal with the buffalo problem. As soon as Grey knocks on the door, however, a guard apprehends Odawa because it turns out that Grey's murdered wife was Lucius's goddaughter. Lucius agrees to talk to Minisino, the cousin instigating the rampage. The increasingly remorseful bogan Rabedy summons Anwatan's spirit, telling her that he was part of the gang that killed her, that he wants her help in talking Minisino out of the coming rampage, and that he intends to give himself up. She agrees to help, but doesn't believe he should sacrifice himself. Minisino does not listen to the pleas of Lucius, Anwatan, or any of the others. Only Christiana has an effect, by informing the buffalo warriors that they will have no power outside the spirit world because most of them are ghosts. Angered, Minisino kills Joe, and Lucius kills Minisino. Anwatan meets Joe in the afterlife and agrees to bring him back on the condition that he protect Rabedy from harm. On trial, Odawa faces either death or banishment. Grey proposes that he simply be freed on the condition that he will spend the rest of his days atoning for his crimes--and if he doesn't, he'll be hunted down. He accepts the offer.",
    "genre": [
      "Urban fantasy"
    ],
    "author": "Charles de Lint"
  },
  {
    "title": "Vampire Academy",
    "summary": " Guardian in training Rosemarie \"Rose\" Hathaway and Moroi princess Vasilisa \"Lissa\" Dragomir are brought back to their school, St. Vladimir's Academy, after running away two years previously. On returning, Guardian Dimitri Belikov, who was the leader of the team of guardians sent to retrieve the two, is assigned to be Lissa's guardian. He offers to mentor Rose in her guardian training as he feels she has potential and with training can make up for the years she has lost. He also believes Rose can be an excellent guardian to Lissa due to the presence of a rare one-sided psychic bond to Lissa which allows her to know the latter's emotions, thoughts, and whereabouts. Rose agrees, knowing this is the only way she will be allowed to remain, and on graduation be Lissa's guardian. Though they soon fall into the academy life, they find that Lissa has lost her social standing among the other Moroi royals owing to her running away. They decide to keep company with Lissa's \"cousin\" Natalie Dashkov, who is the daughter of sick and dying Victor Dashkov. On the very first day back they find that another Moroi student, Mia Rinaldi, who is dating Lissa's ex-boyfriend Aaron, holds a grudge against Lissa (and by default Rose). Mia finds every opportunity to insult Lissa and is in turn insulted and threatened by Rose. Lissa finds a friend, Christian Ozera, much to the ire of the ever protective Rose. Christian's parents had turned Strigoi (undead vampires) of their own will for immortality and had been killed by guardians. Rose mistrusts Christian because of his family history. It is also implied that she is jealous of Lissa's interest in him. Rose, in turn, starts falling for Dimitri. Things start getting worse when Lissa finds dead animals in her room along with threatening letters. Lissa starts going into depression and engages in self mutilation. It is revealed that though she has not specialized in any elemental magic (Air, Water, Fire, and Earth), she has a miraculous ability to heal, which was witnessed by Rose and their teacher Ms. Karp two years back. Rose finds out that this gift is shared by Ms. Karp, who is then taken to a mental institution. They find out that Lissa has affinity for Spirit, that might just be dangerous for her and Rose. This incident along with her increasing depression was what had caused Rose to run away with Lissa. While attending Sunday service, Rose hears that the Moroi saint St. Vladimir could heal people, and suffered from some form of depression. Also, he was protected by his loyal companion the \"shadow kissed\" Anna with whom he shared a bond. On returning from a shopping trip with Lissa, Victor, and Natalie, Rose has an accident and on waking up deduces from what Dimitri tells her (that she had a miraculous recovery) that Lissa had healed her. She reaches into her bond and finds that Lissa is lying on the attic of the Church bleeding from self-inflicted cuts. Her reporting this incident causes a slight break in their friendship. Somehow discovering this, Mia insults Lissa, calling her unstable, causing Rose to punch Mia and break her nose. Detained by teachers and guardians, Rose is unable to follow Lissa; she reaches through her bond while confined to her room and finds that Lissa is being kidnapped by some guardians who assault Christian when he tries to save her. Rose tries to go and warn Dimitri and instead ends up nearly having sex with him. They stop when Dimitri unclasps a locket gifted by Victor from her neck and he manages to throw it away. It is later revealed that Victor had charmed the locket with a lust charm which causes people to act on already existing attraction, letting go of inhibitions. Through the bond Rose finds out that Victor is the one who kidnapped Lissa and plans to use her to heal his genetic disease. He reveals that Natalie was the one who left the animals in Lissa's room to see her heal them after accidentally catching her doing so. He also reveals that Lissa had specialized in the rare fifth element Spirit, and that her bringing back Rose from the dead after the accident was what caused them to have a bond. Using Spirit is what was causing Lissa's depression. Though Lissa heals Victor for the time being, the school guardians are able to reach the place and rescue her. On returning, Victor convinces Natalie to turn Strigoi by killing while feeding and gets her to break him free. She injures Rose who was visiting Victor, but is killed by Dimitri. Dimitri reveals that he too feels for Rose but cannot have a relationship with her because of their age difference and because he won't be able to guard Lissa wholeheartedly if she is near him.",
    "genre": [
      "Urban fantasy",
      "Young adult literature",
      "Romance novel",
      "Fantasy",
      "Dark fantasy",
      "Paranormal romance",
      "Horror"
    ],
    "author": "Richelle Mead"
  },
  {
    "title": "Touch the Dark",
    "summary": " Cassandra Palmer is a clairvoyant. She can see visions of the future as well as communicate with the spirits of the dead. These unusual gifts make her make her attractive to both the dead and the undead. Ghosts recognise that Cassandra is one of the rare people who can actually see them so they love to talk to her and all in all they are fairly harmless. However undead vampires are not so harmless. Ever since she was a child Cassie had been forced to work for Tony, a ruthless vampire Mafioso. She managed to escape from him three years ago but has been on the run ever since. When he finds her and sends his vampire thugs to kill her she is forced to turn to the Vampire senate for protection. Raised by vampires from childhood she knows that vampires are not motivated to act out of kindness. They will definitely want something in return but what will it be and is it something that she is willing to give? While she is meeting with the senate, a rogue vampire launches an assassination attempt on the senate's members and it becomes clear to Cassie that the vampires have problems of their own. In fact the whole magical world is on the brink of war with itself due to the Pythia (a powerful seer and the Guardian of Time) being on her deathbed and the official heir to her powers being mysteriously missing. Every faction of magical being, light or dark, appears to be jostling for position at this time of upheaval and every one wants control of the Pythia and her powers. As Cassie starts to have powerful visions of the past, it becomes apparent that her powers are changing. As one of the heirs to the Pythia she seems to be acquiring her new skills as power leaches out of the old Pythia. Cassie has enough knowledge of vampire ways to know that if she was attractive to them as a clairvoyant, as a potential Pythia they will never let her go…. In Touch the Dark, Cassandra \"Cassie\" Palmer is introduced as a powerful clairvoyant who has been on the run for three years from Antonio \"Tony,\" a criminal vampire who raised her after her parents' death. It was Antonio's intention, as Cassie grew up, to use her increasing powers for his own purposes. As Antonio wished to keep the benefits of Cassie's powers to himself, he kept her isolated in his enclave. The only people Cassie got to see on a regular basis were her governess, Eugenie; Rafe, a servant vampire; and Mircea Basarab, Tony's master vampire. As well as the gift of clairvoyance, she is also able to talk to, and see, ghosts, some of whom she has made friends. One ghost in particular, Billy Joe, is her best friend. The story commences three years after her escape from Tony's clutches, after Cassie found out that he had her parents killed.",
    "genre": [
      "Urban fantasy"
    ],
    "author": ""
  },
  {
    "title": "Kraken",
    "summary": " An inexplicable event has occurred at the British Museum of Natural History — a forty foot specimen of giant squid in formalin has disappeared overnight. Additionally, a murder victim is found folded into a glass bottle. Various groups are interested in getting the squid back, including a naive staff member, a secret squad of London police, assorted religious cults, and various supernatural and mostly dead criminal elements. The wondrous squid represents deity to the Church of Kraken Almighty. Did they liberate their god, or could it have been stolen by a rival cult?",
    "genre": [
      "Urban fantasy"
    ],
    "author": "China Miéville"
  },
  {
    "title": "The Awakening",
    "summary": " The Awakening takes place directly after the events in The Summoning. Chloe has been recaptured by The Edison Group, a team of supernatural scientists responsible for manipulating her DNA, therefore enhancing her necromantic abilities. While there, she discovers that she, and other supernaturals are experimental subjects who were genetically modified at birth. Chloe and Tori (a witch) lead the Edison Group to a factory where they were supposed to meet Derek and Simon. Chloe and Tori escape with help from liz after struggling with Tori's mother, Diane (also a witch), but not before Diane hits Chloe's aunt Lauren with a seemingly fatal spell. The two girls run and hide. Chloe reads a letter her Aunt Lauren gave her which explains that she only ever wanted to help young supernaturals but it wasn't until her own niece was in danger that she realized how dangerous the Edison Group was. The next day, they meet up with Derek and Simon at the factory. The five of them decide to find Kit Bae, Simon and Derek's father, who will be able to help them all. On the bus to New York City, Chloe is woken by Derek who tells her that he feels another change coming on. She offers to go with him and asks Tori to tell Simon that if they don't make it back to the bus, they will meet up in New York City. They catch a bus heading to New York City where they find Tori and Simon, but their father's friend Andrew is missing. Suspecting that Andrew has been captured, they decide to leave in the morning. Before dawn, the Edison Group attacks them. While hiding, Chloe hears a voice that sounds like her Aunt Lauren's, guiding her to safety. She realizes with some panic that she wouldn't hear Lauren unless she was dead and wonders if The Edison Group has killed her Aunt. Chloe and Simon are approached by a man that Simon recognizes as Andrew Carson, the man they've been looking for. Andrew helps them to safety and Derek arrives with Tori. They all escape in a van and Andrew tells them that he's taking them to a safe house for supernaturals where they can rest up and eventually help take down The Edison Group.",
    "genre": [
      "Urban fantasy",
      "Paranormal romance"
    ],
    "author": "Kelley Armstrong"
  },
  {
    "title": "The Reckoning",
    "summary": " Following on from the events in The Awakening, the story follows Chloe, Derek, Simon and Tori as they live in the Safe House, formally owned by an ex-employee of the Edison Group, with Simon and Derek's father's friend Andrew. Amongst other visiting supernaturals, the four find themselves racing to try and persuade the renegade group of supernaturals to save Chloe's Aunt, who may possibly be dead, and Rae, a former member of Lyle house. The Reckoning is the final book in the Darkest Powers trilogy. Chloe, Derek, Simon and Tori have made it to safety from the Edison group.. or so they think. After being on the run and having to rely on themselves in life threatening scenarios, our supernatural gang is back under the ruling of adults. Adjusting back to the way of a childhood seems to be easier said than done. Chloe and her group of souped up supernatural buddies are still finding their way as their extraordinary powers keep on developing and surpassing all the adult supernaturals around them. With so much power at their hands, this seems to scare even the best of people. Not before long does safety fly out the window and let in a whole new hot mess of problems. Chloe, Derek, Simon and Tori find themselves in all kinds of mishaps that seem be too much to blame on just pure bad luck. This leads them to think there's an Edison Group spy amongst them just waiting to help bring them back to their crazy scientist lab to poke and prod at them, and maybe even worse, to kill them. All the supernatural drama doesn't stop the mounting attraction between Chloe, Derek and Simon love triangle. The chemistry between Derek and Chloe is obvious to everyone but them - they're both inexplicably still blind to it. Simon is still in love with Chloe, whom he eventually shows his feelings for. In the end, they go on a \"date\" which turns out rather poorly. Simon, having never been hurt by a girl before, is unsure how to react and Chloe feels bad for all of this. But when Chloe, Simon, and Tori are handed over to the Edison group by one of the supernatural adults, it proves their suspicions of an Edison spy that killed Andrew and Gwen. Simon and Derek's Father comes on time with Derek to save them. During the fight Prof. and Tori's mother are killed and the building of the Edison Group was destroyed. Still on the run, they are able to reconcile with each other including the aunt of Chloe and excluding Rae who 'disappeared' before Chloe, Simon, and Tori were handed over.In the end, Chloe and Derek kiss.",
    "genre": [
      "Urban fantasy",
      "Paranormal romance"
    ],
    "author": "Kelley Armstrong"
  },
  {
    "title": "Shadow Kiss",
    "summary": " Rose, in shock over Mason's death, prepares with the rest of the novices for the Qualifying Exam, in which the novices protect the Moroi students from \"attacks\" by \"Strigoi\" (their Dhampir teachers). Rose is positive that she will be paired with Lissa, but instead is paired with Christian Ozera, while Eddie Castile (Mason's best friend) is paired with Lissa. Rose complains to her teachers, but ultimately resigns herself to guarding Christian. During the first attack on Christian, Rose sees Mason's ghost and freezes - and is accused of being a sore loser by her teachers. In a sudden twist, Christian is the only person who truly believes that Rose didn't screw up on purpose. Meanwhile, Rose learns from Dimitri that Victor Dashkov's trial is coming soon - and that she and Lissa aren't going to be called to testify. She begs Dimitri to find a way to get them into the trial, and he promises to see what he can do. Adrian and Lissa are growing closer (in a teacher-student sense) while practicing their Spirit use, making Christian jealous. After Rose settles a fight between Lissa and Christian, she begins to sense changes in herself - mainly feelings of intense anger (even more than is usual). Christian is also approached by Jesse Zeklos to join a secret \"club\" he and Ralf have started, though Christian turns them down. Rose becomes suspicious, and tries to learn more about this club, which she later learns is called \"Mână\". Although Dimitri attempts to get Rose and Lissa into court to testify, it is ultimately Adrian who gains them entry. On the plane ride to Court, Rose is struck with a horrible migraine, but shakes it off as they arrive at Court; Dimitri and Alberta accompany Rose, Lissa, Christian, Eddie, and Adrian. Dimitri and Rose go to visit Victor in jail, who is as maddeningly pleasant as ever, and threatens to reveal what really happened between Dimitri and Rose the night he kidnapped Lissa. Dimitri threatens to have him killed in jail, but Victor taunts them with his knowledge. The day of the trial, Victor does reveal that Rose and Dimitri almost slept together, but everyone in the courtroom automatically believe this to be another one of Victor's lies. He is sent to prison by the court. Lissa meets with Queen Tatiana to discuss her future; she agrees to go to a college close to Court, and voices her opinion on Moroi fighting with Dhamphirs. Rose goes in to meet with Tatiana next - who insists that Rose stop sleeping with Adrian and call off their \"engagement\". Rose is stunned, and listens to Tatiana call her everything but a whore. Tatiana then reveals that she has been planning a marriage between Adrian and Lissa, and that they don't need to be carrying any of her \"emotional baggage\" around with them. Rose shrugs off the queen's accusations and meets up with Lissa, lying to her about her conversation with the queen. Lissa takes Rose for a manicure, where Rose is treated by a young man, Ambrose, who turns out to be a Dhamphir and the queen's blood whore. He takes Lissa and Rose to a fortune teller, who gives Rose a rather boring reading. Dimitri finds them and agrees to have his fortune read. The fortune teller predicts that Dimitri will \"lose that which he treasures most\". On the plane ride back to the Academy, Rose gets another horrible migraine, this time drawing the attention of Alberta and Dimitri. When they are forced to make an unscheduled stop at a human airport to refuel during a snow storm, Rose's migraine becomes much worse, and when she steps off the plane, she sees the ghosts of Lissa's parents and brother, along with many others. When she comes to, she is in the infirmary back at the Academy. Rose is finally forced to come clean about seeing Mason's ghost, and she is ordered to see a counselor. Her \"guardian time\" with Christian is also limited. While back at school, her temper still increases, though she does successfully defeat Dimitri as a \"Strigoi\" while guarding Christian. Lissa is approached by Jesse and Ralf to join Mână, and she accepts their invitation as a chance to spy on them, without Rose's knowing. Lissa is led into the woods and attacked by Jesse and the other magic users. Rose senses something is terribly wrong and runs to Lissa's aid. She beats Lissa's torturers – fellow students — and Lissa tortures Jesse using Spirit. Rose realizes that whenever Lissa uses Spirit, dark emotions fill Lissa — which caused her to cut herself in the first book — and tells Lissa to let the dark emotion flow through their connection and into Rose - which is what has been causing Rose's mood swings and violent behavior. Lissa obeys, and Rose suddenly begins beating Jesse fiercely. Alberta and Dimitri appear, and Alberta has several guards take Jesse away, while ordering Dimitri to handle Rose, who is still in a manic state. Dimitri takes Rose to an old cabin that Tasha Ozera stayed in when she visited the Academy. Rose attempts to run to the infirmary, where she knows they would take Jesse, but Dimitri subdues her and forces her to let go of her anger. She collapses, terrified that she is going crazy. Dimitri listens to Rose's explanation and insists that he won't let Rose go crazy. They end up kissing and Rose loses her virginity to him and start to head back to the school when they are attacked by a Strigoi. Dimitri sends Rose back to the school to warn the guardians, while he stays behind to hold off the Strigoi. The guardians react quickly and send Rose back to her dormitory, where she and the other novices are told to stay put. Rose is sent to guard a small window, where she is finally given a silver stake. She senses immense fear from Lissa, and learns that Christian is in the church, where he was supposed to meet Lissa to talk about Jesse and Mana. Eddie and several other novices are guarding Lissa and the other Moroi, so Rose sneaks out the small window to go after Christian. She and Christian rush to the elementary school, where there would be much less security, and combine Rose's fighting skills and Strigoi sense with Christian's Fire magic to destroy many Strigoi. After the battle, Rose learns that this is one of the biggest groups of Strigoi - who are typically loners - to ever attack any Moroi or Dhamphirs. Along with many dead guardians and Moroi, several Dhamphirs and Moroi were captured by the retreating Strigoi — including Eddie. Rose's mother, Janine, comes to the aid of the guardians with reinforcements, and with Mason's help, Rose figures out where the Strigoi are holding the hostages. Before they leave, Dimitri tells Rose that he is going to ask to be placed with a different Moroi close to Court, so that he and Rose can be together. Janine, Dimitri, and Rose plan a counterattack, and reluctantly enlist the help of other Dhamphir novices and, surprisingly, several Moroi teachers to harness their power as a weapon. When the army reaches the caves the Strigoi are hiding in, Rose is forced to stay outside while Janine and Dimitri lead the attack inside. Once all the hostages are out, Rose goes into the caves to assist the retreat. Just as she thinks everyone she loves is safe, Dimitri is attacked and left behind as Janine forces Rose out of the caves. Rose later finds out that Dimitri's body wasn't found. Another team of guardians returns to the caves the next day, confirming that Dimitri was not killed, but was made Strigoi. Rose realizes that the fortune teller's prediction came true: \"you will lose what you value most so treasure it while you can\" - not herself, as Rose believed, but his soul. Rose decides to leave the Academy to go after Dimitri and kill him. After she files the necessary papers, Lissa meets her just before she leaves and reveals that she figured out Rose was in love with Dimitri. Lissa begs Rose to stay, even tries to use compulsion on her, but Rose snaps and tells Lissa that all her life she's been told that Lissa comes first. Rose says that she needs to do something for herself for once. Rose asks Adrian for money, which he willingly gives to her, and asks her if she will come back. Rose says she will eventually, and tells Adrian that she will give him a chance - go out with him - when she comes back. As she leaves the Academy, Rose says good bye to Mason, then heads off to Siberia, where she believes Dimitri would go first; back to his hometown.",
    "genre": [
      "Urban fantasy",
      "Speculative fiction",
      "Young adult literature",
      "Dark fantasy",
      "Paranormal romance"
    ],
    "author": "Richelle Mead"
  },
  {
    "title": "Spirit Bound",
    "summary": " The book starts off with Rose reading the last in a series of love letters/death threats from Dimitri. The final exams are set to start in short time and she resolves to stay focused and pass them to the best of her abilities and hope it will be enough for her to get assigned to Lissa. The teachers test her by having her trapped on a swinging bridge with Strigoi approaching on both sides, which she passes by cutting the bridge, then \"killing\" the opponents on her end. After Abe's network relayed a message from Victor Dashkov that there was nothing he could be bribed with while he was behind bars, Rose plots with Lissa and Eddie to break him out of his high security vampire prison. They successfully do so by disguising themselves as guardians bringing new feeders and relying heavily on Lissa's compulsion abilities. Victor agrees to lead them to his brother, Robert, a reclusive spirit user who is rumored to have once returned a strigoi to their original state. They travel to Las Vegas, where Adrian tracks Rose's credit cards and follows them. While not very pleased with Rose's continued endeavors to help Dimitri, he stays with them. Robert tells them that the Spirit user must infuse a stake with Spirit and kill the Strigoi on its own, but escapes when they are attacked by Dimitri and other Strigoi. They manage to escape and upon their arrival at court Eddie and Rose are punished for endangering the Moroi and sent to do physical labor. While they are occupied, Lissa and Christian are kidnapped by Dimitri as bait for Rose. Decided to kill him for good and eliminate a threat to Lissa, Rose leads a group of guardians to his hiding place. She fights her way over to him and is about to kill him when Christian encircles him in a ring of fire, effectively cutting all movement while Lissa stakes him. Dimitri is restored as a Dhampir and taken into custody. Traumatized and crushed by guilt, he pushes Rose away, saying that he is no longer able to love. Rose turns to Adrian for comfort. They have a very romantic moment and almost have sex, but neither of them has any protection. Instead, Rose offers her neck to Adrian who hesitates for a moment before biting her. The next morning at breakfast, Rose and Dimitri run into each other. Dimitri sees the bite marks and knows who they come from, he knew Rose is going to move on. In the middle of the discussion, a group of Guardians surround Rose and Dimitri instinctively fights to protect her, but she calms him down. The Guardians announce her that Queen Tatiana has been found murdered with Rose's stake and as such she is to come with them. At the ensuing hearing, it is decided that Rose must face an official hearing. If she is guilty, she will be sentenced to death. On the way to wait for the impending trial, Ambrose delivers a note to her from Tatiana saying that Lissa needs to have her voice heard in the Council and that there is a second living Dragomir, necessary for Lissa to have her quorum.",
    "genre": [
      "Urban fantasy",
      "Young adult literature",
      "Dark fantasy",
      "Romance novel",
      "Paranormal romance"
    ],
    "author": "Richelle Mead"
  },
  {
    "title": "Radiant Shadows",
    "summary": " The prologue of Radiant Shadows shows Devlin, the high court's Assassin, agreeing to shelter a spectral girl name Rae in faerie without his queen's knowledge. It then skips forward about a century, to show the high queen, Sorcha, ordering Devlin to kill a baby halfling, the child of the Gabriel, along with a warning that it should \"never enter faerie\". The novel then cuts to the present day, to Ani, the halfling whose life Devlin spared, as she tries to fit in with the other hounds, but cannot, due to her father's protectiveness and her mortal blood. Devlin, meanwhile, has been told by Sorcha to stay in the mortal world to keep an eye on her son, Seth. Devlin and Ani meet at the crows nest, where she drains his energy and he leaves with a taste of her blood. Ani is different from other hounds, due to her ability to feed on both emotions and touch, and mortal and faery. Irial, the former dark king, has been performing tests to identify what about her is different and introduce it to his court to strengthen them. This also, however, draws the attention of Devlin and Sorcha's other sister, Bananach, the essence of war. She tells Ani that she has to kill Seth and Niall, or give Bananach her blood. Ani can do neither, and is soon found by an unclaimed steed. Ani, Devlin and the steed -which Ani names Barry, short for Barracuda- leave the state to get away from Bananach. In faerie, meanwhile, Rae, who is a dreamwalker, enters Sorcha's dream and gives her a way to watch Seth in the mortal world. Unfortunately, she becomes obsessed with this, and without her rulership faerie starts to dissolve. Bananach pays a visit, and starts killing members of the high court. Scared, Rae contacts Devlin through a dream and informs him of this turn of events. Devlin and Ani return to huntsdale only to find that Bananach has killed Ani's sister Tish. Ani demands that they should then kill Bananach, \"breath for breath\", but Devlin informs her that neither of the twins can be killed without killing all of faerie. Bananach later goes to stab Ani, but Irial throws himself in front of her, taking the wound that would be hers. The knife dissolves inside him, poisoning him, and Bananach says that he will not last the fortnight. Irial tells his successor and love interest, Niall, that he \"wishes he hadn't been king when they met\", referring to Niall's backstory as revealed in Ink Exchange, then Ani, Devlin, Rabbit and Seth leave for faerie. Devlin was injured in the fight, and Ani allows him to drink her blood, healing him and binding them together. With Seth returned to faerie, Sorcha awakens, and together Devlin, Ani and Rae form the shadow court to balance the high court. (This, however, leaves the dark court out of balance, this will presumably be remedied in the final book, Darkest Mercy.) They also seal the veil between the mortal and faerie worlds so that one cannot return to the mortal world without both the High and Shadow court's help. it:Radiant Shadows",
    "genre": [
      "Urban fantasy",
      "Young adult literature"
    ],
    "author": "Melissa Marr"
  },
  {
    "title": "Last Sacrifice",
    "summary": " The novel begins with Rose in her prison cell contemplating the charges brought against her and occasionally using the bond to slip into Lissa's mind to view goings-on at Court. During Queen Tatiana’s funeral, statues outside the church suddenly blow up, causing chaos, and acting as a distraction for the guardians. Rose is soon broken out of prison by Mikhail, Eddie, Adrian, Abe, and Dimitri. Dimitri takes Rose out of Court and they drive for hours until they reach Sydney, who is also aiding in the escape. They continue traveling until reaching West Virginia, where Rose discovers she is to be kept in a motel until her friends back at Court can clear her name. However, she insists on leaving and helping out, but after Dimitri halts her escape, Rose convinces him and Sydney to look for Lissa’s half-sibling. For safety, Sydney takes them to the Keepers, a strange group of Moroi, dhampirs, and humans. Later, they find out the sole person who holds the information needed to find Lissa’s sibling: Sonya Karp, who was once teacher at St. Vladimir's but is now a Strigoi. The Dashkov brothers invade Rose’s dreams and they later meet up with her at Sonya's house in Kentucky, where Robert changes her back into a Moroi by staking her with a silver stake infused with spirit. After recovering from the initial shock of being restored, Sonya leads them to Jillian Mastrano’s house in Michigan, who is revealed to be the illegitimate child of Eric Dragomir. Not long after they arrive, Guardians raid the Mastrano house, forcing them to scatter and flee again and creating the opportunity for Victor and Robert to kidnap Jill. Using her spirit abilities, Sonya is able to locate where the brothers are hiding Jill and relays the information onto Rose. Upon questioning, Sonya also reveals to Rose that her and Dimitri’s auras shine extraordinarily bright when they are around each other, which shows they are in love. This further confuses Rose about Dimitri's true feelings for her. Back at Court, Lissa, Christian and Adrian try looking for Tatiana's murderer, and discover unsettling information about the Queen, her lover Ambrose and Adrian's own mother, Daniella. While at Court, Lissa is in the running for Queen, despite being ineligible as the result of being without a quorum. The process involves taking a series of tests to prove she is worthy of the throne, and after she passes, there is a huge debate among the Moroi about whether she can actually be queen. Rose, Dimitri, and Sonya quickly find Victor and Robert and fight them to get Jill back. Rose battles with Victor, and in a spirit- induced rage, she inadvertently kills him. She becomes distraught as the group heads to a hotel to recover. In one of the rooms, Dimitri attempts to comfort her and tells her not to blame herself. He admits he loves her and regrets losing her, but refuses to take another man’s girlfriend. Rose tells him she only belongs to herself, and she chooses Dimitri. The two embrace and have sex again, and Rose makes the decision to break up with Adrian when she sees him in person and not in one of his spirit dreams. She tells Dimitri after they make love that in order for them to have a relationship, he must first forgive himself for the guilt he carries over his time as a Strigoi. That evening, the four leave to meet up with Mikhail near Court; Adrian comes along and witnesses a kiss between Dimitri and Rose. More pressing matters are at hand as they head back to Court, Mikhail and Rose having just gotten information from Sydney and the Alchemists confirming who the killer is. Back at Court and in front of the Council and assembled Moroi, Rose presents Jill as part of the Dragomir bloodline, arguing that this enables Lissa to become Queen. Then she reveals to everyone that Tasha is the one who killed the queen, as she hated Tatiana's policies about dhampirs and Moroi. Rose also silently notices that Tasha has longed for Dimitri the entire time, which is why Tasha framed Rose for the murder. As guardians attempt to take in Tasha, she grabs a gun and holds Mia hostage. Lissa hurries forward in an attempt to compel her to stop, but Tasha makes a rash decision, shooting at Lissa. Rose jumps in front of Lissa and takes the bullet in her chest. Her final glimpse is of Lissa and Dimitri standing over her as she blacks out. A few days later, she awakens in a palace room with Dimitri by her side. He joyfully tells her that they have both received full pardons and their guardian statuses again—she is one of Lissa’s guardians and he is Christian’s guardian. Both are finally able to be open about their relationship. When Lissa visits Rose, she realizes they are no longer bonded. They speculate that because Rose was at the brink of death and healed herself without the help of spirit, the bond was negated. Lissa also won the royal election, thanks to Jill being part of the Dragomir bloodline and making her eligible for the throne. Adrian visits Rose and confronts her on why their relationship failed; Adrian blames it on Rose's constant yearning for Dimitri but Rose tells him it’s both that and the fact that they are so different and he depends on her too much, saying that she is his anchor to life. Rose spends the remainder of her convalescence healing and being with Dimitri. The series ends with Lissa’s coronation. As she is crowned the new queen, Lissa shares a humorous look with Rose in the crowd. Rose, embracing Dimitri and feeling happier than ever with his love and Lissa's triumph, tells him she thinks that the future will be good.",
    "genre": [
      "Urban fantasy",
      "Young adult literature",
      "Dark fantasy",
      "Paranormal romance"
    ],
    "author": "Richelle Mead"
  },
  {
    "title": "Succubus on Top",
    "summary": " This is from the book jacket. \"Georgina Kincaid’s job sucks. Literally. Love hurts, and no one knows it better than Georgina Kincaid. If she so much as kisses her new boyfriend, she’ll drain his life force. Georgina is a succubus—a demon who draws her power from other men’s pleasure. Admittedly, the shapeshifting and immortality perks are terrific, and yes, Georgina did choose to join the ranks of hell centuries ago. But it seems completely unfair that a she-demon whose purpose is seduction can’t get hot and heavy with the one mortal who knows and accepts her for who she is. It’s not just her personal life that’s in chaos. Doug, Georgina’s co-worker at a local bookstore, has been exhibiting bizarre behaviour, and Georgina suspects that something far more demonic than double espressos is at work. She could use help finding out, but Bastien, an irresistibly charming incubus and her best immortal friend, is preoccupied in the suburbs with corrupting an ultra-conservative talk radio star—and giving Georgina some highly distracting come-hither vibes. Georgina is going to have to work solo on this one—and fast because soon, Doug’s life won’t be the only one on the line…\"",
    "genre": [
      "Urban fantasy",
      "Speculative fiction",
      "Young adult literature",
      "Romance novel",
      "Mystery",
      "Fantasy",
      "Dark fantasy",
      "Paranormal romance"
    ],
    "author": "Richelle Mead"
  },
  {
    "title": "Bloodlines",
    "summary": " After helping rogue Dhampir Rose Hathaway evade justice, Sydney Sage's situation with the Alchemists is shaky at best. Her career is jeopardized, to the point where she may have to undergo re-education. Woken in the middle of the night, Sydney is given a last chance: to pose as the older sister of Jill Dragomir (illegitimate sister of the Queen Vasilisa) at a boarding school in Palm Springs, California. Jill is being hidden away from dissident Moroi who want to kill her to end the queen's rule, and a recent attack on Jill at the court has convinced several higher-ups that hiding her in a sunny location is the best way to keep her safe - and keep the queen on the throne. Jill is accompanied by Eddie Castile, a Dhampir who, like Sydney, is still in serious trouble from helping Rose. Tagging along is Adrian Ivashkov, a royal and spirit-user who is taking a break from life at the vampire court. Sydney thrusts herself into the job to prevent her younger sister Zoe from being pulled into the Alchemist world (as well as to keep Zoe away from Keith, the Alchemist in charge of the Palm Springs area, who has a history with Sydney's family). Keith is insistent that Zoe take the mission, but Sydney succeeds in convincing the other Alchemists that she is better prepared. However, her sister takes Sydney's words as an affront, believing she is capable of joining the Alchemists, and leaves Sydney on a sour note. Adrian, Eddie, and Sydney accompany Jill to the private school, posing as her siblings. Adrian is stationed in the house of a local Moroi, Clarence Donahue, an older vampire who lives with his college-age son Lee. Clarence is obsessed with 'vampire-hunters', claiming that they killed his niece, Tamara. The students at the school become infatuated with Sydney's Alchemist tattoo, asking her what \"powers\" it gave her and where she got it, making her curious. During a history class, she meets the teacher's aide, Trey, who is on the football team. All his teammates (excluding him) have been getting tattoos at a place called Nevermore to enhance their sports performance. Sydney gathers information about the 'rare' metallic tattoos and understands why students are so interested in hers. Tattoos called \"steel\", made using silver, grant enhanced strength and speed, and bronze-colored \"celestial\" tattoos imbue a feeling of euphoria. Because the tattoos wear off quickly (lasting from several days to a couple of weeks), they have to be continuously touched-up and lead to addictions. Sydney makes the connection that those tattoos and the gold tattoos used by Alchemists were made using the same procedure (but with different effects, as Sydney's restrains her from telling humans of vampires). Jill catches the attention of a senior named Micah, worrying Sydney. Sydney asks Eddie and Adrian to help persuade Micah and Jill to avoid a relationship, but becomes infuriated when Eddie disagrees. Talking to Lee, Sydney and Adrian 'set' Jill up with him - but despite her interest in Lee, Jill is upset with Sydney interfering in her love life. The group goes mini-golfing, and Sydney is freaked out when Jill (a water-user) uses magic on a waterfall. Sydney is awoken in the middle of the night by Jill asking her to go find Adrian, claiming he's stuck at an apartment with two Moroi women in Long Beach, unable to get home. After Sydney wonders how Jill was able to sense Adrian's moods and actions, Jill admits the truth - she has become bonded to Adrian. During the attack on the vampire court, Jill had actually been killed, and only Adrian's spirit magic had saved her. Sydney, angered now that she knows the extent to which Adrian's actions have caused trouble for Jill (Adrian's hangover on Jill's first day at school had transferred across the bond, and she has had several nightmares caused by his nighttime excursions), goes to Long Beach to find him. Arriving at the apartment, Sydney berates Adrian, whose only excuse is that being at Clarence's house alone is driving him crazy. As they prepare to leave the apartment, the women receive a phone call that a Moroi friend of theirs has been killed - and the attack is identical to the story Clarence told about the death of his niece. Because Sydney already knows all the languages the school offers, she is excused from her last class period and spends the time helping out a teacher. The teacher is writing a book, and Sydney offers to help with notes, typing, and coffee runs. Her first task to is to read and summarize an old Latin book about magic. While later visiting Adrian, Sydney finds herself near Nevermore, and she breaks in while Adrian distracts the tattoo artist. She discovers vials of vampire blood and metallic residues, along with a clear liquid she's unable to place. Sydney offers to help Adrian find a job, so that he can move out of Clarence's house, but is infuriated when he intentionally fails several interviews. Sydney returns to school to find that Jill has disappeared. Eventually, Sydney and Eddie realize that she has left campus to go on a second date with Lee. Sydney berates Jill and Eddie for not taking the mission seriously, pointing out that she's spending a great deal of her time looking after all of the Moroi while trying to stay in the Alchemists' good graces. Unfortunately, Keith has been making several negative reports about Sydney's performance, and her father calls that evening to let her know that she is being recalled, and Zoe is being rushed into training - Keith has succeeded in convincing other Alchemists that Sydney is too friendly with the Moroi and Dhampirs to properly serve the Alchemists. Unable to find a job that suits him, Adrian asks Sydney to help him instead get into a local college, hoping that he will be able to find a place to live with the help of financial aid. In return for connecting Sydney with an acquaintance at the college's admissions office, Sydney's teacher asks her to make a charm from the Latin book - a small amulet that would burst into flame when a certain phrase was chanted. When the teacher refuses the amulet (only wanting to know whether the procedure was possible to follow) Sydney keeps it in her purse. Sydney revisits Nevermore and the receptionist reveals that another Alchemist has been providing the supplies for the special tattoos. Adrian calls her over to Clarence's house and shows Sydney a needle mark on his neck. Sydney realizes that Keith has been siphoning blood and saliva from Clarence and selling it to Nevermore. Sydney asks Adrian to break into Keith's apartment to look for proof, while she confronts Keith at a local diner. Sydney reveals her true reason for being repulsed by Keith - while he stayed with her family as an Alchemist trainee, Keith raped Sydney's older sister. Keith races back to his apartment, tailed by Sydney, but Alchemists have already arrived, having been summoned by Adrian. Keith is taken into Alchemist custody. The group goes to a fashion show that Jill is modeling in, but Adrian and Sydney bicker - Adrian has enrolled at college too late to receive financial aid, but Sydney paid for his art classes herself. Sydney mentions that she is heading to Keith's place, and is ambushed by Lee when she gets there. He reveals that it was he who has been killing girls, including his cousin Tamara, because he was trying to \"reawaken\" himself back into a Strigoi. Five years before the events of the book, Lee (then a Strigoi) was restored by an unknown spirit-user, and he has been obsessed with converting himself back to a Strigoi. Adrian comes to Keith's apartment to apologize to Sydney, just as Lee cuts her arm with a knife. Lee handcuffs Adrian and ties Sydney's hands together while explaining that he intended to \"awaken\" Jill as well (claming he loves her and wants the two of them to be together forever). Lee tries to drink Sydney's blood, but finds it disgusting. Left with no other choices, he calls two Strigoi women and tells them that in exchange for \"reawakening\" him, they could have his hostages. Sydney unties herself and almost escapes with Adrian when the Strigoi arrive. One of the Strigoi tries to \"reawaken\" Lee, but unintentionally kills him instead when his body refuses to accept Strigoi blood. They turn on Sydney, only to have the same reaction to Sydney's blood as Lee had, before moving on to Adrian. As her last hope, Sydney throws the seemingly-useless amulet at one of the Strigoi, and is astonished when she catches fire. Eddie bursts through the door and defeats the Strigoi. Jill sees Lee's dead body on the recliner and is horrified and traumatized. Sydney meets with a senior Alchemist for a debriefing. Both are very interested in the knowledge of Lee's predicament, which suggested that any Strigoi who are \"restored\" will be unable to be \"reawakened\" to Strigoi. The Alchemists hope to research the phenomenon to find a way to protect Strigoi from \"awakening\" any others. With Keith's departure, the Alchemists have promoted Sydney to take charge of the Palm Springs area and offer her Keith's old apartment, as well as a new roommate for Jill - a Dhampir closer to Jill's age. Knowing Adrian's wishes, she instead asks that Adrian be given the apartment in exchange for his assistance in the research into spirit users and Strigoi. Sydney instead requests her own dorm room on campus, allowing her to continue to watch Jill. Back at school, Sydney confronts her teacher about the amulet, and the teacher confesses she had known about vampires all along. as well as Alchemists. She believes that Sydney has an innate magical ability, and it was that ability that gave the amulet its power. As the book ends, Abe Mazur, Rose's father, arrives with Jill's new roommate - a Dhampir named Angeline who Sydney met while on the run with Rose the previous year. Adrian realizes that Abe has been keeping a close eye on Palm Springs because of Nevermore - and that Abe himself is likely trafficking vampire blood as well. Abe, in turn, reveals to Adrian that the reason Sydney had been forced to obey his commands was that Sydney had contracted him for an attack on Keith that left him with a glass eye - retribution for Keith's rape of her sister. The book closes with the arrival of two other former Strigoi who had been restored: Sonya Karp, who is also a spirit user, and Adrian's former rival for Rose's affections, Dimitri Belikov.",
    "genre": [
      "Urban fantasy",
      "Young adult literature",
      "Dark fantasy",
      "Romance novel"
    ],
    "author": "Richelle Mead"
  },
  {
    "title": "Darkest Mercy",
    "summary": " Keenan must choose between his queen Aislinn and his beloved Donia, while Aislinn is in love with Seth. However when the warmongering villain Bananach attacks they must unite, until at the end the love quadrilateral is resolved.",
    "genre": [
      "Urban fantasy",
      "Young adult literature"
    ],
    "author": "Melissa Marr"
  },
  {
    "title": "The Gathering",
    "summary": " The setting for the Gathering is a small medical-research town called Salmon Creek on Vancouver Island. Salmon Creek was built by St. Cloud Corporation, the owners of the town and surrounding park. It was built for their employees. Maya, the main character, is the adopted daughter of the park ranger. The events actually start a year before with death of Maya's friend, Serena(who is a water paranormal) . She, Maya, and Serena's boyfriend, Daniel, were swimming in a lake. Serena, captain of Salmon Creek High swim team, drowned in the lake, and Maya is guiltridden for not being able to save her friend. A year later, Maya is getting ready to celebrate her sweet 16. She wants to tattoo her birthmark—a paw-print shape on her hip. She doesn't want it altered in any way, though; she just wants to make it more noticeable. However, she doesn't get it because the tattoo artist's aunt insults her by calling her a witch in Navajo. Later, she invites Rafe, a new bad-boy at school, to her birthday party at Daniel's house. At the party, the teens have a competition on Maya's new rock wall: if she can beat all the guys, they have to add more footholds, but if she loses to even one guy, she has to kiss him. After she defeats all the contestants, Rafe shows up. He challenges Maya individually, and beats her. He doesn't kiss her, though, promising to claim his prize without prying eyes. Maya and Rafe start going out. One day, when Maya was going over to his house for dinner with him and his childish older sister, Annie, she is attacked by someone looking for Rafe. She sees Annie transform from a cougar into herself. Rafe tells that skinwalkers are people with special abilities including being able to shift into mountain lions or bears and the ability to heal and communicate with other animals. He says that Rafe, Maya, and Annie are skinwalkers and that they carry theit animal traits with them even in human form. This explains Maya's enhanced hearing and night vision as well as her amazing skill of rehabilitating injured and sick animals. Maya makes the connection between her paw-shaped birthmark and the fact that she is skinwalker. Rafe confirms this idea, saying that paw-print birthmarks indicate skinwalkers and that her and Annie both have them. He also explains that skinwalkers had been extinct until an experiment to bring them back was enacted. He says that their birth mothers were seleccted to be part of this experiment because of their Native American DNA, but didn't realize they what was going on. Rafe thinks that Maya's biological mother learned the truth about the experiment, which would explain why she abandoned Maya when she was baby. Maya also learns she may have a twin brother from whom she was separated at birth. Rafe explains that skinwalkers can't control when they shift and points out the symptoms that occur in a skinwalker before they shift, Maya realizes that she is going through these symptoms and may shift soon. Maya dumps Rafe after thinking that he dated her only because of her being a skinwalker, however, Rafe truly does have romantic feelings for her. That same night, Annie disappeared while she was still in cougar form and her location is unknown by all characters. Rafe knows that Annie often runs off after she shifts, but is worried for her safety, especially when the forest catches fire. Maya, Daniel, and Rafe are in the forest during the fire, and start to run away when they see people. Daniel's asks Rafe and Maya to lay low because his special danger sense is tingling. They listen in on the people's conversation, and figure out that this group of people set the forest on fire in order to distract the town. The people would then break into the St. Clouds labs in order to steal the secrets housed there. The book ends after Maya, Daniel, Nicole, and an unconscious Rafe escape in a helicopter and report what they overheard to town officials.",
    "genre": [
      "Urban fantasy"
    ],
    "author": "Kelley Armstrong"
  },
  {
    "title": "Storm Born",
    "summary": " Eugenie Markham is investigating her latest paranormal case, a shoe which her customer claims is possessed. Armed with a Glock, two athames and a wand, she fights with the creature inhabiting the shoe, a keres. During battle, the keres propositions Eugenie, also referring to her by her real name, rather than her alias Odile which she uses when dealing with paranormal creatures to protect her private life. Irritated by this, Eugenie is prompted to send the keres to the Underworld instead of her normal banishment to the Otherworld. Back in her car, her secretary Lara notifies her over the phone of Will Delaney who claims that his sister Jasmine was abducted by faeries (although Eugenie refers to them as \"gentry\") a year and a half ago. Eugenie agrees to take up the case, despite the dangers of a human crossing to the Otherworld. Returning to her flat, Eugenie relaxes in her private sauna and then settles down for the night with a favourite pastime; a jigsaw puzzle. She meets with Wil Delaney to discuss the abduction of his sister Jasmine, a frightened young adult with several irrational phobias. Believing that Jasmine may have been abducted by gentry because of the high fertility rate in human women, she travels to the park Wil believes Jasmine to have been kidnapped from. Eugenie senses a magical presence and Wil tells her that a sprite told him that his sister was being held by a king named Aeson. He also tells her that the sprite referred to her by her real name again, which irritates her further. Fearing a trap, Eugenie leaves undecided about whether to pursue the case. Eugenie visits her mother and her step-father Roland, who confirms the existence of Aeson but warns her not to travel to the Otherworld despite the safety of a young girl, which he justifies by stating that gentry kidnap human women all the time and \"that's the way it is.\" Eugenie argues that she wishes to travel to the Otherworld to save Jasmine. She returns home, where her flatmate Tim is entertaining women, alleging his Native American heritage before leaving to a concert with them. After another puzzle, Eugenie decides to go to a bar in attempts to forget her decision over Jasmine and the Otherworld. Inside the bar, Eugenie begins flirting with a stranger named Kiyo(taka). He casually admits his attraction and desire towards her and that he is a veterinarian with five cats (four named after the riders of the apocalypse - the fifth named Mr. Whiskers) and two dogs. The two dance erotically and then head back to Kiyo's apartment. They sleep together twice, during which Kiyo scratches her on the back. They are woken in the middle of the night by a strange presence. Eugenie identifies it as an ice elemental from the Otherworld, but before she can attack, Kiyo does so instead. The ice elemental calls her by her real name and propositions her. Eugenie is able to reach her wand and banishes the ice elemental back to the Otherworld, leaving her and Kiyo to demand explanations from each other. He displays knowledge of the Otherworld and jumps off of the balcony when Eugenie threatens to banish him. Feeling betrayed by Kiyo, Eugenie orders room service under his name for vengeance and then returns home. She eventually decides to travel to the Otherworld to find Jasmine and investigate the strange actions of the creatures appearing in the human world, much to her mother's displeasure. Roland reassures her over the sexual soliciting of the creatures. Eugenie goes home and summons Volusian, her spirit servant who tells her that Aeson is king of the Alder Land and is too powerful for her to fight alone. He suggests that Eugenie ask help from Dorian, king of the Oak Land, but she rejects this idea because of her mistrust for all gentry. Instead, she summons two other spirits named Nandi and Finn, but they also believe an alliance with Dorian is the most practical. She refuses once more and decides to storm Aeson's castle to rescue Jasmine. Wil Delaney insists on accompanying her, Eugenie agrees believing it is his own fault if he is killed, taking Nandi, Finn and Volusian as well. They travel to a crossroad within the human world and travel to the Otherworld, finding themselves in the Rowan Land. After a confusing journey where Eugenie believes to have seen a fox watching her, they are attacked by horse-ridden guards, although the group fight they are outnumbered and captured. One of the guards, Rurik, identifies her as Eugenie Markham and he reveals himself as the ice elemental who attempted to rape her. She tells another guard, Shaya, that she demands to speak with King Dorian, and they reluctantly take the group to the castle. Eugenie and her group meet with King Dorian, who is unfazed by her demands and takes an immediate interest in her. He offers her hospitality and protection, inviting her to dinner but she refuses to eat. Eugenie notices how exhibitionist the gentry are, the dinner guests nervously challenge her and object to her casualness and lack of respect towards Dorian. However, the guests are intrigued when Eugenie brings up the topic of modern medicine, particularly fertility treatments and IVF. Dorian then escorts Eugenie to his bedroom to talk privately. Although she tries to inform him about Jasmine and Aeson, he tells her the story about the Storm King, a powerful warlord who ruled a vast area of the Otherworld. Dorian tells her that Storm King was killed by Roland Markham - Eugenie's step-father, and then agrees to send a spy to help her to infiltrate Aeson's castle. Curiously, Eugenie shows him the scratches given to her by Kiyo, and Dorian states that it is a means of tracking her. He then offers to fight by her side against Aeson if Eugenie agrees to sleep with him, but stating that she will eventually agree despite her current answer. Dorian introduces her to Gawyn, who travels with Eugenie and friends to Aeson's castle, but the guards are aware of her presence and capture her. Wil Delaney confesses to betraying Eugenie, giving her to Aeson in exchange for Jasmine. Aeson reveals his wish to \"beget the heir\" with Eugenie, and is surprised by her confusion to the reference. Aeson tells Eugenie that Storm King is her real father, and before he can take her away, a fox attacks him and transforms into Kiyo, although shocked Eugenie attempts to rescue Jasmine, but the girl attacks her and runs to help Aeson, who refers to Eugenie as \"Storm Daughter\" and suggests that she asks Roland who her real father is. Eugenie and her friends are forced to flee back to the human world. They awake in the human world, Eugenie tries to attack Wil, but instead dismisses him. She asks Finn what Kiyo is, and he replies that Kiyo is a half-kitsune. Volusian confirms Aeson's claim that Eugenie is the daughter of Storm King, who abducted her mother and impregnated her. In order to protect her, Roland killed Storm King when he attempted to take Eugenie away to the Otherworld. Volusian also tells Eugenie of a prophecy dictating that her first son will reconquer the human world, as was Storm King's vision, thus the reason for the propositions made by many of the Otherworld creatures. A few days later, Eugenie confronts Roland and her mother over the claims, they confirm it, telling her that Storm King lured her out to a crossroad to take her to the Otherworld, but she fought back. Roland then hypnotised her and repressed her memories. She goes to her car and sees Kiyo watching her in his fox form, angry at everybody's deceit, Eugenie leaves. In her private sauna, she recalls one of the suppressed memories about Storm King, waking up to a strange presence in her home. She is attacked by a Gray Man who attempts to rape her, but she escapes and defeats them, shortly after Kiyo storms into her home. She is angry at him for lying and believes that he slept with her to fulfill the prophecy, but retorts that they used contraception. He tells her that Maiwenn, the Willow Queen asked him to find her and mark her to make sure that the prophecy did not come true, as she is openly opposed to Storm King, unlike Dorian who openly supported him. Kiyo tells her that he will protect her from paranormal attacks, wishing to be friends if they cannot be lovers. After Kiyo leaves, she summons Volusian and he tells her to claim her heritage as the daughter of Storm King to intimidate those trying to attack her, and that King Dorian is helping to protect her, however they both suspect he has ulterior motives. Eugenie keeps contact with Kiyo, who watches over her as a fox. Her mother apologises to her and she forgives her, Eugenie asks her if she was ever happy with Storm King, but her mother tells her that she hated every second of her imprisonment, and that Eugenie inherited his violet eyes. Suddenly, the house is attacked by spirits who knock her mother unconscious and capture Eugenie. A mud elemental appears, threatening to kill her mother if she doesn't submit to him. Unexpectedly, the mud elemental and the spirits are killed by lightning which she unconsciously summons. Eugenie collapses, awakening to her mother, Kiyo and Queen Maiwenn - who is relieved that Eugenie has no desire to fulfill the prophecy. Wishing to control her magic, Eugenie travels to the Otherworld to ask Dorian to teach her. He tells her not to trust Maiwenn as she has no reason to keep her alive, whereas he wishes Storm King's heir to be born, and will protect her. He offers to teach her if she sleeps with him, she refuses and they agree to pretend to be lovers, Dorian kisses her and notes how she is tense around him. In the human world, Kiyo confronts Eugenie about the rumours and she explains the situation, he reveals that he and Maiwenn used to be a couple. They both travel to an astronomy group on a hill, afterwards they almost have sex in their parked car, but are attacked by a hybrid creature. Kiyo transforms into a giant fox rather than a smaller counterpart. Eugenie realises that the creature wishes to kill her instead, she defeats it but is injured and becomes annoyed when Kiyo doesn't immediately transform out of his fox form. She wakes up at home and Kiyo explains that being a \"superfox\" is harder to transform out of. Dorian travels to the human world to teach her magic. She fails to locate a bowl of water while blindfolded and bound with cords, causing it to rain instead. Dorian invites Eugenie to his Beltane ball, the day before she and Kiyo have sex in the shower, while sleeping Eugenie has a dream about Storm King, waking up flustered she proceeds to have sex with Kiyo without contraception. Eugenie attends the Beltane ball but is pestered by potential suitors, including Aeson who offers to swap her for Jasmine. He reveals to Eugenie that Maiwenn is pregnant with Kiyo's child, she breaks up with him out of anger. Meeting Dorian, she agrees to sleep with him to help rescue Jasmine, Dorian initially refuses out of belief that she is doing it to get revenge on Kiyo, but eventually agrees. However, he decides not to after realising that Eugenie doesn't want him and doesn't relax around him. Instead, they practice magical control and she is able to locate the water objects. The next day in the human world, they practice again but are attacked by water spirits who attempt to kill her, but Dorian is able to use his magic to defeat them. Suspicious, Eugenie travels to Maiwenn's castle to confront her, she warns her about threat's from Dorian's enemies. She visits Dorian and advances her magic abilities, they try to sleep together but Eugenie is still too uneasy. Late at night, she asks him to tie her up and they then sleep together, afterwards Dorian agrees to assist her in seizing Aeson's castle. Eugenie and Dorian's groups advance towards Aeson's castle, but they are suddenly ambushed. Aeson attacks her but Dorian steps in and is caught by Aeson's fire abilities. Cornering the attack group, Aeson is able to send Nandi to the Underworld, forcing Eugenie to call a surrender. Aeson continues to torture Dorian through burning, but Eugenie summons the water out of Aeson's body; blowing him up. Burnt and injured, Dorian tricks Eugenie into claiming the Alder Land as her own kingdom, transforming it into a replica of the Tucson desert. Jasmine appears and accuses Eugenie of stealing the land which was promised to her, and that she and Eugenie are half-sisters through the Storm King. Finn reveals that he allied with Jasmine, spread Eugenie's real name around and told Aeson of the coming attack. Furious, Eugenie banishes Finn to the Underworld. Jasmine summons water spirits and Eugenie works out that Jasmine sent the creatures to kill her instead of Maiwenn. Rurik, Shaya and the other guards fight against the spirits. Jasmine runs away as her group loses, but Kiyo is killed. Distraught, Eugenie travels to the Underworld to bring his spirit back to his body. Transfigured into a black swan, she flies through the Underworld, but she is attacked by the creatures she previously banished. Transformed back into her human form, she meets with her father, Storm King who tells her that Jasmine will willingly give birth to the heir even if Eugenie refuses. Aeson appears and tries to assault her, she submits and wakes up in a vision in which she is wearing Storm King's crown, overlooking an Otherworld army and holding a baby. Dorian appears at her side as her equal. The vision ends and she finds Kiyo, but is obstructed by the goddess Persephone. The goddess promises to give Kiyo's soul back if Eugenie will give up her love for him. Eugenie agrees, Kiyo's soul sent back to the Otherworld, at the last moment Persephone breaks the contract and sends her back as well. Back in the Otherworld, Eugenie confronts Dorian over forcing her to become queen of Aeson's kingdom. He tries to convince her to have an heir before Jasmine, and then tells Eugenie that he loves her as she loves Kiyo. She plans to ignore the land, he angrily tells her it is impossible and that the land is now the Thorn Land, and she the Thorn Queen. She returns home and patches up her relationship with Kiyo. Volusian appears and warns her about Dorian and Kiyo. The book ends when Eugenie drops a glass pitcher of water and is able to control both water and air, telling Tim that she wants to learn more.",
    "genre": [
      "Urban fantasy",
      "Paranormal romance"
    ],
    "author": "Richelle Mead"
  },
  {
    "title": "Succubus Revealed",
    "summary": " After everyone finds out about Georgina's phase with Seth during his and Maddie's engagement, things degenerate at Georgina's workplace and she quits. In the opening of the sixth book she works as one of Santa's elves in a Mall when she suddenly gets a notice that she has been transferred to Las Vegas.",
    "genre": [
      "Urban fantasy"
    ],
    "author": "Richelle Mead"
  },
  {
    "title": "The Golden Lily",
    "summary": " The book follows Sydney Sage, a young Alchemist that is forced to hide inside a ritzy boarding school in Palm Springs, California so that she can protect Jill Dragomir, a Moroi princess. There are those who want Jill dead by an assassin's hand in order to provoke a civil war within the Moroi court. The assignment provides Sydney a way to redeem herself from previous disgrace but her close proximity with Jill, Eddie, and Adrian cause her to question everything she thought she knew about herself, Alchemists, and the world in general. During all of this Sydney finds herself also questioning her relationship with Brayden, someone who is seemingly perfect for her in every way. Even as she cares for him, Sydney finds her attentions also being drawn to someone that she can never be allowed to be with. As secrets come to light and loyalties are given a trial by fire, Sydney has to find a way to make it through all of this with herself and all that she cares for intact.",
    "genre": [
      "Urban fantasy",
      "Young adult literature",
      "Paranormal romance"
    ],
    "author": "Richelle Mead"
  }
]