[
  {
    "title": "Down and Out in Paris and London",
    "summary": " Two verbless sentences introduce the scene-setting opening chapters, which describe the atmosphere in the Paris quarter and introduce various characters who appear later in the book. From Chapter III to Chapter X, where the narrator obtains a job at \"Hotel X,\" he describes his descent into poverty, often in tragi-comic terms. An Italian compositor forges room keys and steals his savings and his scant income vanishes when the English lessons he is giving stop. He begins at first to \"sell\" some of his clothes, and then to \"pawn\" his remaining clothes, and then searches for work with a Russian waiter named Boris—work as a porter at Les Halles, work as an English teacher and restaurant work. He recounts his two-day experience without any food and tells of meeting Russian \"Communists\" who, he later concludes, on their disappearance, must be mere swindlers. After the various ordeals of unemployment and hunger the narrator obtains a job as a plongeur (dishwasher) in the \"Hôtel X\" near the Place de la Concorde, and begins to work long hours there. In Chapter XIII, he describes the \"caste system\" of the hotel—\"manager-cooks-waiters-plongeurs\"—and, in Chapter XIV, its frantic and seemingly chaotic workings. He notes also \"the dirt in the Hôtel X.,\" which became apparent \"as soon as one penetrated into the service quarters.\" He talks of his routine life among the working poor of Paris, slaving and sleeping, and then drinking on Saturday night through the early hours of Sunday morning. In Chapter XVI, he refers briefly to a murder committed \"just beneath my window [while he was sleeping .... The thing that strikes me in looking back,\" he says, \"is that I was in bed and asleep within three minutes of the murder [....] We were working people, and where was the sense of wasting sleep over a murder?\" Misled by Boris's optimism, the narrator is briefly penniless again after he and Boris quit their hotel jobs in the expectation of work at a new restaurant, the \"Auberge de Jehan Cottard,\" where Boris feels sure he will become a waiter again; at the Hotel X, he had been doing lower-grade work. The \"patron\" of the Auberge, \"an ex-colonel of the Russian Army,\" seems to have financial difficulties. The narrator is not paid for ten days and is compelled to spend a night on a bench—\"It was very uncomfortable—the arm of the seat cuts into your back—and much colder than I had expected\"—rather than face his landlady over the outstanding rent. At the restaurant, the narrator finds himself working \"seventeen and a half hours\" a day, \"almost without a break,\" and looking back wistfully at his relatively leisured and orderly life at the Hotel X. Boris works even longer: \"eighteen hours a day, seven days a week.\" The narrator claims that \"such hours, though not usual, are nothing extraordinary in Paris.\" He adds by the way, that the Auberge was not the ordinary cheap eating-house frequented by students and workmen. We did not provide an adequate meal at less than twenty-five francs, and we were picturesque and artistic, which sent up our social standing. There were the indecent pictures in the bar, and the Norman decorations—sham beams on the walls, electric lights done up as candlesticks, \"peasant\" pottery, even a mounting-block at the door—and the patron and the head waiter were Russian officers, and many of the customers titled Russian refugees. In short, we were decidedly chic. He falls into a routine again and speaks of quite literally fighting for a place on the Paris Métro in order to reach the &#34;cold, filthy kitchen&#34; by seven. Despite the filth and incompetence, the restaurant turns out to be a success. The narrative is interspersed with anecdotes recounted by some of the minor characters, such as Valenti, an Italian waiter at Hotel X, and Charlie, &#34;one of the local curiosities,&#34; who is &#34;a youth of family and education who had run away from home.&#34; In Chapter XXII, the narrator considers the life of a plongeur: [A] plongeur is one of the slaves of the modern world. Not that there is any need to whine over him, for he is better off than many manual workers, but still, he is no freer than if he were bought and sold. His work is servile and without art; he is paid just enough to keep him alive; his only holiday is the sack [.... He has] been trapped by a routine which makes thought impossible. If plongeurs thought at all, they would long ago have formed a labour union and gone on strike for better treatment. But they do not think, because they have no leisure for it; their life has made slaves of them. Because of the stress of the long hours, he mails to a friend, &#34;B,&#34; back in London, asking if he could get him a job that allows more than five hours&#39; sleep a night. His friend duly replies, offering a job taking care of a &#34;congenital imbecile,&#34; and sends him some money to get his possessions from the pawn. The narrator then quits his job as a plongeur and leaves for London. The narrator arrives in London expecting to have the job waiting for him. Unfortunately the would-be employers have gone abroad, &#34;patient and all.&#34; Until his employers return, the narrator lives as a tramp, sleeping in an assortment of venues: lodging houses, tramps&#39; hostels or &#34;spikes,&#34; and Salvation Army shelters. Because vagrants can not &#34;enter any one spike, or any two London spikes, more than once in a month, on pain of being confined for a week,&#34; he is required to keep on the move, with the result that long hours are spent tramping or waiting for hostels to open. Chapters XXV to XXXV describe his various journeys, the different forms of accommodation, a selection of the people he meets, and the tramps&#39; reaction to Christian charity: &#34;Evidently the tramps were not grateful for their free tea. And yet it was excellent [....] I am sure too that it was given in a good spirit, without any intention of humiliating us; so in fairness we ought to have been grateful—still, we were not.&#34; Characters in this section of the book include the Irish tramp called Paddy, &#34;a good fellow&#34; whose &#34;ignorance was limitless and appalling,&#34; and the pavement artist Bozo, who has a good literary background and was formerly an amateur astronomer, but who has suffered a succession of misfortunes. The final chapters provide a catalogue of various types of accommodation open to tramps. The narrator offers some general remarks, concluding, At present I do not feel that I have seen more than the fringe of poverty. Still, I can point to one or two things I have definitely learned by being hard up. I shall never again think that all tramps are drunken scoundrels, nor expect a beggar to be grateful when I give him a penny, nor be surprised if men out of work lack energy, nor subscribe to the Salvation Army, nor pawn my clothes, nor refuse a handbill, nor enjoy a meal at a smart restaurant. That is a beginning.",
    "genre": [
      "Autobiographical novel",
      "Autobiography",
      "Fiction",
      "Memoir",
      "Non-fiction"
    ],
    "author": "George Orwell"
  },
  {
    "title": "The Way of All Flesh",
    "summary": " The story is narrated by Overton, godfather to the central character. The novel takes its beginnings in the late eighteenth and early nineteenth centuries in order to trace Ernest's emergence from previous generations of the Pontifex family. John Pontifex was a carpenter; his son George rises in the world to become a publisher; George's son Theobald, pressed by his father to become a minister, is manipulated into marrying Christina, the daughter of a clergyman; the main character Ernest Pontifex is the eldest son of Theobald and Christina. The author depicts an antagonistic relationship between Ernest and his hypocritical and domineering parents. His aunt Alethea is aware of this relationship, but dies before she can fulfill her aim of counteracting the parents' malign influence on the boy. However, shortly before her death she secretly passes a small fortune into Overton's keeping, with the agreement that once Ernest is twenty-eight, he can receive it. As Ernest develops into a young man, he travels a bumpy theological road, reflecting the divisions and controversies in the Church of England in the Victorian era. Easily influenced by others at university, he starts out as an Evangelical Christian, and soon becomes a clergyman. He then falls for the lures of the High Church (and is duped out of much of his own money by a fellow clergyman). He decides that the way to regenerate the Church of England is to live among the poor, but the results are, first, that his faith in the integrity of the Bible is severely damaged by a conversation with one of the poor he was hoping to redeem, and, second, that under the pressures of poverty and theological doubt, he attempts a sexual assault on a woman he had incorrectly believed to be of loose morals. This assault leads to a prison term. His parents disown him. His health deteriorates. As he recovers he learns how to tailor and decides to make this his profession once out of prison. He loses his Christian faith. He marries Ellen, a former housemaid of his parents, and they have two children and set up shop together in the second-hand clothing industry. However, in due course he discovers that Ellen is both a bigamist and an alcoholic. Overton at this point intervenes and pays Ellen off. He gives Ernest a job, and takes him on a trip to Continental Europe. In due course Ernest becomes 28, and receives his aunt Alethea's gift. He returns to the family home until his parents die: his father's influence over him wanes as Theobald's own position as a clergyman is reduced in stature, though to the end Theobald finds small ways purposefully to annoy him. He becomes an author of controversial literature.",
    "genre": [
      "Autobiographical novel"
    ],
    "author": "Samuel Butler"
  },
  {
    "title": "In Search of Lost Time",
    "summary": " The novel recounts the experiences of the Narrator while growing up, participating in society, falling in love, and learning about art. The Narrator begins by noting, “For a long time, I went to bed early.” He comments on the way sleep seems to alter one’s surroundings, and the way Habit makes one indifferent to them. He remembers being in his room in the family’s country home in Combray, while downstairs his parents entertain their friend Charles Swann, an elegant man of Jewish origin with strong ties to society (the character is modelled on Proust's friend Charles Ephrussi). Due to Swann’s visit, the Narrator is deprived of his mother’s goodnight kiss, but he gets her to spend the night reading to him. This memory is the only one he has of Combray, until years later the taste of a madeleine cake dipped in tea inspires a nostalgic incident of involuntary memory. He remembers having a similar snack as a child with his invalid aunt Leonie, and it leads to more memories of Combray. He describes their servant Françoise, who is uneducated but possesses an earthy wisdom and a strong sense of both duty and tradition. He meets an elegant “lady in pink” while visiting his uncle Adolphe. He develops a love of the theater, especially the actress Berma, and his awkward Jewish friend Bloch introduces him to the works of the writer Bergotte. He learns Swann made an unsuitable marriage but has social ambitions for his beautiful daughter Gilberte. Legrandin, a snobbish friend of the family, tries to avoid introducing the boy to his well-to-do sister. The Narrator describes two walking paths: the way past Swann’s home (the Méséglise way), and the Guermantes way, both containing scenes of natural beauty. Taking the Méséglise way, he sees Gilberte Swann standing in her yard with a lady in white, Mme Swann, and her supposed lover: Baron de Charlus, a friend of Swann’s. Gilberte makes a gesture that the Narrator interprets as a rude dismissal. During another walk, he spies a lesbian scene involving Mlle Vinteuil, daughter of a composer, and her friend. The Guermantes way is symbolic of the Guermantes family, the nobility of the area. The Narrator is awed by the magic of their name, and is captivated when he first sees Mme de Guermantes. He discovers how appearances conceal the true nature of things, and tries writing a description of some nearby steeples. Lying in bed, he seems transported back to these places until he awakens. Mme Verdurin is an autocratic hostess who, aided by her husband, demands total obedience from the guests in her “little clan.” One guest is Odette de Crecy, a former courtesan, who has met Swann and invites him to the group. Swann is too refined for such company, but Odette gradually intrigues him with her unusual style. A sonata by Vinteuil, which features a “little phrase,” becomes the motif for their deepening relationship. The Verdurins host M. de Forcheville; their guests include Cottard, a doctor; Brichot, an academic; Saniette, the object of scorn; and a painter, M. Biche. Swann grows jealous of Odette, who now keeps him at arm’s length, and suspects an affair between her and Forcheville, aided by the Verdurins. Swann seeks respite by attending a society concert that includes Legrandin’s sister and a young Mme de Guermantes; the “little phrase” is played and Swann realizes Odette’s love for him is gone. He tortures himself wondering about her true relationships with others, but his love for her, despite renewals, gradually diminishes. He moves on and marvels that he ever loved a woman who was not his type. At home in Paris, the Narrator dreams of visiting Venice or the church in Balbec, a resort, but he is too unwell and instead takes walks in the Champs-Élysées, where he meets and befriends Gilberte. He holds her father, now married to Odette, in the highest esteem, and is awed by the beautiful sight of Mme Swann strolling in public. Years later, the old sights of the area are long gone, and he laments the fugitive nature of places. The Narrator’s parents are inviting M. de Norpois, a diplomat colleague of the Narrator’s father, to dinner. With Norpois’s intervention, the narrator is finally allowed to go see Berma perform in a play, but is disappointed by her acting. Afterwards, at dinner, he watches Norpois, who is extremely diplomatic and correct at all times, expound on society and art. The Narrator gives him a draft of his writing, but Norpois gently indicates it is not good. The Narrator continues to go to the Champs-Élysées and play with Gilberte. Her parents distrust him, so he writes to them in protest. He and Gilberte wrestle and he has an orgasm. Gilberte invites him to tea, and he becomes a regular at her house. He observes Mme Swann’s inferior social status, Swann’s lowered standards and indifference towards his wife, and Gilberte’s affection for her father. The Narrator contemplates how he has attained his wish to know the Swanns, and savors their unique style. At one of their parties he meets and befriends Bergotte, who gives his impressions of society figures and artists. But the Narrator is still unable to start writing seriously. His friend Bloch takes him to a brothel, where there is a Jewish prostitute named Rachel. He showers Mme Swann with flowers, being almost on better terms with her than with Gilberte. One day, he and Gilberte quarrel and he decides never to see her again. However, he continues to visit Mme Swann, who has become a popular hostess, with her guests including Mme Bontemps, who has a niece named Albertine. The Narrator hopes for a letter from Gilberte repairing their friendship, but gradually feels himself losing interest. He breaks down and plans to reconcile with her, but spies from afar someone resembling her walking with a boy and gives her up for good. He stops visiting her mother also, who is now a celebrated beauty admired by passersby, and years later he can recall the glamour she displayed then. Two years later, the Narrator, his grandmother, and Françoise set out for the seaside town of Balbec. The Narrator is almost totally indifferent to Gilberte now. During the train ride, his grandmother, who only believes in proper books, lends him her favorite: the Letters of Mme de Sevigne. At Balbec, the Narrator is disappointed with the church and uncomfortable in his unfamiliar hotel room, but his grandmother comforts him. He admires the seascape, and learns about the colorful staff and customers around the hotel: Aime, the discreet headwaiter; the lift operator; M. de Stermaria and his beautiful young daughter; and M. de Cambremer and his wife, Legrandin’s sister. His grandmother encounters an old friend, the blue-blooded Mme de Villeparisis, and they renew their friendship. The three of them go for rides in the country, openly discussing art and politics. The Narrator longs for the country girls he sees alongside the roads, and has a strange feeling of unexplained memory while admiring a row of three trees. Mme de Villeparisis is joined by her glamorous great-nephew Robert de Saint-Loup, who is involved with an unsuitable woman. Despite initial awkwardness, the Narrator and his grandmother become good friends with him. Bloch, the childhood friend from Combray, turns up with his family, and acts in typically inappropriate fashion. Saint-Loup’s ultra-aristocratic and extremely rude uncle the Baron de Charlus arrives. The Narrator discovers Mme de Villeparisis, her nephew M. de Charlus, and his nephew Saint-Loup are all of the Guermantes family. Charlus ignores the Narrator, but later visits him in his room and lends him a book. The next day, the Baron speaks shockingly informally to him, then demands the book back. The Narrator ponders Saint-Loup’s attitude towards his aristocratic roots, and his relationship with his mistress, a mere actress whose recital bombed horribly with his family. One day, the Narrator sees a “little band” of teenage girls strolling beside the sea, and becomes infatuated with them, along with an unseen hotel guest named Mlle Simonet. He joins Saint-Loup for dinner and reflects on how drunkenness affects his perceptions. Later they meet the painter Elstir, and the Narrator visits his studio. The Narrator marvels at Elstir’s method of renewing impressions of ordinary things, as well as his connections with the Verdurins (he is “M. Biche”) and Mme Swann. He discovers the painter knows the teenage girls, particularly one dark-haired beauty who is Albertine Simonet. Elstir arranges an introduction, and the Narrator becomes friends with her, as well as her friends Andrée and Gisele. The group goes for picnics and tours the countryside, as well as playing games, while the Narrator reflects on the nature of love as he becomes attracted to Albertine. Despite her rejection, they become close, although he still feels attracted to the whole group. At summer’s end, the town closes up, and the Narrator is left with his image of first seeing the girls walking beside the sea. The Narrator’s family has moved to an apartment connected with the Guermantes residence. Françoise befriends a fellow tenant, the tailor Jupien and his niece. The Narrator is fascinated by the Guermantes and their life, and is awed by their social circle while attending another Berma performance. He begins staking out the street where Mme de Guermantes walks every day, to her evident annoyance. He decides to visit her nephew Saint-Loup at his military base, to ask to be introduced to her. After noting the landscape and his state of mind while sleeping, the Narrator meets and attends dinners with Saint-Loup’s fellow officers, where they discuss the Dreyfus Affair and the art of military strategy. But the Narrator returns home after receiving a call from his aging grandmother. Mme de Guermantes declines to see him, and he also finds he is still unable to begin writing. Saint-Loup visits on leave, and they have lunch and attend a recital with his actress mistress: Rachel, the Jewish prostitute, toward whom the unsuspecting Saint-Loup is crazed with jealousy. The Narrator then goes to Mme de Villeparisis’s salon, which is considered second-rate despite its public reputation. Legrandin attends and displays his social climbing. Bloch stridently interrogates M. de Norpois about the Dreyfus Affair, which has ripped all of society asunder, but Norpois diplomatically avoids answering. The Narrator observes Mme de Guermantes and her aristocratic bearing, as she makes caustic remarks about friends and family, including the mistresses of her husband, who is M. de Charlus’s brother. Mme Swann arrives, and the Narrator remembers a visit from Morel, the son of his uncle Adolphe’s valet, who revealed that the “lady in pink” was Mme Swann. Charlus asks the Narrator to leave with him, and offers to make him his protégé. At home, the Narrator’s grandmother has worsened, and while walking with him she suffers a stroke. The family seeks out the best medical help, and she is often visited by Bergotte, himself unwell, but she dies, her face reverting to its youthful appearance. Several months later, Saint-Loup, now single, convinces the Narrator to ask out the Stermaria daughter, newly divorced. Albertine visits; she has matured and they share a kiss. The Narrator then goes to see Mme de Villeparisis, where Mme de Guermantes, whom he has stopped following, invites him to dinner. The Narrator daydreams of Mme de Stermaria, but she abruptly cancels, although Saint-Loup rescues him from despair by taking him to dine with his aristocratic friends, who engage in petty gossip. Saint-Loup passes on an invitation from Charlus to come visit him. The next day, at the Guermantes’s dinner party, the Narrator admires their Elstir paintings, then meets the cream of society, including the Princess of Parma, who is an amiable simpleton. He learns more about the Guermantes: their hereditary features; their less-refined cousins the Courvoisiers; and Mme de Guermantes’s celebrated humor, artistic tastes, and exalted diction (although she does not live up to the enchantment of her name). The discussion turns to gossip about society, including Charlus and his late wife; the affair between Norpois and Mme de Villeparisis; and aristocratic lineages. Leaving, the Narrator visits Charlus, who falsely accuses him of slandering him. The Narrator stomps on Charlus’s hat and storms out, but Charlus is strangely unperturbed and gives him a ride home. Months later, the Narrator is invited to the Princesse de Guermantes’s party. He tries to verify the invitation with M. and Mme de Guermantes, but first sees something he will describe later. They will be attending the party but do not help him, and while they are chatting, Swann arrives. Now a committed Dreyfusard, he is very sick and nearing death, but the Guermantes assure him he will outlive them. The Narrator describes what he had seen earlier: while waiting for the Guermantes to return so he could ask about his invitation, he saw Charlus encounter Jupien in their courtyard. The two then went into Jupien’s shop and had intercourse. The Narrator reflects on the nature of “inverts”, and how they are like a secret society, never able to live in the open. He compares them to flowers, whose reproduction through the aid of insects depends solely on happenstance. Arriving at the Princesse’s party, his invitation seems valid as he is greeted warmly by her. He sees Charlus exchanging knowing looks with the diplomat Vaugobert, a fellow invert. After several tries, the Narrator manages to be introduced to the Prince de Guermantes, who then walks off with Swann, causing speculation on the topic of their conversation. Mme de Saint-Euverte tries to recruit guests for her party the next day, but is subjected to scorn from some of the Guermantes. Charlus is captivated by the two young sons of M. de Guermantes’s newest mistress. Saint-Loup arrives and mentions the names of several promiscuous women to the Narrator. Swann takes the Narrator aside and reveals the Prince wanted to admit his and his wife’s pro-Dreyfus leanings. Swann is aware of his old friend Charlus’s behavior, then urges the Narrator to visit Gilberte, and departs. The Narrator leaves with M. and Mme de Guermantes, and heads home for a late-night meeting with Albertine. He grows frantic when first she is late and then calls to cancel, but he convinces her to come. He writes an indifferent letter to Gilberte, and reviews the changing social scene, which now includes Mme Swann’s salon centered on Bergotte. He decides to return to Balbec, after learning the women mentioned by Saint-Loup will be there. At Balbec, grief at his grandmother’s suffering, which was worse than he knew, overwhelms him. He ponders the intermittencies of the heart and the ways of dealing with sad memories. His mother, even sadder, has become more like his grandmother in homage. Albertine is nearby and they begin spending time together, but he starts to suspect her of lesbianism and of lying to him about her activities. He fakes a preference for her friend Andrée to make her become more trustworthy, and it works, but he soon suspects her of knowing several scandalous women at the hotel, including Lea, an actress. On the way to visit Saint-Loup, they meet Morel, the valet’s son who is now an excellent violinist, and then the aging Charlus, who falsely claims to know Morel and goes to speak to him. The Narrator visits the Verdurins, who are renting a house from the Cambremers. On the train with him is the little clan: Brichot, who explains at length the derivation of the local place-names; Cottard, now a celebrated doctor; Saniette, still the butt of everyone’s ridicule; and a new member, Ski. The Verdurins are still haughty and dictatorial toward their guests, who are as pedantic as ever. Charlus and Morel arrive together, and Charlus’s true nature is barely concealed. The Cambremers arrive, and the Verdurins barely tolerate them. Back at the hotel, the Narrator ruminates on sleep and time, and observes the amusing mannerisms of the staff, who are mostly aware of Charlus’s proclivities. The Narrator and Albertine hire a chauffeur and take drives in the country, leading to observations about new forms of travel as well as country life. The Narrator is unaware that the chauffeur and Morel are acquainted, and he reviews Morel’s amoral character and plans towards Jupien’s niece. The Narrator is jealously suspicious of Albertine but grows tired of her. She and the Narrator attend evening dinners at the Verdurins, taking the train with the other guests; Charlus is now a regular, despite his obliviousness to the clan’s mockery. He and Morel try to maintain the secret of their relationship, and the Narrator recounts a ploy involving a fake duel that Charlus used to control Morel. The passing station stops remind the Narrator of various people and incidents, including two failed attempts by the Prince de Guermantes to arrange liaisons with Morel; a final break between the Verdurins and Cambremers; and a misunderstanding between the Narrator, Charlus, and Bloch. The Narrator has grown weary of the area and prefers others over Albertine. But she reveals to him as they leave the train that she has plans with Mlle Vinteuil and her friend (the lesbians from Combray) which plunges him into despair. He invents a story about a broken engagement of his, to convince her to go to Paris with him, and after hesitating she suddenly agrees to go immediately. The Narrator tells his mother: he must marry Albertine. The Narrator is living with Albertine in his family’s apartment, to Françoise’s distrust and his absent mother’s chagrin. He marvels that he has come to possess her, but has grown bored with her. He mostly stays home, but has enlisted Andrée to report on Albertine’s whereabouts, as his jealousy remains. The Narrator gets advice on fashion from Mme de Guermantes, and encounters Charlus and Morel visiting Jupien and her niece, who is being married off to Morel despite his cruelty towards her. One day, the Narrator returns from the Guermantes and finds Andrée just leaving, claiming to dislike the smell of their flowers. Albertine, who is more guarded to avoid provoking his jealousy, is maturing into an intelligent and elegant young lady. The Narrator is entranced by her beauty as she sleeps, and is only content when she is not out with others. She mentions wanting to go to the Verdurins, but the Narrator suspects an ulterior motive and analyzes her conversation for hints. He suggests she go instead to the Trocadéro with Andrée, and she reluctantly agrees. The Narrator compares dreams to wakefulness, and listens to the street vendors with Albertine, then she departs. He remembers trips she took with the chauffeur, then learns Lea the notorious actress will be at the Trocadero too. He sends Françoise to retrieve Albertine, and while waiting, he muses on music and Morel. When she returns, they go for a drive, while he pines for Venice and realizes she feels captive. He learns of Bergotte’s final illness. That evening, he sneaks off to the Verdurins to try to discover the reason for Albertine’s interest in them. He encounters Brichot on the way, and they discuss Swann, who has died. Charlus arrives and the Narrator reviews the Baron’s struggles with Morel, then learns Mlle Vinteuil and her friend are expected (although they do not come). Morel joins in performing a septet by Vinteuil, which evokes commonalities with his sonata that only the composer could create. Mme Verdurin is furious that Charlus has taken control of her party; in revenge the Verdurins persuade Morel to repudiate him, and Charlus falls temporarily ill from the shock. Returning home, the Narrator and Albertine fight about his solo visit to the Verdurins, and she denies having affairs with Lea or Mlle Vinteuil, but admits she lied on occasion to avoid arguments. He threatens to break it off, but they reconcile. He appreciates art and fashion with her, and ponders her mysteriousness. But his suspicion of her and Andrée is renewed, and they quarrel. After two awkward days and a restless night, he resolves to end the affair, but in the morning Françoise informs him: Albertine has asked for her boxes and left. The Narrator is anguished at Albertine’s departure and absence. He dispatches Saint-Loup to convince her aunt Mme Bontemps to send her back, but Albertine insists the Narrator should ask, and she will gladly return. The Narrator lies and replies he is done with her, but she just agrees with him. He writes to her that he will marry Andrée, then hears from Saint-Loup of the failure of his mission to the aunt. Desperate, he begs Albertine to return, but receives word: she has died in a riding accident. He receives two last letters from her: one wishing him and Andrée well, and one asking if she can return. The Narrator plunges into suffering amid the many different memories of Albertine, intimately linked to all of his everyday sensations. He recalls a suspicious incident she told him of at Balbec, and asks Aime, the headwaiter, to investigate. He recalls their history together and his regrets, as well as love’s randomness. Aime reports back: Albertine often engaged in affairs with girls at Balbec. The Narrator sends him to learn more, and he reports other liaisons with girls. The Narrator wishes he could have known the true Albertine, whom he would have accepted. He begins to grow accustomed to the idea of her death, despite constant reminders that renew his grief. Andrée admits her own lesbianism but denies being with Albertine. The Narrator knows he will forget Albertine, just as he has forgotten Gilberte. He happens to meet Gilberte again; her mother Mme Swann became Mme de Forcheville and Gilberte is now part of high society, received by the Guermantes. The Narrator finally publishes an article in Le Figaro. Andrée visits him and confesses relations with Albertine and also explains the truth behind her departure: her aunt wanted her to marry another man. The Narrator finally visits Venice with his mother, which enthralls him in every aspect. They happen to see Norpois and Mme de Villeparisis there. A telegram signed from Albertine arrives, but the Narrator is indifferent and it is only a misprint anyway. Returning home, the Narrator and his mother receive surprising news: Gilberte will marry Saint-Loup, and Jupien’s niece will be adopted by Charlus and then married to Legrandin’s nephew, an invert. There is much discussion of these marriages among society. The Narrator visits Gilberte in her new home, and is shocked to learn of Saint-Loup’s affair with Morel, among others. He despairs of their friendship. The Narrator is staying with Gilberte at her home near Combray. They go for walks, on one of which he is stunned to learn the Méséglise way and the Guermantes way are actually linked. Gilberte also tells him she was attracted to him when young, and had made a suggestive gesture to him as he watched her. Also, it was Lea she was walking with the evening he had planned to reconcile with her. He considers Saint-Loup’s nature and reads an account of the Verdurins’ salon, deciding he has no talent for writing. The scene shifts to a night in 1916, during World War I, when the Narrator has returned to Paris from a stay in a sanatorium and is walking the streets during a blackout. He reflects on the changed norms of art and society, with the Verdurins now highly esteemed. He recounts a 1914 visit from Saint-Loup, who was trying to enlist secretly. He recalls descriptions of the fighting he subsequently received from Saint-Loup and Gilberte, whose home was threatened. He describes a call paid on him a few days previously by Saint-Loup; they discussed military strategy. Now on the dark street, the Narrator encounters Charlus, who has completely surrendered to his impulses. Charlus reviews Morel’s betrayals and his own temptation to seek vengeance; critiques Brichot’s new fame as a writer, which has ostracized him from the Verdurins; and admits his general sympathy with Germany. The last part of the conversation draws a crowd of suspicious onlookers. After parting the Narrator seeks refuge in what appears to be hotel, where he sees someone who looks familiar leaving. Inside, he discovers it to be a male brothel, and spies Charlus making arrangements for services. The proprietor turns out to be Jupien, who expresses a perverse pride in his business. A few days later, news comes that Saint-Loup has been killed in combat. The Narrator pieces together that Saint-Loup had visited Jupien’s brothel, and ponders what might have been had he lived. Years later, again in Paris, the Narrator goes to a party at the house of the Prince de Guermantes. On the way he sees Charlus, now a mere shell of his former self, being helped by Jupien. The paving stones at the Guermantes house inspire another incident of involuntary memory for the Narrator, quickly followed by two more. Inside, while waiting in the library, he discerns their meaning: by putting him in contact with both the past and present, the impressions allow him to gain a vantage outside time, affording a glimpse of the true relations of things. He realizes his whole life has prepared him for the mission of describing events as fully revealed, and (finally) resolves to begin writing. Entering the party, he is shocked at the disguises old age has given to the people he knew, and at the changes in society. Legrandin is now an invert, but is no longer a snob. Bloch is a respected writer and vital figure in society. Morel has reformed and become a respected citizen. Mme de Forcheville is the mistress of M. de Guermantes. Mme Verdurin has married the Prince de Guermantes after both their spouses died. Rachel is the star of the party, abetted by Mme de Guermantes, whose social position has been eroded by her affinity for theater. Gilberte introduces her daughter to the Narrator; he is struck by the way the daughter encapsulates both the Méséglise and Guermantes ways within herself. He is spurred to writing, with help from Françoise and despite signs of approaching death. He realizes that every person carries within himself the accumulated baggage of their past, and concludes that to be accurate he must describe how everyone gradually occupies an immense range \"in Time\".",
    "genre": [
      "Autobiographical novel",
      "Fiction"
    ],
    "author": "Marcel Proust"
  },
  {
    "title": "Just Like That",
    "summary": " Edek Zepler is a Holocaust survivor who was born Edek Zeleznikow in Łódź, Poland in 1915, where his father owned several apartment blocks. He got married in the Łódź ghetto to Rooshka but had to marry her again after the war in a DP camp in Germany. That is where their daughter, Esther, was born in 1950. In 1951 the family emigrated to Melbourne, Australia. When the novel opens, Edek Zepler is an old man of 76 who certainly enjoys good food, a man living alone with his dog in the old house in Melbourne, feeling rather alone—in spite of an active Jewish community in his neighbourhood—and without any life in him since his wife's death in 1986 (\"The saddest thing did already happen to me. My wife died. Nothing can be sad after that.\"). He regularly phones his family, who have moved to Manhattan. The only close relative still in Melbourne is his grandson, Zachary, who studies medicine there. His life takes a decisive turn when, on a visit to New York, he meets Josl and Henia Borenstein again, a couple he last saw in the German DP camp. Now that Josl Borenstein has died of cancer, Edek and Henia gradually feel more and more attracted to each other. In spite of several (alleged) proposals of marriage from millionaires, Henia, herself a rich widow, wants to spend the rest of her life with Edek and invites him to stay with her at her Florida home. Eventually, Edek packs up all his things, sells his house and moves to the U.S.A. He is cordially taken up by Henia's friends, who belong to several associations (for example the Zionist Federation). Although mostly agnostic, he even pays an occasional visit to the synagogue. The problem he has to face towards the end of the novel would be considered rather severe by the average person, but Edek Zepler just laughs it off: Henia's two sons want him to sign a pre-nuptial agreement so that he would not inherit anything if Henia died first (and so that he would not be able to bequeath the Borenstein fortune to Esther and his grandchildren). Such an agreement, Esther and her husband Sean warn him, might mean that he could be left even without a place to stay after her death. But Edek Zepler does not mind (\"In that case, I'll come and live with you.\"). He signs everything and is married to Henia. Esther Zepler is the only child of Edek and Rooshka Zepler. She was born in a German DP camp in 1950. In 1951 her parents decided to emigrate to Australia, where she spent most of her life. In 1968, aged 18, she became a rock journalist - just like Lily Brett herself - and in this capacity also visited New York. As a young woman, she married a gentile and had a son, Zachary, now 21, and a daughter, Zelda, now 16, by him. However, her first marriage was characterized by a \"lack of lust\", and when she met Sean Ward, a painter and yet another gentile, she left her husband for him. Nobody would guess that Sean, Esther, Zachary, Zelda and Kate - Sean's 19 year-old daughter by his first wife, who died of cancer - are a patchwork family. For one thing, Sean looks Jewish although he is not; for another, they all understand each other well and there is a certain feeling of belonging amongst them. When the novel opens they have just moved to New York City, and Esther starts working as a writer of obituaries. Although on the surface level Esther's life seems to be in perfect order - she has got a good job, she is happily married, her children are well-behaved, they all are quite wealthy, they do not suffer from any illnesses - Esther is constantly suffering in some way or other. She has always seen herself as \"a person with so much to sort out\", and this is why she has been in analysis for a quite a number of years. She spends a fortune on it and even has to sell her mother's diamond ring. At one point in the novel, she learns the difference between compulsive and obsessive behaviour (compulsive behaviour is to do with action, obsessive behaviour with thoughts) and promptly thinks she herself shows both types of behaviour. She suffers from agoraphobia as well as claustrophobia. When she was 15, back home in Australia, her father let her drive his car in public until they were stopped by the police. Now, as an adult, she is afraid to drive, and considers herself lucky that you do not really need a car in New York City. She is neurotic, a woman with \"excessive anxieties and indecisions\", and likely to panic when having to face things. She is all for drugs: beta blocker, Valium, Mylanta, and other pills. On the other hand, Esther neither smokes nor drinks. Generally, although she likes, and is able to enjoy, sex, she is very reluctant to talk about it, especially in public. But all around her, people keep talking freely about sex in general and also about their own sex lives, whereas Esther does not even want to imagine her father sleeping with Henia Borenstein, and is slightly embarrassed when she sees them holding hands under the table. Esther often feels \"fouled by her parents´ past\". She is haunted by her dead mother. She is preoccupied with the Holocaust and owns more than 400 books on the subject. Her thoughts about the lives of Jews during the Third Reich are again and again woven into the novel. She ponders about medical experiments conducted by Nazi physicians; about the gas chambers in the death camps, implicitly comparing a crowded New York subway with a cattle wagon to Auschwitz; the Nazis making soap with human fat; Pope Pius XII and Roman Catholicism; displaced Jews after World War II; anti-Semitism in general; Neo-Nazis in Germany and Austria; the world population of Jews in 1939 and today and the fact that there were \"no Jews left\" in Poland after World War II; business in the DP camps (i.e. bartering with cigarettes), coffee but also Nazi memorabilia; and she considers with disgust a video game on CD-ROM entitled \"How to Survive the Holocaust\". She is also preoccupied with death and dying on a more general level. For example, she reads a book on suicide, which she finds invigorating rather than depressing. Fear of death seems to be her constant companion; she continuously sees death as a danger and a menace. Esther also seems to have inherited her mother's \"guilt at having survived\". At one point in the novel, she speaks of a Jewish \"weariness gene\". But Esther is also critical of the other Jews she meets in America. There is Sonia Kaufman, who considers Esther as her best friend. Sonia is a lawyer working for the same law firm as her Jewish husband Michael. As opposed to Esther, Sonia has had affairs throughout her married life. Her current lover used a broken condom while they were making love, and now Sonia is pregnant for the first time in her life. As it turns out soon, she is expecting twins. The real problem now is that she cannot possibly say who the father is. Sonia hopes that they will look like her husband, who is looking forward to the birth of his children and has no idea that his wife has had sex with another man. The problem is solved in rather a humorous, light-hearted way at the end of the novel: The twins - two girls - look like her mother. The Kaufmans will be able to afford two nannies, so they will not have any problems combining their careers and their family life. Then there are Joseph and Laraine Reiser. The Reisers are \"arseholes\". They are filthy rich Jews who live the life of the super-rich in a very pronounced way, never mingling with ordinary people, on whom they seem to look down. Joseph Reiser is an entrepreneur \"doing business with Germany\" -- in itself a suspicious activity—and a would be-patron of the arts: Time and again he talks to Sean Ward about coming to his studio, implying that he might want to buy one of his paintings, but he never seems to get round to doing so. Sean and Esther meet them twice: first, at one of their big parties, and later when they are invited to their Long Island beach house. Esther feels guilty when one of the Reisers´ cars (a stretch Mercedes limo with a fax machine) comes to pick them up.",
    "genre": [
      "Autobiographical novel"
    ],
    "author": "Lily Brett"
  },
  {
    "title": "Sons and Lovers",
    "summary": " Part I: The refined daughter of a \"good old burgher family,\" Gertrude Coppard meets a rough-hewn miner at a Christmas dance and falls into a whirlwind romance characterized by physical passion. But soon after her marriage to Walter Morel, she realizes the difficulties of living off his meagre salary in a rented house. The couple fight and drift apart and Walter retreats to the pub after work each day. Gradually, Mrs. Morel's affections shift to her sons beginning with the oldest, William. As a boy, William is so attached to his mother that he doesn't enjoy the fair without her. As he grows older, he defends her against his father's occasional violence. Eventually, he leaves their Nottinghamshire home for a job in London, where he begins to rise up into the middle class. He is engaged, but he detests the girl's superficiality. He dies and Mrs. Morel is heartbroken, but when Paul catches pneumonia she rediscovers her love for her second son. Part II: Both repulsed by and drawn to his mother, Paul is afraid to leave her but wants to go out on his own, and needs to experience love. Gradually, he falls into a relationship with Miriam, a farm girl who attends his church. The two take long walks and have intellectual conversations about books but Paul resists, in part because his mother looks down on her. At Miriam's family's farm, Paul meets Clara Dawes, a young woman with, apparently, feminist sympathies who has separated from her husband, Baxter. Paul leaves Miriam behind as he grows more intimate with Clara, but even she cannot hold him and he returns to his mother. When his mother dies soon after, he is alone. Lawrence summarized the plot in a letter to Edward Garnett on 12 November 1912: :It follows this idea: a woman of character and refinement goes into the lower class, and has no satisfaction in her own life. She has had a passion for her husband, so her children are born of passion, and have heaps of vitality. But as her sons grow up she selects them as lovers &mdash; first the eldest, then the second. These sons are urged into life by their reciprocal love of their mother &mdash; urged on and on. But when they come to manhood, they can't love, because their mother is the strongest power in their lives, and holds them. It's rather like Goethe and his mother and Frau von Stein and Christiana &mdash; As soon as the young men come into contact with women, there's a split. William gives his sex to a fribble, and his mother holds his soul. But the split kills him, because he doesn't know where he is. The next son gets a woman who fights for his soul &mdash; fights his mother. The son loves his mother &mdash; all the sons hate and are jealous of the father. The battle goes on between the mother and the girl, with the son as object. The mother gradually proves stronger, because of the ties of blood. The son decides to leave his soul in his mother's hands, and, like his elder brother go for passion. He gets passion. Then the split begins to tell again. But, almost unconsciously, the mother realizes what is the matter, and begins to die. The son casts off his mistress, attends to his mother dying. He is left in the end naked of everything, with the drift towards death.",
    "genre": [
      "Autobiographical novel",
      "Künstlerroman",
      "Fiction"
    ],
    "author": "D. H. Lawrence"
  },
  {
    "title": "The Bell Jar",
    "summary": " Esther Greenwood, a young woman from the suburbs of Boston, gains a summer internship at a prominent magazine in New York City under editor Jay Cee. At the time of the Rosenbergs' execution, Esther is neither stimulated nor excited by the big city and glamorous culture and lifestyle that girls her age are expected to idolize and emulate. Instead her experiences frighten and disorient her. She appreciates the witty sarcasm and adventurousness of her friend Doreen, but also identifies with the piety of Betsy (dubbed \"Pollyanna Cowgirl\") and a \"goody-goody\" sorority girl who always does the right thing. She has a benefactress in Philomena Guinea, a formerly successful fiction writer (based on Olive Higgins Prouty), who will, later during Esther's hospitalization, pay for some of her treatments. Esther describes in detail several seriocomic incidents that occur during her internship, kicked off by an unfortunate but amusing experience at a banquet for the girls given by the staff of Ladies' Day magazine. She reminisces about her friend Buddy, whom she has dated more or less seriously and who considers himself her de facto fiancé. She also muses about Julius and Ethel Rosenberg, who are scheduled for execution. She returns to her Massachusetts home in low spirits. During her stay in New York City, she had hoped to return to another scholarly opportunity, a writing course taught by a world-famous author. Upon her return home, her mother immediately tells her she was not accepted for the course. She decides to spend the summer potentially writing a novel, although she feels she doesn't have enough life experience to write convincingly. All of her identity has been centered upon doing well academically; she is unsure of what to make of her life once she leaves school, and the choices presented to her (motherhood, as exemplified by the prolific child-bearer and vacuous Dodo Conway, or stereotypical female careers such as stenography) do not appeal to her. Esther becomes increasingly depressed, and finds herself unable to sleep. Her mother encourages, or perhaps forces, her to see a psychiatrist, Dr. Gordon, whom Esther mistrusts because he is attractive and seems to be showing off a picture of his charming family rather than listening to her. He prescribes electroconvulsive therapy (ECT). It is improperly administered, and she feels she's being electrocuted like the Rosenbergs. Afterward, she tells her mother she won't go back: My mother smiled. \"I know my baby wasn't like that.\" I looked at her. \"Like what?\" \"Like those awful people. Those awful dead people at that hospital.\" She paused. \"I knew you'd decide to be all right again.\" Esther&#39;s mental state worsens. She describes her depression as a feeling of being trapped under a bell jar, struggling for breath. She makes several half-hearted attempts at suicide, including swimming far out to sea, before making a serious attempt. She leaves a note that says she is taking a long walk, then crawls into the cellar and swallows almost 50 sleeping pills that have been prescribed for her insomnia. She is discovered under her house after a rather dramatic episode in the newspapers has presumed her kidnapping and death, all taking place over an indeterminate amount of time. She survives and is sent to a different mental hospital, where she meets Dr. Nolan, a female therapist. Along with regular sessions of psychotherapy Esther is given huge amounts of insulin to produce a &#34;reaction&#34;, and again receives shock treatments, with Dr. Nolan ensuring that they are properly administered. Esther describes the ECT as beneficial in that it has a sort of antidepressant effect, lifting the metaphorical bell jar in which she has felt trapped and stifled. Her stay at the private institution is funded by her benefactress, Philomena Guinea. Esther tells Dr. Nolan how she envies the freedom that men have, but as a woman, worries about getting pregnant. Dr. Nolan refers her to a doctor who fits her for a diaphragm. Esther now feels free from her fears about the consequences of sex. She feels free from previous pressures to get married, potentially to the wrong man. Under Dr. Nolan, Esther improves and various life-changing events help her regain her sanity. The novel ends with her entering the room for her interview which will decide whether she can leave the hospital.",
    "genre": [
      "Autobiographical novel",
      "Autobiography",
      "Children's literature",
      "Fiction",
      "Roman à clef"
    ],
    "author": "Sylvia Plath"
  },
  {
    "title": "The Lover",
    "summary": " Set against the backdrop of French colonial Vietnam, The Lover reveals the intimacies and intricacies of a clandestine romance between a pubescent girl from a financially strapped French family and an older, wealthy Chinese man. In 1929, a 15 year old nameless girl is traveling by ferry across the Mekong Delta, returning from a holiday at her family home in the town of Sa Đéc, to her boarding school in Saigon. She attracts the attention of a 37 year old son of a Chinese business magnate, a young man of wealth and heir to a fortune. He strikes up a conversation with the girl; she accepts a ride back to town in his chauffeured limousine. Compelled by the circumstances of her upbringing, this girl, the daughter of a bankrupt, manic depressive widow, is newly awakened to the impending and all-too-real task of making her way alone in the world. Thus, she becomes his lover, until he bows to the disapproval of his father and breaks off the affair. For her lover, there is no question of the depth and sincerity of his love, but it isn't until much later that the girl acknowledges to herself her true feelings.",
    "genre": [
      "Autobiographical novel"
    ],
    "author": "Marguerite Duras"
  },
  {
    "title": "Empire of the Sun",
    "summary": " The novel recounts the story of a young British boy, Jaime Graham, who lives with his parents in Shanghai. After the Pearl Harbor attack, the Japanese occupy the Shanghai International Settlement, and in the following chaos Jim becomes separated from his parents. He spends some time in abandoned mansions, living on remnants of packaged food. Having exhausted the food supplies, he decides to try to surrender to the Japanese Army. After many attempts, he finally succeeds and is interned in the Lunghua Civilian Assembly Center. Although the Japanese are \"officially\" the enemies, Jim identifies partly with them, both because he adores the pilots with their splendid machines and because he feels that Lunghua is still a comparatively safer place for him. Towards the end of the war, with the Japanese army collapsing, the food supply runs short. Jim barely survives, with people around him starving to death. The camp prisoners are forced upon a march to Nantao, with many dying along the route. Jim then leaves the march and is saved from starvation by air drops from American Bombers. Jim returns to Lunghua camp and finds Dr. Ransome there, soon returning to his pre-war residence with his parents.",
    "genre": [
      "Autobiographical novel",
      "Historical fiction",
      "Fiction",
      "War novel"
    ],
    "author": "J. G. Ballard"
  },
  {
    "title": "We the Living",
    "summary": " The story takes place from 1922 to 1925, in post-revolutionary Russia. Kira Argounova, the protagonist of the story, is the younger daughter of a bourgeois family. An independent spirit with a will to match, she rejects any attempt by her family or the nascent Soviet State to cast her into a mold. At the beginning of the story, Kira returns to Petrograd along with her family, after a prolonged exile due to the assault of the revolutionaries. Kira's father had been the owner of a textile factory, which had been seized and nationalized. The family, having given up all hopes of regaining their past possessions after the emphatic victories of the Red Army in the last four years, is resigned to their fate, as they return to the city in search of livelihood. They find, to their dismay, that their home has likewise been seized, and converted to living quarters for several families. Left with nowhere to go, the family moves into Kira's aunt Marussia's apartment. The severity of life in the newly Socialist Russia is biting and cruel, especially for the people belonging to the now-stigmatized middle class. Kira's uncle Vasili has also lost his family business to the state, and has been forced to sell off his possessions, one at a time, for money (which has lost much of its value owing to steep inflation). Private enterprises have been strictly controlled, and licenses to run them allotted only to those \"enjoying the trust\" of the proletariat. Food is rationed. Only laborers of nationalized businesses and students in state-run educational institutions have access to ration cards. The family of five survives on the ration cards allotted to the two younger members of the family, who are students. After a brief stay at Vasili's home, Kira's family manages to find living quarters. Kira's father also manages to get a license to open a textile shop, an establishment that is but a shadow of his old firm. Life is excruciatingly difficult in these times. Rand portrays the bleak scenarios by vivid descriptions of long queues, weary citizens and low standards of living. (Everyone regularly cooks on a kerosene camp stove, usually a Swedish Primus stove, and the typical main course is millet, or whatever can be blended together.) With some effort, Kira manages to register with the State and obtain her Labor Book (which permits her to study and work). Kira also manages to enroll in the Technological Institute, where she aspires to fulfill her dream of becoming an engineer. She plans to storm the male bastion of engineers, and show her prowess by building structures like a lightweight aluminum bridge. Kira's strength of resolve to fulfill her dream is asserted at various points in the storyline. Becoming a highly competent engineer would be Kira's carving for herself a niche in a society that has become characterless and anonymous, and whose primary purpose in life has been reduced to subsistence rather than excellence. At the Institute, Kira meets Andrei Taganov, a co-student, an idealistic Communist, and an officer in the G.P.U., the secret police of the Soviet Union. The two share a mutual respect and admiration for each other in spite of their differing political beliefs. Andrei and Kira develop a friendship that endures until the end of the story. In a chance encounter, Kira meets Leo Kovalensky on a dark night in a seedy neighborhood. Leo is an extremely attractive man with a free spirit matched only by Kira's. It's love at first sight for Kira, and she unflinchingly throws herself at Leo. Leo, who initially takes her to be a prostitute, is also strongly attracted to her and promises to meet her again. Kira and Leo are shown to be united by their desperate lives, and their lofty beliefs that ran counter to what were being thrust on them by the State. After a couple of meetings, when they share their deep contempt for the state of their lives, the two plan to escape together from the land, on a clandestine mission operated by secret ships. The novel, from this point on, slowly cascades into a series of catastrophes for Kira and Leo. They are caught while attempting to flee the country, but escape imprisonment due to the generosity of a G.P.U. official, Stepan Timoshenko, who had fought under the command of Leo's father before the revolution. Kira leaves her parents' apartment and moves into Leo's. The relationship between Kira and Leo, intense and passionate in the beginning, begins to deteriorate under the weight of their hardships, and because of their different reactions to these hardships. Kira, who is an idealistic realist, keeps her ideas and aspirations alive, but decides to go with the system anyway, until she feels powerful enough to challenge it. Soon the state decides to expel anyone of a bourgeois background. On the verge of starvation, Kira finds work with the help of Andrei, enough to retain her ration card. Leo, however, burdened by his class background, and without any communist friend to help him, fails to find work, and sinks slowly into indifference and depression. He contracts tuberculosis and is prescribed treatment and recuperation in a sanatorium in Crimea in the South. Kira's efforts to finance his treatment fail, and her passionate appeals to the authorities to get State help for his stay at the sanatorium fall on deaf ears. Andrei, an equally important person in Kira's life, is portrayed by Rand as a man of character, resolve, and an unassailable loyalty to his party and ideology. Despite his political beliefs, Kira finds him to be the one person she could trust, and with whom she could discuss her most intimate thoughts and views. Not even Leo could fulfill that role for her. Andrei's affection and respect for Kira knows no bounds, and it slowly turns into love. Worried what this might do to their \"beautiful and rare\" friendship, he starts avoiding Kira. Kira misses him, and needs his help. Eventually when she confronts him in his house, Andrei explains his avoidance of her and confesses his love for her. Kira is dismayed at first, but recovers to find in it a way to finance Leo's treatment. Reluctant, but in desperation, she feigns love for Andrei, and agrees to become his mistress in return for the promise of complete secrecy about their relationship. Kira is never comfortable with what she was doing with her body, but is even more frightened by \"what she was doing to another man's soul\". The narrative reaches a climactic pace when Leo returns from Crimea, cured of tuberculosis and healthy, but a changed man. Ignoring Kira's protests, he opens a food store with the help of his morally bankrupt and rich friends, and a corrupt member of the Communist Party. The store is but a facade for illegal speculation and trade. Andrei is tipped off about this venture by Stepan Timoshenko, who commits suicide in despair at what is happening to his Soviet Union, but only after depositing a key piece of evidence with Andrei. Ignoring Kira's pleas, and unaware of her love for Leo, Andrei starts investigating Leo's store. After a search at his house, he arrests Leo for crimes against the State, which could carry a death sentence. In the process, he finds out about Kira's relationship with Leo. The ensuing confrontation between Andrei and Kira is perhaps the most poignant scene in the story. In the end, both realize what they had done to each other and how their passion and pretension had led them to the destruction of what each had held in \"the highest reverence\". Andrei decides to redress the situation, at least for Kira, and moves to restore Leo to her, risking his own standing in the Party. After Leo's release from the prison at Andrei's behest, the story ends in tragedy for all the three. Andrei loses his position in the Party, and shortly thereafter commits suicide. Kira, perhaps the only genuine mourner at his State funeral, wonders if she had killed him. Having lost any moral sense that he may have left, Leo leaves Kira to begin a new life as a gigolo, fulfilling the earlier portrayal of him as such by Kira's perceptive cousin Irina (who has been sentenced to a long prison term for associating with counter-revolutionaries). After Leo's departure, Kira makes a final attempt to cross the border. When she is almost in sight of freedom and liberation from her hellish life, she is shot by a border guard and soon dies. Kira remains loyal to her love for Leo until the end, and says at one point, \"When a person dies, one does not stop loving him, does one?\"",
    "genre": [
      "Autobiographical novel",
      "Historical fiction",
      "Fiction"
    ],
    "author": "Ayn Rand"
  },
  {
    "title": "Timequake",
    "summary": " Vonnegut uses the premise of a timequake (or repetition of actions) in which there is no free will. The idea of determinism is explored—as it is in many of his previous works—to assert that people really have no free will. Kilgore Trout serves again as the main character, who the author declares as having died in 2001, at Xanadu retreat in Rhode Island. Vonnegut explains in the beginning of the book that he was not satisfied with the original version of Timequake he wrote (or Timequake One). Taking parts of Timequake One and combining it with personal thoughts and anecdotes produced the finished product, so-called Timequake Two. Many of the anecdotes deal with Vonnegut's family, the death of loved ones, and people's last words. The plot, while centered on Trout, is also a sort of ramble in which Vonnegut goes off on complete tangents to the plot and comes back dozens of pages later: the Timequake has thrust citizens of the year 2001 back in time to 1991 to repeat every action they undertook during that time. Most of the small stories in the book expound on the depression and sadness wrought by watching oneself make bad choices: people watch their parents die again, drive drunk or cause accidents that severely injure others. At the end of the timequake, when people resume control, they are depressed and gripped by ennui. Kilgore Trout is the only one not affected by the apathy, and thus helps revive others by telling them, \"You were sick, but now you're well, and there's work to do.\" In the conclusion of this book, Vonnegut (who has inserted himself into the text, something he also did in Breakfast of Champions and, to a lesser degree, in Slaughterhouse-Five) meets other authors for a celebration of Trout. The celebration, described as a \"clambake,\" is heavily foreshadowed throughout the novel's previous chapters.",
    "genre": [
      "Autobiographical novel",
      "Time travel",
      "Speculative fiction"
    ],
    "author": "Kurt Vonnegut"
  },
  {
    "title": "I Never Promised You a Rose Garden",
    "summary": " I Never Promised You a Rose Garden is a semi-autobiographical account of a teenage girl's three-year battle with schizophrenia. Deborah Blau, bright and artistically talented, has created a make-believe world, the Kingdom of Yr, as a form of defense from a confusing, frightening reality. When Deborah was five, she underwent surgery to remove a tumor in her urethra, a traumatic experience that involved a great deal of physical pain and shame. During her childhood, Deborah suffered frequent abuse from her anti-Semitic peers and neighbors. When Deborah first created Yr, it was a beautiful, comforting haven, but over time the gods of Yr became tyrannical dictators who controlled Deborah's every word and action. The novel presents the issue of mental illness from multiple viewpoints. Deborah's three years in the hospital portray mental illness as it is experienced by the patient. Deborah's parents, Esther and Jacob, are torn between their love for their daughter and their shame at the stigma of her illness. Nevertheless, they find the courage to allow Deborah to continue treatment even when there are few signs of recovery for a long while. Deborah struggles with guilt and resentment at her parents' disappointment in her, while her younger sister Suzy copes with her frustration at having to arrange her life around Deborah's illness. Deborah's therapist, Dr. Fried, slowly wins her trust and, over the course of three years, helps Deborah gain the courage to fight her illness. Her goal is to give Deborah the ability to choose between the reality of Earth, despite all its faults and problems, over the phantoms of Yr. Meanwhile, Deborah develops friendships of a kind with the other patients in the hospital despite their fear of emotional investment in other people. Although she fears the reality of Earth, Deborah eventually earns a GED and resolves to win her struggle against her illness.",
    "genre": [
      "Autobiographical novel",
      "Children's literature",
      "Fiction"
    ],
    "author": "Joanne Greenberg"
  },
  {
    "title": "The English Teacher",
    "summary": " As an English teacher at Albert Mission College, Krishna has led a mundane and monotonous lifestyle comparable to that of a cow, but this took a turn when his wife, Susila, and their child, Leela, come to live with him. With their welfare on his hands, Krishna learns to be a proper husband and learns how to accept the responsibility of taking care of his family. He felt that his life had comparatively improved, as he understood that there's more meaning to life than to just teaching in the college. However, on the day when they went in search of a new house, Susila contracts typhoid after visiting a dirty lavatory, keeping her in bed for weeks. Throughout the entire course of her illness, Krishna constantly tries to keep an optimistic view about Susila's illness, keeping his hopes up by thinking that her illness would soon be cured. However, Susila eventually succumbs and passes away. Krishna, destroyed by her loss, has suicidal thoughts but gives them up for the sake of his daughter, Leela. He leads his life as a lost and miserable person after her death, but after he receives a letter from a stranger who indicates that Susila has been in contact with him and that she wants to communicate with Krishna, he becomes more collected and cheerful. This leads to Krishna’s journey in search of enlightenment, with the stranger acting as a medium to Susila in the spiritual world. Leela, on the other hand, goes to a preschool where Krishna gets to meet the Headmaster, a profound man who cared for the students in his school and teaches them moral values through his own methods. The Headmaster puts his students as his top priority but he doesn’t care for his own family and children, eventually leaving them on the day predicted by an astrologer as to be when he was going to die, which did not come true. Krishna gets to learn through the Headmaster on the journey to enlightenment; eventually learning to communicate to Susila on his own, thus concluding the entire story itself, with the quote that he felt 'a moment of rare immutable joy'.",
    "genre": [
      "Autobiographical novel",
      "Novel"
    ],
    "author": "R. K. Narayan"
  },
  {
    "title": "Tender is the Night",
    "summary": " Dick and Nicole Diver are a glamorous couple who take a villa in the South of France and surround themselves with a circle of friends, mainly Americans. Also staying at the resort are Rosemary Hoyt, a young actress, and her mother. Rosemary gets sucked into the circle of the Divers; she falls in love with Dick and is also adopted as a close friend by Nicole. Dick first toys with the idea of an affair with Rosemary at this point, which he finally acts upon years later. However, Rosemary senses something is wrong with the couple, which is brought to light when one of the guests at a party reports having seen something strange in the bathroom. Tommy Barban, another guest, comes loyally to the defense of the Divers. The action involves various other friends, including the Norths, where a frequent occurrence is the drunken behavior of Abe North. The story becomes complicated when Jules Peterson, a black man, is murdered and ends up in Rosemary's bed, in a situation which could destroy Rosemary's career. Dick moves the blood-soaked body to cover up any implied relationship between Rosemary and Peterson. Once into the book, the history of the Divers emerges. Dick Diver was a doctor and psychoanalyst and had taken on a complicated case of neuroses. This was Nicole, whose complicated, incestuous relationship with her father is suggested as the cause of breakdown. As she becomes infatuated with Dick, Dick is almost driven to marry her as part of the cure. Strong objections are raised: Nicole is an heiress and her sister thinks Dick is marrying her for her money. They do marry, and Nicole’s money pays for Dick's partnership in a Swiss clinic and for their extravagant lifestyle. However, Dick gradually develops a drinking problem. He gets into fights and trouble with the police in various incidents and is bought out of the clinic by his partner. The opening episode almost marks the crossover point whereby Dick becomes the weaker partner, progressively failing in what he attempts while Nicole becomes stronger. Dick's behaviour becomes embarrassing as he mishandles situations with the children and friends. Eventually Nicole has an affair with Tommy Barban, and divorces Dick to marry Barban. Nicole survives, while Dick drifts into ever diminishing circumstances. The underlying theme is then how one person has become strong by destroying another—a point emphasized cynically by Nicole's sister, who having seen Dick originally as the parasite, finally remarks that \"That was what he was educated for.\"",
    "genre": [
      "Autobiographical novel",
      "Roman à clef",
      "Novel",
      "Fiction"
    ],
    "author": "F. Scott Fitzgerald"
  },
  {
    "title": "Go Tell It on the Mountain",
    "summary": " The opening chapter tells the story of John, a young African-American boy in Harlem in the 1930s. John has been raised by his mother Elizabeth and her preacher husband Gabriel, who nominally is John's father and is a strict disciplinarian, abusive to both his children and his wife. Gabriel's religious philosophy is tough and one of salvation through faith in Jesus, without which one is damned to hell. John hates his father and dreams of wounding or killing him and running away. The characters are members of the Temple of the Fire Baptized Church in Harlem, a Pentecostal Protestant denomination. Florence's Prayer tells her life story. She was born to a freed slave who chose to continue to work in the South for a white family. Her mother always favored Florence's younger brother Gabriel, causing Florence to feel a yearning need to escape from her life. Disgusted by the sexual harassment of her boss, Florence buys a one-way train ticket to New York and leaves her mother on her deathbed with Gabriel. In New York, Florence marries a dissolute man named Frank, resulting in a power struggle within their marriage which ends after ten years when Frank leaves one night and never returns. He later dies in France in World War I, but Florence only finds out from Frank's girlfriend. Gabriel's Prayer starts with a description of his drunken, womanizing ways as a teenager, before his rebirth in Christ and the start of his career as a preacher. After his conversion he forms a relationship with a childhood friend of Florence, a slightly older woman from his town named Deborah who was gang-raped as a teenager by a band of white men. Deborah is devout in her faith, and Gabriel uses her strength to become a successful Reverend himself. However, despite his religious convictions, Gabriel is unable to resist his physical attraction for a woman named Esther. Esther and Gabriel work for the same white family. Gabriel has a brief affair with her that but then ends it out of guilt. When Esther finds herself pregnant, Gabriel steals his wife's savings and gives them to Esther to hush up the matter and allow Esther to go away to have her baby; she goes to Chicago but dies giving birth to their son, Royal. Royal knows his father but doesn't know of their relationship, and is eventually killed in a barroom fight in Chicago. Gabriel is powerless and unable to stop his son's murder. Deborah, who knew or suspected that Royal was her husband's son from the beginning, admonishes Gabriel before her death for abandoning Esther and his son. Elizabeth's Prayer, the shortest of the three, tells her story. As a young girl, Elizabeth was very close to her father, but when her mother dies, she is forced by a court order to live with an imperious and cold aunt, and then goes to live in New York with a friend of the aunt's who is a Spiritualist medium. It is revealed that Gabriel is not John's biological father, for Elizabeth had gone to New York with her boyfriend, Richard, a self-educated \"sinner\" who did not believe in the Church and who never carried out his promise to marry Elizabeth. Richard is arrested for a robbery he didn't commit, and while he is acquitted at trial, the experience – including the abuse he takes at the hands of white police officers – leads him to commit suicide on his first night home. Elizabeth, then just a few months pregnant with John, takes a job, where she meets Florence. Florence introduces her to Gabriel, whom she marries. The final chapter returns to the church, where John sees his friend Elisha fall to the floor in a religious ecstasy and is himself then caught up in a Pentecostal spiritual experience and falls to the floor. He has a series of dreamlike visions in which he sees hell and heaven, life and death, and also Gabriel standing over him. When he regains his senses, he says that he is saved and that he has accepted Jesus as his savior. Yet even as the group leaves the church, old sins are revisited as Florence threatens to tell Elizabeth of Gabriel's sordid past. Although she does not tell Elizabeth, she hopes that she finds out eventually.",
    "genre": [
      "Autobiographical novel"
    ],
    "author": "James Baldwin"
  },
  {
    "title": "Tropic of Cancer",
    "summary": " Set in France (primarily Paris) during the late 1920s and early 1930s, Tropic of Cancer centers around Miller's life as a struggling writer. Late in the novel, Miller explains his artistic approach to writing the book itself, stating: Up to the present, my idea of collaborating with myself has been to get off the gold standard of literature. My idea briefly has been to present a resurrection of the emotions, to depict the conduct of a human being in the stratosphere of ideas, that is, in the grip of delirium.\" Combining autobiography and fiction, some chapters follow a narrative of some kind and refer to Miller&#39;s actual friends, colleagues, and workplaces; others are written as stream-of-consciousness reflections that are occasionally epiphanic. The novel is written in the first person, as are many of Miller&#39;s other novels, and does not have a linear organization, but rather fluctuates frequently between the past and present.",
    "genre": [
      "Autobiographical novel",
      "Erotica",
      "Novel"
    ],
    "author": "Henry Miller"
  },
  {
    "title": "Of Human Bondage",
    "summary": " The book begins with the death of the mother of the nine-year-old protagonist, Philip Carey. Philip's father had already died a few months before, and the orphan Philip is sent to live with his aunt and uncle. His uncle is vicar of Blackstable, a small village in Kent. Philip inherits a small fortune but the money is held in custody by his uncle until he is twenty-one, giving his uncle a great deal of power over him until he reaches his maturity. Early chapters relate Philip's experience at the vicarage. His aunt tries to be a mother to Philip, but she is herself childish and unsure of how to behave, whereas his uncle takes a cold disposition towards him. Philip's uncle has an eclectic collection of books, and in reading Philip finds a way to escape his mundane existence and experience fascinating worlds of fiction. Less than a year later, Philip is sent to a boarding school. His uncle and aunt wish for him to eventually attend Oxford in order to study to become a clergyman. Philip's shyness and his club foot make it difficult for him to fit in with the boys at the school, and he does not make many friends. Philip goes through an episode of deep religious belief, and believes that through true faith he can petition God to heal his club foot; but when this does not happen, his belief falters. He becomes close friends with one boy; but the friendship breaks up, and he becomes miserable. Philip shows considerable academic talent and is informed by the school's headmaster that he could have earned a scholarship for Oxford, but instead he becomes determined to leave the school and go to Germany. Philip's uncle and the headmaster oppose Philip's desire to go to Germany, but eventually they give in and allow him to go to Heidelberg for a year. In Heidelberg, Philip lives at a boarding house with other foreigners and studies German, among other subjects. Philip enjoys his stay in Germany. At the boarding house he meets a fellow Englishman, Hayward, who has an interest in literature and who considers himself a poet. Philip also meets an unorthodox American named Weeks, who dislikes Hayward, whom he thinks superficial. Philip is intrigued by his long discourses with Hayward and Weeks and eventually becomes convinced that he need not believe in the Church of England; a radical idea for him as he had been brought up with staunch Christian values. Philip returns to his uncle's house and meets a middle-aged family friend of his aunt and uncle named Miss Wilkinson, who is very flirtatious toward Philip. He is not particularly attracted to her and is uncomfortable about her age; but he likes the idea of having an affair with someone, so he pursues her. She becomes very attached to Philip and declares her love for him, and he pretends to be passionate about her, but he is relieved when she needs to return to Berlin. Miss Wilkinson writes letters to Philip from Berlin, to which he eventually stops responding. Philip's guardians decide to take matters into their own hands and they convince him to move to London to take up an apprenticeship to become a chartered accountant. He does not fare well there as his co-workers resent him because they believe he is above them and is a \"gentleman\". Philip is desperately lonely in London and is humiliated by his lack of aptitude for the work. He begins thinking about studying art in Paris. He goes on a business trip with one of his managers to Paris and is inspired by this trip. Miss Wilkinson convinces Philip that he draws well enough to become a professional artist, and he moves to Paris to study art. In Paris, Philip attends art classes, makes a few friends among fellow art students and meets Miss Price, a poor talentless art student who does not get along well with people. Miss Price falls in love with Philip, but he is unaware and does not return her feelings. After her funds run out, she commits suicide, leaving Philip to tend to her affairs. Philip realizes that he will never be more than a mediocre artist; at the same time, he receives word that his aunt has died. He returns to his uncle's house, and eventually decides to go to London to pursue medicine, his late father's field. He struggles at medical school and comes across Mildred, a tawdry waitress at a local café. He falls desperately in love with her, although she does not show any emotion for him. Mildred tells Philip she is getting married, leaving him heartbroken; he subsequently enters into an affair with Norah Nesbitt, a kind and sensitive author of penny romance novels. Later, Mildred returns, pregnant, and confesses that the man for whom she had abandoned Philip had never married her. Philip breaks off his relationship with Norah and supports Mildred financially though he can ill afford to do so, but later she falls in love with Harry, a friend of Philip's and disappears. Philip runs into Mildred again when she is so poor she has resorted to prostitution and, feeling sympathy for her, takes her in to do his housework, though he no longer loves her. When he rejects her advances, she becomes angry at him, leaves, and destroys his possessions, causing Philip to abandon that residence and move into cheaper housing. When Philip meets Mildred next, she is ill and prostituting herself again, and the baby has died. While working at the hospital, Philip befriends family man Thorpe Athelny and is invited to his house every Sunday. Athelny has lived in Toledo in Spain, enthusing about the country, and is translating the works of San Juan de la Cruz. Meanwhile, a stockbroker acquaintance of Philip advises him to invest in South African mines, and Philip is left with no money when the stock market crashes due to the vicissitudes of the Boer War. He wanders the streets aimlessly for a few days before the Athelnys take him in and find him a job at a retail store, which he hates. Eventually, his uncle's death leaves him enough money to go back to medical school, and he finishes his studies and becomes qualified. He takes on a temporary placement at a Dorsetshire fishing village with Dr South, an old, rancorous physician whose wife is dead and whose daughter has broken off contact with him. However, he takes a shine to Philip's humour and personableness, eventually making him an outstanding offer of a stake in his medical practice. Although flattered, Philip refuses as he is still eager to travel and returns to London. He soon goes on a small summer vacation with the Athelnys at a village in the Kent countryside. There he finds that one of Athelny's daughters, Sally, likes him. They have an affair, and when she thinks she is pregnant, Philip decides to give up his long-cherished plans to travel to exotic lands, to accept Dr South's offer, and to marry Sally instead. They meet in the National Gallery where, despite learning that it was a false alarm, Philip nonetheless becomes engaged to Sally, his lifelong quest for happiness and self-acceptance culminating in the conclusion that \"the simplest pattern, that in which a man was born, worked, married, had children, and died, was likewise the most perfect\".",
    "genre": [
      "Autobiographical novel",
      "Children's literature",
      "Künstlerroman",
      "Fiction"
    ],
    "author": "W. Somerset Maugham"
  },
  {
    "title": "Papillon",
    "summary": " The book is an account of a 14-year period in Papillon's life (October 26, 1931 to October 18, 1945) starting from when he was wrongly convicted of murder in France and sentenced to a life of hard labor at the Devil's Island penal colony. He escaped from Devil's Island, to ultimately settle in Venezuela, where he lived and prospered, free from French justice. Papillon endured a brief stay at a prison in Caen. As soon as he boarded a vessel bound for South America, he learned about the brutal life that prisoners had to endure at the prison colony. Murders were not uncommon among convicts, and men were cut with makeshift knives for their charger (a hollow metal cylinder containing money, lodged in the rectum; it has also been called a plan). Papillon befriended a former banker convicted of counterfeiting named Louis Dega. He agreed to protect Dega from those seeking to murder him for his charger. Upon arriving at the penal colony, Papillon claimed to be ill and was sent to the infirmary. There he collaborated with two men named Clousiot and André Maturette to escape from the prison using a sailboat which they acquired with the assistance of the penal settlement's leper colony at Pigeon Island. They let the current of the Maroni River take them to the Atlantic Ocean, where they began to sail to the northwest. In Trinidad the trio were joined by three other escapees and were helped on their journey by a British family, the Dutch bishop of Curaçao and several others. Nearing the Colombian coastline, the escapees were sighted; they were unable to escape for lack of wind and were captured and imprisoned. In Colombian prison, Papillon joined with another prisoner to escape. Some distance from the prison, the two went their separate ways. Papillon entered the Guajira peninsula, a region dominated by Native Americans. He was assimilated into a coastal village whose specialty was pearl diving, married two teenage sisters and made them pregnant. After spending several months in relative paradise, Papillon became motivated to seek vengeance against those who had wronged him. Soon after leaving the village, Papillon was imprisoned at Santa Marta, then transferred to Barranquilla. There, he was reunited with Clousiot and Maturette. Papillon made numerous escape attempts from this prison, all of which failed. He was eventually extradited back to French Guiana. As punishment, Papillon was sentenced to two years of solitary confinement on Île Saint-Joseph (an island in the Îles du Salut group, 11 kilometers from the French Guiana coast). Clousiot and Maturette were given the same sentence. Upon his release, Papillon was transferred to Royal Island (also an island in the Îles du Salut group). An escape attempt there was foiled by an informant (whom Papillon stabbed to death) and Papillon was again sent to solitary confinement, this time for nineteen months. The original sentence of eight years was reduced after Papillon risked his life to save the life of a girl caught in shark-infested waters. After French Guiana officials decided to support the pro-Nazi Vichy Regime, the penalty for any escape attempt became capital punishment. Realizing this, Papillon decided to feign insanity and be sent to the insane asylum on Royal Island. His reasoning was that insane prisoners could not be sentenced to death for any reason and the asylum was not as heavily guarded. He collaborated with another prisoner on an escape attempt but this attempt failed: while they were attempting to sail away, their boat was dashed against the rocks and destroyed, the other prisoner drowning and Papillon himself nearly dashed against the rocks. Papillon returned to the regular prisoner population on Royal Island after being \"cured\" of his mental illness. He requested that he be transferred to Devil's Island, the smallest and most \"inescapable\" island in the Îles de Salut group. Studying the waters around the island, Papillon discovered a rocky inlet surrounded by a high cliff. He noticed that every seventh wave was large enough to carry a floating object far enough out into the sea that it would drift towards the mainland. He experimented by throwing sacks of coconuts into the inlet. He found another prisoner to accompany him on this escape attempt, a pirate named Sylvain who had previously sailed along southeast Asia, and who was infamous for raiding ships in the Far East, killing everyone aboard. They threw themselves into the inlet using sacks of coconuts for flotation. The seventh wave duly carried them out into the ocean. After days of drifting under the relentless sun, surviving only on coconut pulp, they made landfall at the mainland, but Sylvain abandoned his coconut sack prematurely and was devoured by quicksand. Papillon navigated the mainland to find a Chinese man named Cuic Cuic, the brother of Chang. Cuic Cuic protected himself by making a hut on an \"island\" of solid ground surrounded by quicksand, using a pig that was adept at finding a navigable route over the quicksand. The men and the pig made their way to Georgetown, British Guiana, by boat. Though he could have lived there as a free man, Papillon decided to continue to the northwest in the company of five other escapees. Reaching Venezuela, the men were captured and imprisoned at mobile detention camps in the vicinity of El Dorado, a small mining town near the Gran Sabana region. Surviving horrible conditions there, and even finding diamonds, Papillon was eventually released, obtaining Venezuelan citizenship and celebrity status a few years later.",
    "genre": [
      "Autobiographical novel"
    ],
    "author": "Henri Charrière"
  },
  {
    "title": "The House of the Spirits",
    "summary": " The story starts with the del Valle family, focusing upon the youngest and the oldest daughters of the family, Clara and Rosa. The youngest daughter, Clara del Valle, has paranormal powers and keeps a detailed diary of her life. Using her powers, Clara predicts a death in the family. Shortly after this, Clara's green-haired sister, Rosa the Beautiful, is accidentally killed by poison intended for her father who is running for the Senate. The young Clara stumbles upon her sister's autopsy and afterwards, terrified, stops speaking, believing her premonition had caused her sister's death. Rosa's fiancé, a poor miner named Esteban Trueba, is devastated and attempts to mend his broken heart by devoting his life to uplifting his family hacienda, Tres Marías. Through a combination of intimidation and reward systems, he quickly earns/forces respect and labor from the fearful peasants and turns Tres Marías into a \"model hacienda\". He turns the first peasant who spoke to him upon arrival, Pedro Segundo, into his foreman, who quickly becomes the closest thing that Trueba ever has to an actual friend during his life. However, unable to control himself, he rapes many of the peasant women, and his first victim, Pancha García, becomes the mother of his bastard son, who would eventually become Esteban García. Esteban returns to the city to see his dying mother. After her death, Esteban decides to fulfill her dying wish: for him to marry and have legitimate children. He goes to the del Valle family to ask for Clara's hand in marriage. Clara accepts Esteban's proposal; she herself has predicted her engagement two months prior, speaking for the first time in nine years. During the period of their engagement, Esteban builds what everyone calls \"the big house on the corner,\" a large mansion in the city where the Trueba family will live for generations. After their wedding, Esteban's sister Férula comes to live with the newlyweds in the big house on the corner. Férula develops a strong dedication to Clara, which fulfills her need to serve others. However, Esteban's wild desire to possess Clara and to monopolize her love causes him to throw Férula out of the house. She curses him, telling him that he will shrink in body and soul, and die like a dog. Although she misses her sister-in-law, a passive and dreamy Clara finds happiness in developing her psychic powers. Spirits, artists, and spiritualists flock to the Truebas' house. Clara gives birth to a daughter named Blanca and later, to twin boys Jaime and Nicolás. The family, which resides in the capital, stays at the hacienda during the summertime. Upon arriving at Tres Marías for the first time, Blanca immediately befriends a young boy named Pedro Tercero, who is the son of her father's foreman. During their teenage years, Blanca and Pedro Tercero eventually become lovers. After an earthquake that destroys part of the hacienda and leaves Esteban injured, the Truebas move permanently to Las Tres Marías. Clara spends her time teaching and helping peasant children, while Blanca is sent to a convent school and the twin boys back to an English boarding school, both of which are located in the city. Blanca fakes an illness so as to be sent back to Las Tres Marías, where she can be with Pedro Tercero. Life runs smoothly until Pedro Tercero is banished from the hacienda by Esteban, on account of his revolutionary communist/socialist ideas. A visiting French count to the hacienda, Jean de Satigny, reveals Blanca's nightly romps with Pedro Tercero to her father. Esteban furiously goes after his daughter and brutally whips her. When Clara expresses horror at his actions, Esteban slaps her, knocking out her front teeth. Clara decides to never speak to him again, reclaims her maiden name and moves out of Tres Marías and back to the city, taking Blanca with her. Esteban, furious and lonely, blames Pedro Tercero for the whole matter; putting a price on the boy's head with the local corrupt police. At this point, Pedro Segundo deserts Esteban, telling him he does not want to be around when Trueba inevitably catches his son. Enraged by Pedro Segundo's departure, Trueba begins hunting for Pedro Tercero himself, eventually tracking him down to a small shack near his hacienda. He only succeeds in cutting off three of Pedro's fingers, and is filled with regret for his uncontrollable furies. Jaime becomes an empathetic doctor while crafty Nicolás concocts money-making schemes. The two develop a strange relationship with a woman named Amanda. Nicolas and Amanda are originally introduced to the story together, but split later on due to her pregnancy. Jaime loves Amanda dearly at this point but will never admit to his feelings around her. He agrees to help terminate her pregnancy not because his cowardly brother asked him to, but for the woman he cannot have. Years later Jaime and Amanda meet again and Jaime saves her from near death. Amanda remembers Jaime as the tender doctor and falls in love with him, but he realizes that she is not the same beautiful woman that bewitched him originally. He continues to have a relationship with Amanda though he does not love her. Blanca finds out she is pregnant with Pedro Tercero's child. Esteban, desperate to save the family honor, gets Blanca to marry the French count by telling her that he has killed Pedro Tercero. At first, Blanca gets along with her new husband, but she leaves him when she discovers his participation in sexual fantasies with the servants. Blanca quietly returns to the Trueba household and names her daughter, who has Rosa's green hair, Alba. Clara predicts that Alba will have a very happy future and good luck. Her future lover, Miguel, happens to watch her birth, as he had been living in the Trueba House with his sister, Amanda. They move out shortly after Alba's birth. Esteban Trueba eventually moves to the Trueba house in the capital as well, although he continues to spend periods of time in Tres Marías. He becomes isolated from every member of his family except for little Alba, whom he is very fond of. Esteban runs as a senator for the Conservative Party but is nervous about whether or not he will win. Clara speaks to him, through signs, informing him that \"those who have always won will win again\" - this becomes his motto. Clara then begins to speak to Esteban through signs, although she keeps her promise and never actually speaks to him again. A few years later, Clara dies peacefully and Esteban is overwhelmed with grief. Alba is a solitary child who enjoys playing make-believe in the basement of the house and painting the walls of her room. Blanca has become very poor since leaving Jean de Satigny's house, getting a small income out of selling pottery and giving pottery classes to mentally handicapped children, and is once again dating Pedro Tercero, now a revolutionary singer/songwriter. Alba and Pedro are fond of each other, but do not know they are father and daughter, although Pedro suspects this. Alba is also fond of her uncles. Nicolás is eventually kicked out by his father, moving, supposedly, to North America. When she is older, Alba attends a local college where she meets Miguel, now a grown man, and becomes his lover. Miguel is a revolutionary, and out of love for him, Alba involves herself in student protests against the conservative government. After the victory of the People's Party (a socialist movement), Alba celebrates with Miguel. Fearing a Communist dictatorship, Esteban Trueba and his fellow politicians plan a military coup of the socialist government. However, when the military coup is set into action, the military men relish their power and grow out of control. Esteban's son Jaime is killed by power-driven soldiers along with other supporters of the government. After the coup, people are regularly kidnapped and tortured. Esteban helps Blanca and Pedro Tercero flee to Canada, where the couple finally find their happiness. The military regime attempts to eliminate all traces of opposition and eventually comes for Alba. She is made the prisoner of Colonel Esteban García, the son of Esteban Trueba and Pancha García's illegitimate son, and therefore grandson to Esteban Trueba. During an earlier visit to the Trueba house, García molests Alba as a child. In pure hatred of her privileged life and eventual inheritance, García tortures Alba repeatedly, looking for information on Miguel. He rapes her, thus completing the cycle that Esteban Trueba put into motion when he raped Pancha García. When Alba loses her will to live, she is visited by Clara's spirit who tells her not to wish for death, since it can easily come, but to wish to live. Esteban Trueba manages to free Alba with the help of Miguel and Tránsito Soto, an old friend/prostitute from his days as a young man. After helping Alba write their memoir, Esteban Trueba dies in the arms of Alba, accompanied by Clara's spirit; he is smiling, having avoided Férula's prophecy that he will die like a dog. Alba explains that she will not seek vengeance on those who have injured her, suggesting a hope that one day the human cycle of hate and revenge can be broken. Alba writes the book to pass time while she waits for Miguel and for the birth of her child.",
    "genre": [
      "Autobiographical novel",
      "Science Fiction",
      "Fantasy",
      "Fiction",
      "Magic realism"
    ],
    "author": "Isabel Allende"
  },
  {
    "title": "Roots: The Saga of an American Family",
    "summary": " Brought up on the stories of his elderly female relatives—including his Grandmother Cynthia, whose father was emancipated from slavery in 1865—Alex Haley claimed to have traced his family history back to \"the African,\" Kunta Kinte, captured by members of a contentious tribe and sold to slave traders in 1767. In the fictional novel, each of Kunta's enslaved descendants passed down an oral history of Kunta's experiences as a free man in Gambia, along with the African words he taught them. Haley researched African village customs, slave-trading and the history of African Americans in America—including a visit to the griot (oral historian) of his ancestor's African village. He created a colorful and fictional history of his family from the mid-eighteenth century through the mid-twentieth century, which led him back to his heartland of Africa.",
    "genre": [
      "Autobiographical novel",
      "Autobiography",
      "Biography",
      "Novel"
    ],
    "author": "Alex Haley"
  },
  {
    "title": "Balzac and the Little Chinese Seamstress",
    "summary": " The novel, written by Dai Sijie, is about two teenagers. Luo, \"a genius for storytelling\", and an unnamed narrator, \"a fine musician\" are sent to be re-educated after the Chinese Cultural Revolution. They are sent to a mountain called \"Phoenix of the Sky\" near Tibet, because their doctor parents have been declared enemies of the state and \"reactionaries of the bourgeoisie\" by the Communist state. There, while forced to work in the coal mines and with the rice crop, they are captivated by and fall in love with the daughter of the local tailor, the Little Seamstress. Throughout the novel, the farming village of Phoenix of the Sky delights in the storytelling of the two teenagers. They even are excused from work for a few days to see films at Yong Jing, a nearby town, and later relate the story to the townspeople. One of these films, a North Korean film entitled The Little Flower Seller and identified by the narrator as \"a propaganda film like no other\" (39), closely resembles the 1972 Korean film version of The Flower Girl (1972) in the melodramatic scene of the death of the eponymous character's mother. Other talents and possessions of the two boys at which the townspeople wonder include Luo's clock and Ma's violin, on which they love to hear \"Mozart Is Thinking of Chairman Mao\", their improvised, Communist-friendly name for a Mozart sonata. At the same time, they meet Four-Eyes, the son of a prominent poet, who also is being re-educated. Although he is succeeding in re-education, he is also hiding French, Russian, and English novels that are forbidden by Chinese law. The boys convince Four-Eyes to lend them the book, Ursule Mirouët by Honoré de Balzac. After Luo stays up all night reading the book, he gives the book to the narrator and leaves the village in order to tell it to the Little Seamstress, \"the region's reigning beauty\">that both characters are attracted to, and the narrator becomes \"completely wrapped up in the French story\". When Luo returns, he is carrying leaves from the tree that he and the former virgin, the Little Seamstress, had sex under. The character of Luo is then motivated to educate the Little Seamstress and \"ma[k]e her more refined, more cultured\". This motivation spurs the narrator and Luo to steal the rest of the books from Four-Eyes’ home, \"knowing that [Four-Eyes] will be afraid to call the authorities\".Particularly inspirational to the narrator is the translation by Fu Lei of Romain Rolland's Jean-Christophe, which the narrator credits as giving him a newfound sense of individualism. Luo and the Seamstress's romantic relationship grows as the narrator silently and jealously watches. After their successful robbery, the narrator recites the tale of The Count of Monte Cristo in his cabin to Luo and the visiting tailor. The village headman, described as a passionate Communist who has just returned from an unsuccessful dental surgery, threatens to turn in Luo and the narrator for spreading the counter-revolutionary ideas found in The Count of Monte Cristo if they don’t agree to fix the headman’s teeth. Faced with the threat of prison, the pair fix the village headmans teeth, but they operate the drill “slowly. . . to punish him.”Later, when the headman is calmer and thankful to the two for repairing his teeth, he allows Luo to leave the village for two months to look after Luo’s ailing mother. During Luo’s absence, the Little Seamstress concludes that she is pregnant. Her character confides this in Ma, for “when [Luo] had left the previous month she was not yet worried” about missing her period. However, since it is illegal to have children out of wedlock in the revolutionary society, and her and Luo are too young to marry, the narrator must set up a secret abortion. Three months after the abortion is performed and Luo returns, the pair's mission of educating the Little Seamstress backfires. At first, however, it seems as if their plan is working perfectly – she adopts the city accent and begins making modern clothing. Yet, one day, she \"comes to understand her own sexual power\", and leaves without saying farewell. In his grief, Luo becomes inebriated and burns all of the foreign books “in [a] frenzy,” ending the novel.",
    "genre": [
      "Autobiographical novel",
      "Historical novel"
    ],
    "author": "Dai Sijie"
  },
  {
    "title": "Suttree",
    "summary": " The novel begins with Suttree observing police as they pull a suicide from the river. Suttree is living alone in a houseboat, on the fringes of society on the Tennessee River, earning money by fishing for the occasional catfish. He has left a life of luxury, rejecting his father and family, and abandoning his wife and son. A large cast of characters, largely misfits and grotesques, is introduced, one of which is Gene Harrogate, whom Suttree meets in a work camp. Harrogate was sent to the work camp for having sex with a farmer's watermelons. (Harrogate is referred to as the \"moonlight melonmounter.\") Suttree attempts to help Harrogate once he is released from the work camp, but this task proves to be in vain as Harrogate sets off on a series of misadventures, including using poisoned meat and a slingshot to kill bats (\"flitter-mice\" as Harrogate calls them) to earn a bounty on them, and using dynamite to attempt to tunnel underneath the city. Other prominent characters are prostitutes, hermits, and an aged Geechee witch. His relationships with women all come to bad ends. One prostitute-girlfriend terminates the relationship in a moment of madness, smashing up the inside of their new car. The other woman with whom he becomes involved is killed by a landslide on the river bank. Suttree is also married before the book begins with a woman he apparently met during college. He left his wife with a son, who dies early on in the book. Towards the novel's end, Suttree falls ill with typhoid fever and suffers a lengthy hallucination. This occurs after a black friend of Suttree's is killed in a fight with the police and his other friend Harrogate is arrested for robbing a store, so Suttree decides to leave town. In the end, he feels his identity is reaffirmed, and he leaves Knoxville, possibly for good.",
    "genre": [
      "Autobiographical novel",
      "Fiction"
    ],
    "author": "Cormac McCarthy"
  },
  {
    "title": "A Death in the Family",
    "summary": " The novel is based on the events that occurred to Agee in 1915 when his father went out of town to see his own father, who had had a heart attack. During the return trip, Agee's father was killed in a car accident. The novel provides a portrait of life in Knoxville, Tennessee, showing how such a loss affects the young widow, her two children, her atheist father and the dead man's alcoholic brother.",
    "genre": [
      "Autobiographical novel",
      "Fiction",
      "Novel"
    ],
    "author": "James Agee"
  },
  {
    "title": "Nectar in a Sieve",
    "summary": " Married to a tenant farmer, Nathan, because her family can't afford the dowry for a better match, Rukmani must leave everything she has ever known and learn how to run a household by herself at the age of twelve. Nathan proves to be a tender, thoughtful husband and Rukmani soon comes to love him. Their first child, a daughter named Irawaddy, is born punctually; then six years pass with no more children. In a society where sons were what mattered most, Rukmani grows desperate. She seeks out the help of an English doctor, Kenny, who successfully treats her infertility. Rukmani eventually gives birth to six more children. Meanwhile, a tannery is built in the village and begins to take over the land. The system of trading, and the quiet way of life for the people who live there is quickly disrupted. Rukmani seems to be the only one who recognizes this as a danger, and stands alone in her protest against modernization. Irawaddy is married off to a well-placed young man; then Rukmani's two eldest sons leave her to go work at a tea plantation in faraway Ceylon. After several years Irawaddy, divorced by her husband because she is barren, returns home. The family endure a time of drought and famine, and Rukmani's third son, weak with hunger, is beaten to death while trying to steal a calfskin from the tannery. Her youngest son Kuti begins to starve. Irawaddy is forced to turn to prostitution so she can provide food for her baby brother. Despite the extra food, Kuti dies. Irawaddy becomes pregnant from the prostitution and gives birth to an albino boy. Eventually, the tannery officials buy the land Nathan has been farming for thirty years and evict him. With nowhere else to go, the couple travel by oxcart and on foot to a city, hoping to move in with one of their sons. The son, however, has gone no-one knows where. Completely destitute, they work as stonebreakers at a quarry in hopes of earning enough money to get home. There Nathan dies. Afterward, Rukmani returns to her home village accompanied by a resourceful street boy named Puli, who has lost his fingers to leprosy. She moves in with her daughter and her youngest son, who is now a doctor at the hospital Kenny has built.",
    "genre": [
      "Autobiographical novel"
    ],
    "author": "Kamala Purnaiya Taylor"
  },
  {
    "title": "The Longest Journey",
    "summary": " Rickie Elliot is a student at early 20th century Cambridge, a university that seems like paradise to him, amongst bright if cynical companions, when he receives a visit from two friends, an engaged young woman, Agnes Pembroke, and her older brother, Herbert. The Pembrokes are Rickie’s only friends from home. An orphan who grew up living with cousins, he was sent to a public (boarding) school where he was shunned and bullied because of his lame foot, an inherited weakness, and frail body. Agnes, as it happens, is engaged to Gerald, now in the army, who was one of the sturdy youths who bullied Rickie at school. Rickie is not brilliant at argument, but he is intensely responsive to poetry and art, and is accepted within a circle of philosophical and intellectual fellow-students led by a brilliant but especially cynical aspiring philosopher, Stuart Ansell, who refuses, when he is introduced to her, even to acknowledge that Agnes exists. When visiting the Pembrokes during his vacation Rickie has an epiphanic vision of the sexual bond between Gerald, who is coarse but handsome and athletic, and Agnes, a bond he cannot imagine for himself. He takes these lovers’ side in trying to speed their marriage, offering part of his own inheritance, an offer that insults Gerald. When Gerald is suddenly killed in a football match, Rickie finds a role consoling Agnes—he tells her she should “mind” what has happened, that is, that she should grieve—since her passion for Gerald has been the main event of her life. Rickie becomes Agnes’ chief consolation and support, though he is in every way Gerald’s opposite, and after a year or two, despite the failure of Rickie’s stories to find a publisher, he and Agnes become engaged to marry. The young couple pay a visit to Rickie’s Aunt Emily Failing, a wealthy eccentric, the widow of a well-known essayist. On this visit he meets Aunt Emily’s ward, Stephen, a quarrelsome and handsome semi-educated 19-year-old. For some reason—perhaps just to make malicious mischief—Aunt Emily wants Rickie and Stephen to get to know each other. The two young men do not take to each other at all, and quarrel. Yet it turns out that they are in fact half-brothers, a long-kept secret that Aunt Emily reveals to Rickie, mostly to shock him. Rickie assumes that Stephen is the illegitimate son of his father—a father he hated—who lived apart from Rickie’s mother during Rickie’s childhood. Illegitimacy in this period is still considered to be a blight on the child, as well as the family, and Agnes, who is essentially conventional, considers Stephen’s existence something to be deeply ashamed of and to be kept secret, and Stephen a person who deserves to be shunned. Her brother, Herbert, has received an offer to be the head of a dormitory at Sawston School, and can fill this post only if Agnes and Rickie marry quickly and join him, Agnes to be house mother, and Rickie to be a teacher of classics. Rickie’s ambition to be a writer, and his freedom of thought, are suppressed by the dreary regimen of teaching, and his moral sense is suffocated by the influence of his wife and brother-in-law. He becomes a petty tyrant in the classroom, and an insensitive enforcer of school rules, though a part of him still sees and understands what he has lost, both as a writer and a man of refinement and sensitivity, since Cambridge. He is “dead” to his former friend, Stuart Ansell, who refuses to answer Rickie’s letters. Ansell finally does pay a visit to Rickie, stopping at the house of another acquaintance, and by coincidence he meets Stephen, who (partly due to Agnes’s scheming to get Aunt Emily’s inheritance for Rickie and herself) has been expelled from Mrs. Failing’s house. Stephen has discovered his identity at last, and now knows that Rickie is his half-brother. He wants to meet him again and see whether they might get on better. Ansell falls under the spell of Stephen’s rustic honesty, physical vitality, and impulsiveness. Rickie, Agnes and Herbert assume Stephen has come to blackmail them and Agnes offers him money, but Stephen, who is in fact penniless, now wants nothing to do with them. In a horrifying blowout, in front of all the pupils, Ansell accuses Rickie and Agnes of wanting to deny Stephen’s existence. Ansell reveals to Rickie that Stephen is, in fact, his mother’s illegitimate child, not his father’s. Rickie faints at this revelation. Rickie’s marriage has become loveless, as Ansell assumed it would, and with his brother’s reappearance he realizes that he has fallen under his wife’s spell and denied his better nature. He leaves to find Stephen, dear to him now because he is the child of the same beloved mother, and he attempts unsuccessfully to assume the role of a brother, for example, to get him to stop drinking. The two of them go to Wiltshire to see his aunt. This brief period when they travel together restores to Rickie the sense of himself that has been lost ever since he fell under his wife’s influence, and, as well, restores his sense of joy and playful love of life. Rickie is unable, however, to control his mercurial half-brother, who gets drunk despite his promise not to. Like his mother, and like Gerald, Rickie dies suddenly: his legs are severed when he tries to pull a drunken Stephen off some railroad tracks. Stephen survives, marries, and in a brief epilogue stands up to Herbert Pembroke for his right to money that is due him with the publication of his half-brother’s book of stories, now valuable since, after his death, Frederick Elliot has become a noted author. The “longest journey” which is, of course, the span of one’s life, or, in another sense, the development into one’s true self, has concluded successfully for Rickie, who has regained his sense of integrity. Though his life is cut short, he receives his vindication by coming to moral clarity at last, rejecting conventional hypocrisy, and acknowledging his bond to his brother. His uniqueness and worth are confirmed as well by his posthumous success as an artist.",
    "genre": [
      "Autobiographical novel",
      "Fiction",
      "Bildungsroman"
    ],
    "author": "E. M. Forster"
  },
  {
    "title": "Ham on Rye",
    "summary": " The novel centers around the protagonist Henry Chinaski. The start of the novel are his first memories. Then as the novel progresses we follow him all the way through school and into adulthood. We start in elementary school and he tells us his experiences. We learn that he has an abusive father, and a mother that lets it happen. He isn't very good at sports, but he wants to be and he tries hard. Football is hard for him, but he likes the violence that comes with it. Baseball, the other playground sport, is the sport he is better at. He hits hard, but hardly ever hits. As we progress into grammar school the focus of Henry's attention, and the other boys, is on sports, violence and girls, as it has been. Then going into high school his father, who pretends they are rich, makes Henry go to a private school where he fits in even less. However, he develops horrible acne, bad enough that he has to get painful treatments from the doctor. Then we follow him to college, and eventually his attempt to get a job.",
    "genre": [
      "Autobiographical novel",
      "Fiction"
    ],
    "author": "Charles Bukowski"
  },
  {
    "title": "My Father's Glory",
    "summary": " Young Marcel was born in the country but raised in Marseille. His father, Joseph, is a hard-working strongly atheist public school teacher in Marseille. Marcel's Aunt Rose marries the round, jovial, and very theistic and Roman Catholic Uncle Jules. Joseph and Uncle Jules come into conflict over religion. Over summer break, Joseph and Jules decide to take their families to a house in the country. Jules decides to educate Joseph in hunting techniques. Marcel wants to come hunting with them, but the two adults don't like the idea; they lie to him that he can come, but leave the house while he is still just waking up. Marcel, aware of their deceit, gets up and follows them stealthily. He observes Jules making a fool out of Joseph over his hunting prowess. This enrages Marcel. But while he is following them he gets lost in the wilderness. Hearing the hunters later, he follows the sounds to the top of a high cliff. His presence there scares out the legendary birds, the Rock Partridges. Joseph shoots two down with his side-by-side loading musket. Jules does not believe that Joseph has made the kill. Marcel retrieves the birds and holds them by the legs in his outspread arms on the cliff for the sight of the hunters in the valley below. He \"lifts his father's glory to the sky\", hence the name \"My Father's Glory.\" Back in the village, the residents are amazed at Joseph's skill. Marcel is very proud of him, but realizes his father's vanity when Joseph poses for a photograph with the birds. Earlier, Joseph had mocked a colleague who posed with fish, saying that such poses lacked dignity.",
    "genre": [
      "Autobiographical novel"
    ],
    "author": "Marcel Pagnol"
  },
  {
    "title": "The Short-Timers",
    "summary": " The book is divided into three sections, written in completely different styles of prose. \"The Spirit of the Bayonet\" chronicles Pvt. James T. \"Joker\" Davis' days in the Marine Corps boot camp, where a drill instructor (Gunnery Sergeant Gerheim) breaks the men's spirits and then rebuilds them as brutal killers. Here, Joker befriends two privates nicknamed \"Cowboy\" and \"Gomer Pyle\". The latter, whose real name is Leonard Pratt, earns the wrath of both Gerheim and the rest of the platoon through his ineptitude and weak character. Though he eventually shows great improvement and wins honors at graduation, the constant abuse has unbalanced his mind. In a final act of madness, he kills Gerheim and then himself in front of the whole platoon. This section is written in a very simple, savage style. \"Body Count\" shows some of Joker's life as a war correspondent for the Marines in 1968. While in Da Nang, he runs across Cowboy, now assistant squad leader in the Lusthog Squad. As the Tet Offensive begins, Joker is dispatched to Phu Bai with his photographer, Rafter Man. Here, he unwillingly accepts a promotion from Corporal to Sergeant, and the two travel to Huế to cover the enemy's wartime atrocities and meet up with Cowboy again. During a battle, Joker is \"wounded\" (actually only knocked out by an RPG concussion blast) and the book goes into a psychedelic dream sequence. After his quick recovery, Joker learns that the platoon commander was killed by a friendly grenade, while the squad leader went insane and attacked an NVA position with a BB gun only to be shot down. Later, Joker and Rafter Man battle a sniper who killed another Lusthog Marine and an entire second squad; the battle ends with Rafter Man's first confirmed kill and Cowboy's being wounded slightly. As Joker and Rafter Man head back to their base, Rafter Man panics and dashes into the path of an oncoming tank, which fatally crushes him. Joker is reassigned to Cowboy's squad as a rifleman, as punishment for wearing an unauthorized peace button on his uniform. The writing style in \"Body Count\" is more complex than that in \"The Spirit of the Bayonet\". \"Grunts\" takes place on a mission through the jungle with Cowboy's squad, outside of Khe Sanh. They encounter another sniper here, who wounds three of the men multiple times. After the company commander goes crazy and begins babbling nonsense over the radio, Cowboy decides to pull the squad back and retreat, rather than sacrifice everyone trying to save the wounded men. Animal Mother, the squad's M60 machine gunner, threatens Cowboy's life and refuses to retreat. Promoting Joker to squad leader, Cowboy runs in with his pistol and kills each victim with a shot to the head. However, he himself is repeatedly wounded in the process; before he can kill himself, the sniper shoots the gun out of his hand. Realizing his duty to Cowboy and the squad, Joker kills Cowboy and leads the rest of the men away. This section is written in a more complex style than the previous two, with more time spent on Joker's inner thoughts.",
    "genre": [
      "Autobiographical novel",
      "Speculative fiction",
      "Fiction",
      "War novel"
    ],
    "author": "Gustav Hasford"
  },
  {
    "title": "The Home and the World",
    "summary": " The novel is set in early 20th century India in the estate of the Bengali zamindar Nikhil. He marries Bimala, a woman who is both of a lower status and of a darker complexion, which is contradictory to his family traditions. Their love is idyllic and both are dedicated to one another until the appearance of his friend and radical revolutionist, Sandip. Sandip, a passionate and active man, is a contradiction to the peace-loving and somewhat passive Nikhil. His charismatic speech, support of the Swadeshi movement, and a renewed appreciation of everything Indian while denying everything British garnered support from local natives across the province. After hearing Sandip speak at a rally, Bimala insists that Sandip visit Nikhil’s estate. While visiting, Sandip's influential nature easily attracts the innocent and unsuspecting Bimala, and she suggests he make his headquarters at their house. Once empowered by the inside world, knowing only her husband and home, she becomes engaged with the outside world, taking part in the Swadeshi movement by working with Sandip. As the novel develops, Bimala is drawn to Sandip’s passion and the attraction between the two becomes inevitable, producing a love triangle. She begins to question her marriage with Nikhil and finds in Sandip what she has always sought after in a man: zeal, ambition, and a hint of danger. She begins to help Sandip by stealing money from Nikhil’s treasury, convinced that if it is not equally his money as well as hers, then it belongs to the country. While Bimala claims her national duty as motivation, her true intentions lie in pleasing Sandip. Nikhil subsequently discovers their actions, but grants Bimala freedom to grow and choose what she wants in her life (as their marriage was arranged when she was a young girl). Meanwhile, Bimala experiences love for the first time, which ultimately helps her understand that it is indeed her husband Nikhil who really loves her. The novel ends with a riot, resulting in Sandip fleeing the city. Nikhil is mortally wounded in the head. Amulya, a young follower of Sandip's movement who considered Bimala as his sister, and whom Bimala thinks of as her son (since she has no children), dies by a bullet through his heart.",
    "genre": [
      "Autobiographical novel",
      "Fiction"
    ],
    "author": "Rabindranath Tagore"
  },
  {
    "title": "The Best Awful There Is",
    "summary": " It is about a bipolar young actress, Suzanne Vale, who married a studio executive, Leland Franklin, who helped her find her \"far-flung best self.\" He then left her, for a man, when their daughter, Honey, was three. Now, three years later, Vale is a successful TV talk show hostess with a six year old daughter, a gay ex-husband, and an aging starlet mother. It is her love for Honey that keeps her going. When Vale, a recovering drug addict, stops taking her medication, she is plunged into a manic episode. She goes on a search for OxyContin in Tijuana with a tattoo artist friend and new house guest, a clinically depressed patient she met at her psycho-pharmacologist's office. A psychotic break lands Vale at Shady Lanes, where she is the \"latest loony to hit the bin.\" Despite her mental illness, Vale still has her wit and ability to find irony in every situation as she struggles back from the brink of insanity. \"You entered the hospital broken, found some other like broken patient people, and once in their company, looked down on the other more pathetic inhabitants of the bin you shared, those flying even lower than you and your lo-flung co-conspirators.\" Pharmacological facts and scenes from group therapy are revealed. Rather than hide the truths of mental disorders, the humor serves to highlight them. A happy ending is contrived for Vale and Honey, a sweet little girl, but a little happiness in the midst of all the craziness is a good thing.",
    "genre": [
      "Autobiographical novel",
      "Fiction"
    ],
    "author": "Carrie Fisher"
  },
  {
    "title": "Tonio Kröger",
    "summary": " The narrative follows the course of a man's life from his schoolboy days to his adulthood. The son of a north German merchant and an Italian artist, Tonio inherited qualities from both sides of his family. As a child, he experiences conflicting feelings for the bourgeois people around him. He feels both superior to them in his insights and envious of their innocent vitality. This conflict continues into Tonio's adulthood, when he becomes a famous writer living in southern Germany. \"To be an artist,\" he comes to believe, \"one has to die to everyday life.\" These issues are only partially resolved when Tonio travels north to visit his hometown. While there, Tonio is mistaken for an escaped criminal, thereby reinforcing his inner suspicion that the artist must be an outsider relative to \"respectable\" society. As Erich Heller &ndash;who knew Thomas Mann personally&ndash; observed, Tonio Kröger’s theme is that of the \"artist as an exile from reality\" (with Goethe’s Torquato Tasso (1790) and Grillparzer’s Sappho (1818) for company). Yet it was also Erich Heller who, earlier, in his own youth, had diagnosed the main theme of Tonio Kröger to be the infatuation and entanglements of a passionate heart, destined to give shape to, intellectualize, its feelings in artistic terms.",
    "genre": [
      "Autobiographical novel"
    ],
    "author": "Thomas Mann"
  },
  {
    "title": "The First Man",
    "summary": " The novel takes Jacques Cormery from birth to his years in the lycee, or secondary school, in Algiers. In a departure from the intellectual and philosophical weight of his earlier works, Camus wanted this novel to be \"heavy with things and flesh.\" It is a novel of basic and essential things: childhood, schooldays, the life of the body, the power of the sun and the sea, the painful love of a son for his mother, the search for a lost father. But it is also about the history of a colonial people in a vast and not always hospitable African landscape; about the complex relationship of a \"mother\" country to its colonists; about the intimate effects of war and political revolution. Most importantly, The First Man brings Camus to life again, allowing us a view of the man—visceral and vulnerable—that had never before been revealed.",
    "genre": [
      "Autobiographical novel"
    ],
    "author": "Albert Camus"
  },
  {
    "title": "Galatea 2.2",
    "summary": " The main narrative tells the story of Powers' return to his alma mater&nbsp;– referred to in the novel as simply \"U.\", but clearly based on the University of Illinois at Urbana-Champaign, the school Powers attended and teaches at as a professor&nbsp;– after he has ended a long and torrid relationship with a loving but volatile woman, referred to as \"C.\" Powers is an in-house author for the university, and lives for free for one year. He finds himself unable to write any more books, and spends the first portion of the novel attempting to write, but never getting past the first line. Powers then meets a computer scientist named Philip Lentz. Intrigued by Lentz's overbearing personality and unorthodox theories, Powers eventually agrees to participate in an experiment involving artificial intelligence. Lentz bets his fellow scientists that he can build a computer that can produce an analysis of a literary text that is indistinguishable from one produced by a human. It is Powers' task to \"teach\" the machine. After going through several unsuccessful versions, Powers and Lentz produce a computer model (dubbed \"Helen\") that is able to communicate like a human. It is not clear to the reader or to Powers whether she is simulating human thought, or whether she is actually experiencing it. Powers tutors the computer, first by reading it canonical works of literature, then current events, and eventually telling it the story of his own life, in the process developing a complicated relationship with the machine. The novel also consists of extensive flashbacks to Powers' relationship with C., from their first meeting at U., to their bohemian life in Boston, to their move to C.'s family's town in the Netherlands. The novel culminates with Helen being unable to bear the realities of the world, and \"leaving\" Powers. She asks Powers to \"see everything\" for her, and subsequently shuts herself down. Her exit from the world forces Powers to experience a rebirth. In addition, Powers realizes that he was Lentz's experiment: would he or wouldn't he be able to teach a computer? Through the transformation he experiences, he is suddenly able to interact with the world, and he can write again.",
    "genre": [
      "Autobiographical novel",
      "Speculative fiction",
      "Fiction"
    ],
    "author": "Richard Powers"
  },
  {
    "title": "The Hill of Dreams",
    "summary": " The novel recounts the life of a young man, Lucian Taylor, focusing on his dreamy childhood in rural Wales, in a town based on Caerleon. The Hill of Dreams of the title is an old Roman fort where Lucian has strange sensual visions, including ones of the town in the time of Roman Britain. Later it describes Lucian's attempts to make a living as an author in London, enduring poverty and suffering in the pursuit of art.",
    "genre": [
      "Autobiographical novel",
      "Fantasy",
      "Speculative fiction",
      "Horror",
      "Fiction"
    ],
    "author": "Arthur Machen"
  },
  {
    "title": "The Cancer Ward",
    "summary": " The novel is set in a hospital in Soviet Uzbekistan in 1955. As the title suggests, the plot focuses on a group of cancer patients as they undergo therapy. The novel deals with political theories, mortality, and hope — themes that are often explored either through descriptive passages or the conversations the characters have within the ward, which is a microcosm of the post-Stalin Russian Communist government. Also explored is the effect life in the labour camps will have on a man's life, as Oleg Kostoglotov, the main character, is shocked to discover the materialist world of the city outside the cancer ward. Oleg is in \"Perpetual Exile\" in Ush-Terek, in Kazakhstan. Bureaucracy and the nature of power in Stalin's state is represented by Pavel Nikolayevich Rusanov, a \"personnel officer\". The corrupt power of Stalin's regime is shown through his dual desires to be a \"worker\" but also achieve a \"special pension\". At the end, Rusanov's wife drops rubbish from her car window, symbolising the carelessness with which the regime treated the country. The novel is partly autobiographical. The character Oleg Kostoglotov was admitted to the hospital from a gulag, similar to Solzhenitsyn, and later subjected to internal exile in the same region of the USSR. Oleg is depicted as being born in Leningrad, while Solzhenitsyn was born in Kislovodsk. Some Uzbek landmarks are mentioned in the novel, such as the trolleyline and Chorsu Bazaar. The zoo Oleg visits is now a soccer field near Mirabad Amusement Park. Kostoglotov begins two romances in the hospital, one with Zoya, a nurse and doctor in training, though the attraction is mostly physical, and a more serious one with Vera Gangart, one of his doctors, a middle-aged woman who has never married, and whom he imagines he might ask to become his wife. Both women invite him to stay overnight in their apartment, ostensibly only as a friend, after he is discharged, because he has nowhere to sleep &mdash; his status as an exile makes finding a place to lodge difficult. His feelings for Vera are strong, and seem to be reciprocated, though neither of them has spoken of it directly: He could not think of her either with greed or with the fury of passion. His one joy would be to go and lie at her feet like a dog, like a miserable beaten cur, to lie on the floor and breathe on her feet like a cur. That would be a happiness greater than anything he could imagine.\" After wandering around the town, he decides against going to see either woman. He does find the courage to go to Vera&#39;s once, but he has left it so late in the day that she is no longer there, and he decides not to try again. He is well aware that the hormone therapy used as part of his cancer treatment may have left him impotent, just as imprisonment and exile have taken all the life out of him. He feels he has nothing left to offer a woman, and that his past means he would always feel out of place in what he sees as normal life. Instead, he decides to accept less from life than he had hoped for, and to face it alone. He heads to the railway station to fight his way onto a train to Ush-Terek. He writes a goodbye letter to Vera from the station: You may disagree, but I have a prediction to make: even before you drift into the indifference of old age, you will come to bless this day, the day you did not commit yourself to share my life ... Now that I am going away ... I can tell you quite frankly: even when we were having the most intellectual conversations and I honestly thought and believed everything I said, I still wanted all the time, all the time, to pick you up and kiss you on the lips. :So try to work that out. ::And now, without your permission, I kiss them.",
    "genre": [
      "Autobiographical novel",
      "Fiction"
    ],
    "author": "Aleksandr Solzhenitsyn"
  },
  {
    "title": "W ou le souvenir d'enfance",
    "summary": " In the first part, the fictional narrator is contacted by a mysterious individual, who informs him of the disappearance of a deaf and dumb boy in a shipwreck. The boy is also called Gaspard Winkler—the adult narrator of the story discovers that he took on the boy's identity after deserting the army, although at that time he believed he had been given forged identity papers. In the second part, the fictional narrative (apparently based on a story written by Perec at the age of thirteen) recounts the organisation of an Olympian Island called W, in which life revolves around sport and competition. While the island might at first seem a Utopia, successive chapters reveal the arbitrary and cruel rules that govern the lives of the athletes. The final autobiographical chapter links back to the fictional narrative by a quotation from David Rousset about the Nazi concentration camps, where Perec's mother died: by now the reader has discovered that the story of the island is an allegory of life in the camps.",
    "genre": [
      "Autobiographical novel"
    ],
    "author": "Georges Perec"
  },
  {
    "title": "Outside Providence",
    "summary": " Largely an autobiographical tale, the novel revolves around Timothy \"Dildo\" Dunphy, a ne'er-do-well from the city of Pawtucket, Rhode Island, which borders Providence. After Dunphy falls in with a bad element at home, his father, a widower, exiles him to the fictional Cornwall Academy (a thin guise for Kent School located near Kent, Connecticut). Over time, Dunphy struggles with issues including class structure, loyalty, first love, and his ongoing issues with his father. Ironically, Dunphy finds that his fellow prep-school students merely represent a wealthier, more polished class of delinquent than the friends he has left at home. The novel was Farrelly's fledgling effort, and served as his thesis when he graduated from the creative writing program at Columbia University.",
    "genre": [
      "Autobiographical novel"
    ],
    "author": "Peter Farrelly"
  },
  {
    "title": "Las películas de mi vida",
    "summary": " The novel's protagonist tells the story of his life lived back and forth between Chile and California. He focuses first on his early youth spent in California, using the films that he saw as a way to characterize this time in his life. He rather suddenly has to return to Chile in his early teens, coming home to live under Augusto Pinochet's regime, a major culture shock for him.",
    "genre": [
      "Autobiographical novel"
    ],
    "author": "Alberto Fuguet"
  },
  {
    "title": "Delusions of Grandma",
    "summary": " The book is about Cora Sharpe, a Hollywood screenwriter who is eight-and-a-half months pregnant by her boyfriend, an attorney named Ray, a relationship that has gone wrong. Concerned that she will not survive labor, Cora begins to write long letters to her unborn child. As she writes, she begins to recall the events that led to her current situation. Her relationship with Ray became more complicated by the arrival of his mother, who came to live with them to recuperate from breast surgery. Cora's friend and co-writer, Bud, who is completely bipolar, then moves in with them. When another friend, William, who is in the final stages of dying of AIDS, moves in, Ray decides that Cora's efforts to care for William during his final days on earth signals that he, Ray, is not her top priority in life. As things get out of control, Cora returns home to her mother, a retired musical comedy star, and Bud follows. There is an in-depth look at the heartfelt expectations of Cora's zany mother, the show-bizzy grandma-to-be. Cora and Bud then join her mother in an inexplicable and madcap scheme to kidnap Cora's grandfather, who is stricken with Alzheimer's, from his nursing home and take him back to his hometown of Whitewright, Texas. The story then concludes with the birth of Cora's child.",
    "genre": [
      "Autobiographical novel"
    ],
    "author": "Carrie Fisher"
  },
  {
    "title": "My Mother's Castle",
    "summary": " Following the summer holiday which features in La gloire de mon père, the family returns to Marseilles but Marcel still yearns for the hills. His wish is granted when they return for the Christmas holiday, much to Marcel's delight. Although only a few kilometers outside Marseilles the journey to the holiday home is time consuming as public transport takes them a short portion of the way and the rest is a walk along a long, winding road. Marcel then tells of an encounter with a girl, Isabelle. He meets her whilst exploring the countryside of the Provence with Lili, and they plan to meet at her house in the future to play. On his first visit to her house, he meets her father and mother, who are both very eccentric. Isabelle herself is also a bit strange, always dressing up in different dresses, and demanding Marcel to dress up as a dog, a soldier, or other things at various times. When they play, Isabelle commands Marcel around to do various things. At one point, she tells him to close his eyes and open his mouth. She then feeds him a grasshopper. Lili and Paul, Marcel's younger brother, observe this, and they report it to Marcel's father. He then forbids Marcel to continue meeting \"with that crazy girl\". Marcel later observes the departure of Isabelle and her family. One day, when travelling to their house, the family encounters one of Marcel's father's former pupils,Bouzigue, who now works in maintaining a canal which runs from the hills into Marseilles. The canal runs across private estates and so he is issued with a key which allows him to pass through several locked doors along the towpath. The employee points out to the family that this is a shortcut which will allow them to reach their house in a fraction of the journey time and offers them his spare key. Marcel's father, being honest and upright realises that this would amount to trespassing. He nevertheless accepts the key after much persuasion from his family for use in an emergency. Despite his reservations, the family use the key more and more and the reduced journey time allows them to visit the holiday home every weekend. They still have an apprehension each time they unlock a door fearing they will be caught. As time passes, however, they encounter the owner of one property and the groundsman of another, who are friendly and quite happy that they cross their land. At the beginning of the summer holidays they make the journey again and Marcel's mother feels a great fear and trepidation of meeting the owner. When they reach the final door they discover it has been padlocked. They are confronted by the caretaker of the final property who has been watching them for some time and who decides to make an official report. Marcel's father is devastated, believing a complaint could damage his career prospects and he could possibly lose his job as a school teacher. The employees of the canal however, confront the caretaker threatening him with prosecution for having unlawfully padlocked one of the company's doors. The caretaker withdraws his complaint against Marcel's family and the matter is concluded. During the ordeal between the canal workers and the caretaker they take the padlock, put it around the gate, and feed the key to his dog so he can't leave the estate. The epilogue mentions that uncle Jules hired a carriage for the family. The film jumps 10 years to the future, telling of the death of Marcel's mother. It also tells of Lili and Paul: Paul was a goatherd in the countryside of the Provence, until his sudden death at the age of 31. Lili is killed in 1917, during the First World War. Marcel is the only one left of their childhood company, now a successful film director. His company has purchased a large old house in the Marseilles area to turn into a film studio. When walking through the grounds he sees a familiar door and realizes that this is the last property on his childhood journey to his holiday home. In a burst of rage he picks up a rock and smashes the door and thus ends a bad spell.",
    "genre": [
      "Autobiographical novel"
    ],
    "author": "Marcel Pagnol"
  },
  {
    "title": "The Book of Ebenezer Le Page",
    "summary": " Ebenezer was born in the late nineteenth century, and dies in the early 1960s. He lived his whole life in the Vale. He never married, despite a few flings with local girls, and a tempestuous relationship with Liza Queripel of Pleinmont. He only left the island once, to travel to Jersey to watch the Muratti. For most of his life he was a grower and fisherman, although he also served in the North regiment of the Royal Guernsey Militia (though not outside the island) and did some jobbing work for the States of Guernsey in the latter part of his life. Guernsey is a microcosm of the world as Dublin is to James Joyce and Dorset is to Hardy. After a life fraught with difficulties and full of moving episodes, Ebenezer dies happy, bequeathing his pot of gold and autobiography (The Book of Ebenezer Le Page) to the young artist he befriends, after an incident in which the latter smashed his greenhouse.",
    "genre": [
      "Autobiographical novel"
    ],
    "author": "Gerald Basil Edwards"
  },
  {
    "title": "The Kindness of Women",
    "summary": " The Kindness of Women is semi-autobiographical, and discusses Jim's departure from China, where he had been born and had been interned, to visit England, other parts of Europe and the USA. Jim is obsessed with two themes throughout the book: sex, and death. Sexual encounters (and there are a lot) are described in the most clinical, cold terms. The act of sex becomes a dispassionate observation of the male and female genitalia. Too often Jim is unaroused, and has to be \"worked on\" by his female partner. It is as unsettling to read as the dissection of his female cadaver at Medical school. Death haunts the pages of this book. When Jim leaves the Japanese camp at the end of the war, he is 15 years old and alone. He witnesses a murder of a Chinese clerk at a railway station, a slow, casual murder, committed by a Japanese soldier in the immediate aftermath of the Atomic bomb. Jim cannot intervene; he knows he, too, could be killed in just as casual a manner. As he walks away towards Shanghai, Jim's life has changed forever. Jim tries and fails to find a niche in post-war England. Failing to complete his studies as a medical student, he decides to be a pilot. But his motives are strange: convinced that World War 3 is around the corner, he wants to be one of the bombers, carrying his own \"pieces of the sun\" to annihilate and, more importantly, to recapture the light he saw at the railway station, where the Chinese clerk died. He finds happiness in his wife and children but, as a young father and husband in the 1960s, he becomes aware of a certain trend towards violence and the ever-intrusive camera lens. This leads him to believe that the world has become desensitized to the violent images they see on the TV screens day after day: Kennedy's assassination in particular, and the images being screened from Vietnam. He sees people morbidly interested in car crashes. Watching and filming instead of helping becomes the norm. The title refers to women who helped him after the death of his wife, but Jim's view of life is distorted and strange. This makes him ideal material for LSD experiments, but he soon dismisses this. His view of humanity is that of a constant need to view lives and violence, and indeed, sex, through a camera, via TV. And just look at Big Brother. This avuncular, puppy-eyed father who brought up three children on his own, and who loved every moment of it, has shown Jim to be a man verging on madness. But, is he Jim? This is the problem and the genius of the book. Where truth and fiction meld and become one. Ballard has declared that the book is the story of his life \"seen through the mirror of the fiction prompted by that life\".",
    "genre": [
      "Autobiographical novel",
      "Fiction"
    ],
    "author": "J. G. Ballard"
  },
  {
    "title": "Youth: Scenes from Provincial Life II",
    "summary": " After graduating in mathematics and English, he moves in the hope of finding inspiration of becoming a poet and finding the woman of his dreams. However he finds none of this and instead, takes up a tedious job as a computer programmer. He feels alienated from the natives and never settles down, always aware of the scorn they see him with. He engages in a series of affairs, none of them fulfilling to him in the slightest. He scorns people's inabilities to see through his dull exterior into the 'flame' inside him; none of the women he meets evokes in him the passion that, according to him, would allow his artistry to flourish and thus produce great poetry.",
    "genre": [
      "Autobiographical novel"
    ],
    "author": "John Maxwell Coetzee"
  },
  {
    "title": "Ondskan",
    "summary": " Erik Ponti is a fourteen year old boy living in the 1950s Stockholm lower middle class. His sadistic stepfather beats him every day after dinner and on random occasions, his mother seemingly afraid to protest and his six year old brother taking advantage of him. He excels in school; \"He ran the fastest and scored the most goals, could take a gargantuan beating, hit with full strength at the first punch and on top of all that he was the superior student in several subjects\", which lends him a position as gang leader and favored student of half his teachers. (He compulsively leads the class to rebel against the other half, who beat the students.) He lives with violence both at home and at school and begins feeling sympathy and pity towards those he beats, when his life comes tumbling down because of the school gang's criminal activities. Betrayed by those he thought of as his friends, the gang, he is expelled from school and \"pre-emptively\" expelled from every school in Stockholm by his zealous and influential principal. He comes home prepared to face his father \"for the last time\" but is surprisingly sent to a boarding school outside of the city, the expensive and exclusive Stjärnsberg school. Away from his father and everyone who knew him, Erik is determined to make a new life without violence for himself, but the traditions of the school stop him. Unable to abide the abuse of the senior students, who make it their habit to boss around and beat those below them, \"especially new and mouthy kids\", he begins a spiral of escalating violence and psychological abuse under the nose of unwitting teachers and adults. Noses are broken, threats are uttered, buckets of feces thrown around and Erik spends a cold winter night soaking wet and tied to the ground. Erik and his friend and roommate Pierre hold in-depth discussions about the nature of evil, the importance of resistance and methods of fighting, while spending summer and winter breaks abroad. Erik develops a forbidden relationship with Marja, a school cook from Savonia, Finland, and wins a swimming trophy in a school championship. He is thrown out of the swimming team as an attempt to make him follow orders, and begins working out obsessively by weightlifting to vent his frustrations, panicked over the prospect of being expelled if he lays a hand on a senior student. When Pierre surrenders to the abuse directed at him to punish Erik and leaves the school, Erik takes to stalking the woods in disguise at night and systematically breaking the nose and teeth of those responsible, when he finds them alone. Marja, fired because of the suspicions of her relationship with Erik, sends him a love letter which the principal uses as grounds to have him expelled, but with the aid of Mr. Ekengren, the family lawyer, Erik threatens legal action over the confiscation of his mail and is allowed to finish his last semester in relative peace. Although not before tracking down his chief tormentor, the chairman of the students' council Otto Silverhjelm, alone in the woods and scaring him into hysteric crying and vomiting. Finishing his basic education with the highest possible grades - barring the lowest possible grade in conduct and behavior - Erik returns home to deal with his father, now that he doesn't need him anymore. . .",
    "genre": [
      "Autobiographical novel"
    ],
    "author": "Jan Guillou"
  },
  {
    "title": "Chinese Cinderella",
    "summary": " Adeline's family considers her as bad luck and they don't pay attention to her throughout her early childhood. This is the story of her struggle for acceptance and how she overcomes the odds to prove her worth. Born the fifth child to a wealthy Chinese family, Adeline's life begins tragically. Adeline's mother died three days after her birth due to complications bought on by the delivery, and in Chinese culture she is considered as bad luck. This situation is compounded by her father's new marriage to a lady who has little affection for her husband's five children. She displays overt antagonism and distrust towards all of the children, particularly Adeline, while favoring her own younger son and daughter born soon after the marriage. The book outlines Adeline's struggle to find a place where she feels she belongs. Denied love from her parents, she finds some solace in relationships with her grandfather (Ye Ye) and her Aunt Baba, but they are taken from her. Adeline immerses herself in striving for academic achievement in the hope of winning favour, but also for its own rewards as she finds great pleasure in words and scholarly success. Adeline progresses through various situations in life, from boarding school to studies abroad.",
    "genre": [
      "Autobiographical novel",
      "Autobiography",
      "Biography",
      "Children's literature"
    ],
    "author": "Adeline Yen Mah"
  },
  {
    "title": "The Arrangement",
    "summary": " The Arrangement is the first-person story of Evangelos Arness, aka Evans Arness, aka Eddie Anderson, a second-generation Greek-American World War II veteran, a son of an Anatolian rug merchant who went broke after the 1929 Depression. He has come to use the name \"Eddie Anderson\" in his career as a self-loathing advertising executive and the name \"Evans Arness\" in his second career as a muck-raking magazine reporter, the career in which he ostensibly takes pride (Lincoln Steffens is his role model). His personal life is just as duplicitous: to outsiders he is happily married but is in fact a compulsive adulterer with his wife Florence's \"don't ask - don't tell\" tacit approval, one aspect of the titular \"arrangement\". His serial adultery ends when he begins a liaison with a female assistant at his advertising firm, Gwen Hunt, whose independent mind fascinates him; he becomes obsessed with her, perhaps even feeling true love towards her. He fails to lock a drawer with their nude photographs, perhaps subsconsciously wanting to be found out; a prying maid discovers them and shows them to Florence (and before that, it turns out, to their adopted daughter, now a university student). Florence persuades him to leave Gwen and to re-invigorate their life with a self-improvement regimen; both seem perfectly content though somewhat dull but after several months he crashes his car in an apparent suicide attempt. The rest of the novel deals with his inability to return to his old role as he attempts to find a new life in which he can be who he authentically is rather than who others desire him to be or whom he has sold people on his being. He has to returns to New York City where he had left his parents and brother after college to deal with his father's dying. After several false starts, in which the newly \"authentic\" Eddie is arrested for indecent exposure, burns down his parents' former house that had become a symbol of father's tyranny over the family, is shot by Gwen's jealous suitor, and is committed to a mental hospital, Eddie settles down with Gwen in Connecticut as a liquor dealer and starts to write short stories.",
    "genre": [
      "Autobiographical novel"
    ],
    "author": "Elia Kazan"
  },
  {
    "title": "Fear and Loathing in Las Vegas",
    "summary": " The novel lacks a clear narrative and frequently delves into the surreal, never quite distinguishing between what is real and what is only imagined by the characters. The basic synopsis revolves around journalist Raoul Duke (Hunter S. Thompson), and his attorney, Dr. Gonzo (Oscar Zeta Acosta), as they arrive in 1970s Las Vegas to report on the Mint 400 motorcycle race. However, they soon abandon their work and begin experimenting with a variety of recreational drugs, such as LSD, ether, cocaine, alcohol, mescaline, and cannabis. This leads to a series of bizarre hallucinogenic trips, during which they destroy hotel rooms, wreck cars, and have visions of anthropomorphic desert animals, all the while ruminating on the decline of culture in a city of insanity.",
    "genre": [
      "Autobiographical novel",
      "Fiction",
      "Roman à clef"
    ],
    "author": "Hunter S. Thompson"
  },
  {
    "title": "Look Homeward, Angel",
    "summary": " The book is divided into three parts, with a total of forty chapters. The first 90 pages of the book deal with an early biography of Gant's parents, very closely based on the actual history of Wolfe's own mother and father. It begins with his father, Oliver's decision to become a stone cutter after seeing a statue of a stone angel. Oliver Gant's first marriage ends in tragedy, and he becomes a raging alcoholic afterwards, which becomes his major struggle throughout his life. He eventually remarries after roaming the countryside, builds his new wife a house, and commences to start a family. The couple is beset with tragedy, as their first daughter dies of cholera at two months old, while two more die during childbirth. In the wake of these losses, Oliver is sent to Richmond for a \"cure,\" to little success and becomes abusive to his family at times, threatening to kill his second wife Eliza (Eugene Gant's mother) in one drunken incident. The two remain together, however, and have a total of six surviving children, with the oldest, Steve, born in 1894. Eugene's father is drunk downstairs while his mother gives birth to him in a difficult labor. Oliver Gant forms a special bond with his son from early on. He begins to get his drinking under control, save for occasional binges, though his marriage becomes strained as Eliza's patience with him grows thinner. By the fifth chapter they are no longer sleeping in the same bedroom. Though, during all this time he is especially fond of his youngest son, Eugene, with whom he makes a special bond. Despite his flaws, Oliver Gant is the family's keystone, reading Shakespeare, having his daughter Helen read poetry, and keeping great fires burning in the house, symbolic of him as a source of warmth for the family. His gusto is the source of energy and strength for the family. Shortly after this, he journeys to California for the last time, returning home to the joy of his family. At this point Eugene is six years old and begins to attend school. His early education takes place, including several incidents of trouble with some of his teachers. He has a love of books and is a bright young boy, much to the pride of both his parents. His mother continues to baby him, unwilling to see him grow up; she does not cut his hair, even though he is teased about its length by the other boys.",
    "genre": [
      "Autobiographical novel",
      "Künstlerroman",
      "Bildungsroman",
      "Roman à clef"
    ],
    "author": "Thomas Wolfe"
  },
  {
    "title": "El árbol de la ciencia",
    "summary": " The first part of the novel deals with the life of the medicine student Andrés Hurtado. Through his family, teachers, classmates and diverse friends, Baroja draws a merciless painting of the bourgeois and proletarian 19th century inhabitants of Madrid. The second half of the novel tells the stay of Hurtado (now a doctor) in Alcolea, a fictitious town in Castilla-La Mancha (where the author shows the dreadful conditions the peasant had to endure such as caciquism, ignorance, apathy or resignation), his return to Madrid (where he works as a hygiene doctor &mdash; emphasizing the description that Baroja makes of prostitution in the 19th century Madrid) and, finally, his unfortunate marriage to Lulú, a young woman he met when he was a student. IV is in direct dialogue (it is totally different from the rest of the novel in which third-person narration is predominant) and contrasts the English pragmatism (supported by Doctor Iturrioz) to the German idealism that Andrés Hurtado defends. ca:El árbol de la ciencia es:El árbol de la ciencia eo:La arbo de la sciado (romano) eu:Jakintzaren arbola",
    "genre": [
      "Autobiographical novel"
    ],
    "author": "Pío Baroja"
  },
  {
    "title": "I Put A Spell On You",
    "summary": " * Introduction, \"I Know How it Feels To Be Free: Nina Simone 1933–2003\", written by Dave Marsh. This introduction was included in the 2003 Da Capo Press reprint edition following Simone's death on April 21, 2003. * Acknowledgements * Prologue * Chapters 1 through 11 * Discography * Index",
    "genre": [
      "Autobiographical novel",
      "Autobiography",
      "Biography"
    ],
    "author": "Nina Simone"
  },
  {
    "title": "Inferno",
    "summary": " The narrator (ostensibly Strindberg, although his narrative variably coheres with and diverges from historical truth), spends most of the novel in Paris, isolated from his wife (Frida Uhl), children, and friends. He associates with a circle of Parisian artists and writers (including Paul Gauguin and Edvard Munch), but often fears they are ridiculing and persecuting him. In his isolation, Strindberg successfully attempts alchemical experiments, and has his work published in prominent journals. He fears, however, that his secrets will be stolen, and his persecution mania worsens, believing that his enemies are attacking him with 'infernal machines.' He also dabbles in the occult, at one point casting a black magic spell on his own distanced daughter. Throughout his studies and adventures, Strindberg believes himself guided by mysterious forces (attributing them sometimes to God, Fate, or vaguer origins). When returning to Sweden to see his daughter, Strindberg is introduced to German mythology and the teachings of Swedenborg, which both influence his fatalistic beliefs and delusions. Through this newfound imagery, Strindberg sees his life as a living hell, hence the novel's title.",
    "genre": [
      "Autobiographical novel"
    ],
    "author": "August Strindberg"
  },
  {
    "title": "Joshua Then and Now",
    "summary": " Joshua Shapiro, successful writer and pundit, lying in a hospital room, seems to have lost his wife and is in the middle of a sex scandal. Compelled to find meaning in his life, he reviews it from his youth to the present day. Joshua grew up as a Jew in the working class St. Urbain Street area in Montreal. His upbringing was unusual because his father was a boxer who had become a gentle crook and his mother was a strip-tease dancer. Embarrassingly, she strips for his friends as part of a Bar Mitzvah party for him. Joshua's father is revealed to have a unique perspective on life, sex, and religion. A trip to Spain as a young man is the impetus that sparks a career as a journalist and writer. In England in a momentary lapse of reason, Joshua forges letters about a (fake) homosexual affair with a British writer to sell to an American university archive. He meets an upper-class Canadian married to a poser of a communist and steals her away to become his own wife. She is the daughter of a Canadian senator and Joshua's key into a level of society of which he is quite contemptuous. In the meantime, Joshua's childhood friends have become successful in their own right. They soon become targets of pranks as he settles various scores. Joshua's conceited brother-in-law assumes a pivotal role in the novel as it is revealed that he is insecure and vulnerable. Neighbors in the wealthy cottage community around Lake Memphremagog lead him astray with dreadful consequences. Past indiscretions rear their ugly heads and Joshua must put together the shambles of his life.",
    "genre": [
      "Autobiographical novel",
      "Fiction"
    ],
    "author": "Mordecai Richler"
  },
  {
    "title": "The Phantom Blooper",
    "summary": " The novel begins sometime after The Short-Timers left off and is divided into three parts. In \"The Winter Soldiers\", Joker (having been demoted from Sergeant to Private) is still at the Khe Sanh base, which is about to be abandoned by American Marines after withstanding a two-month siege. He believes most of his previous squad-mates are dead, even the seemingly indestructible Animal Mother. Joker blames their deaths on \"The Phantom Blooper\", supposedly an American, armed with an M79 grenade launcher, who fights alongside the Viet Cong against his countrymen. Joker is still haunted by the memory of his friend Cowboy, whom he killed in order to keep his squad from being cut down by a sniper. As a result, his behavior has become increasingly erratic and violent. He sets up one of his squad-mates to be killed in an attempt to draw the Phantom Blooper out of hiding, then forces an inattentive soldier on guard duty to hold a live hand grenade with the pin out. Later, as the Viet Cong attempt to overrun the base, he splits his platoon sergeant's tongue with a straight razor. The Marines turn back the attack, suffering heavy losses in the process. The next night, Joker ventures out in search of the Phantom Blooper, but is wounded and captured by the enemy. \"Travels With Charlie\" begins over a year later. Joker has been living and working in a small Viet Cong village, waiting for a chance to escape. He has not been tortured or sent to a POW camp, and his captors have begun to trust him to some degree. In Joker's mind, his best chance is to fool them into believing that he has converted to their cause, accompany them on an attack against an American position, then make his escape when the shooting starts. As time passes, however, he genuinely begins to side more and more with the Viet Cong, seeing them - the people he has been trained to kill - as ordinary human beings just like himself. When a team of Army soldiers arrives to rescue him, he is wounded in the ensuing firefight but manages to shoot down one of their choppers with a discarded M79 before passing out. In \"The Proud Flesh\", Joker spends time convalescing and undergoing psychiatric therapy at Yokosuka Naval Hospital in Japan. He quickly makes it clear that he does not regret any of his actions as a Viet Cong captive, and he expresses his disgust and outrage at having been sent by his country to fight in a futile war. Despite threats of a court-martial for treason, he is given a Section 8 discharge and sent home to the United States. Upon arriving in California, Joker finds that his squad radioman, Donlon, is alive and well and has become an antiwar protester. (Animal Mother, he also learns, was captured by the Viet Cong but escaped from a POW camp; he is still an active Marine.) They attend a demonstration that is quickly and forcefully broken up by the police, but Joker manages to slip away with the help of a cop who served with him at Khe Sanh. Next, Joker travels to Kansas, Cowboy's home, and has a brief and uneasy meeting with Cowboy's parents. Their son's body was never recovered from the jungle, and Joker does not tell them that he fired the shot that killed Cowboy. Finally, he reaches the family farm in Alabama, his disillusionment with the war and America growing all the time. Realizing at last that there is nothing left for him here, he sets out to return to Vietnam and his life among the Viet Cong villagers.",
    "genre": [
      "Autobiographical novel",
      "Speculative fiction",
      "War novel"
    ],
    "author": "Gustav Hasford"
  },
  {
    "title": "Our Lady of the Assassins",
    "summary": " A writer called Fernando returns to Medellín after an absence of 30 years. He finds the place transformed into Colombia's \"capital of hate\". Fernando meets Alexis, 16 years old, a male prostitute and a hitman - a Medellín child - with whom he falls in love. But their tender love is doomed. Alexis needs no reason to kill: like an Angel of Death he opens fire on anybody who rubs him the wrong way. Fernando and Alexis are bound by an intense passion as they wander from church to church, murder to murder. Alexis explains to Fernando the meanings and symbols of the dangerous world of the Medellín guns, while the author tells the boys the remembrances of his childhood in a Medellín that is not more the one he knew. When Alexis is finally killed by two teenagers on a motorbike, Fernando looks for his killer. He finds Wilmar, another boy who keeps a surprising resemblance with late Alexis, not only in his body but also in his behaviors. Trying to live the same with Wilmar, he is soon informed that he is dating with the killer of Alexis. But he can not kill him, because Wilmar confessed to him that Alexis killed his brother before. Fernando proposed to Wilmar to leave the country. The boy agreed, but when he goes to his home to greet his mother for the last time, he is killed also. Fernando winds up alone in the middle of a city where love seems not possible.",
    "genre": [
      "Autobiographical novel"
    ],
    "author": "Fernando Vallejo"
  },
  {
    "title": "The Great Santini",
    "summary": " The Great Santini tells the story of hard-nosed Marine fighter pilot Lt. Col. Wilbur \"Bull\" Meecham, who calls himself \"The Great Santini,\" and the family he runs with a strict hand. It follows the Meecham family as they move to and struggle to fit into the Marine town of Ravenel, South Carolina. The book is set in 1962 before the Vietnam War. Conroy makes the point that Santini is a warrior without a war, and in turn is at war alternately with the service that he loves and his family. The novel explores main character Ben Meecham's growth into manhood, his experiences playing basketball for his high school, as well as his friendships with a Jewish classmate and an African-American farmer. The novel exposes the love-hate relationship between Ben and his father, and the lengths Ben goes to in an effort to win his father's acceptance and love. The novel is based on Conroy's own childhood experiences growing up in a military family. Conroy's own father, Donald Conroy, was the inspiration for \"Bull\" Meecham.",
    "genre": [
      "Autobiographical novel",
      "Fiction"
    ],
    "author": "Pat Conroy"
  },
  {
    "title": "So Far from the Bamboo Grove",
    "summary": " The story begins with Yoko Kawashima (and her mother, brother and sister) living in Nanam, a city in northern Korea. When Korea becomes dangerous, Yoko and her family must return to Japan, hiding from both the Japanese military and the Koreans. Her brother, Hideyo, also tries to flee but he is separated from his family because he tried out for the army and purposefully failed the written test because he decided last minute he didn't want to go to war. As a punishment, he has to serve at an ammunition factory for six days a week, which is why he is separate from his family when the Kawashima's have to leave. The family experiences a difficult journey as they make their way to Seoul and to Pusan to take a ferry to Japan. When Yoko, her sister Ko, and her mother reach Fukuoka, they travel to Kyoto, as the mother had family there. She then leaves for Aomori to seek help from their grandparents. She returns to Yoko and her sister bringing sad news that both of their grandparents are dead. The mother dies on the same day, leaving Yoko and Ko waiting for the eventual return of their brother, Hideyo. Yoko's essay is later published in a newspaper, and their old friend Corporal Matsumura seeks out Yoko, asking if she is the same girl. Hideyo faints at the doorstep of a Korean family. Luckily for him, his life was spared and the family allow him to stay. The family sadly bids Hideyo farewell and he finally reaches Pusan where he finds the message that Yoko had left him. After sailing across to Japan, he sees scriptures of his name and Yoko and Ko's address. While asking directions from a local, he is spotted by Yoko and they are reunited.",
    "genre": [
      "Autobiographical novel",
      "War novel"
    ],
    "author": "Yoko Kawashima Watkins"
  },
  {
    "title": "North Amerikkkan Blues",
    "summary": " Evan Anthony Hyde tells the story of his last few months at St. John's College Sixth Form (now Junior College) in which he receives a scholarship from the local embassy to study at Dartmouth. After enduring threats from a Jesuit teacher who dislikes Hyde and wants to take his scholarship away despite his academic performance, the eighteen year old leaves Belize for Dartmouth. While there, he makes new friends and learns much more than he would have wished about the world outside of Belize. After two years and many adventures, Hyde makes a decision that affects his life irrevocably.",
    "genre": [
      "Autobiographical novel"
    ],
    "author": "Evan X Hyde"
  },
  {
    "title": "To Sir, with Love",
    "summary": " Ricky Braithwaite is a British Guiana-born engineer who has worked in an oil refinery in Aruba. Coming to Britain on the verge of World War Two, he joins the RAF as aircrew. Demobbed in 1945, he is unable to find work, despite his qualifications and experience, meeting overt anti-black attitudes. But after discussing his situation with a stranger whose name he never learns, he applies for a teaching position and is assigned to Greenslade School, a secondary school in London's East End. Most of the pupils in his class are totally unmotivated to learn and largely semi-literate and semi-articulate. But he persists, despite finding that they are unresponsive to his approach. Braithwaite decides to try a new approach, and sets some ground rules. The students will be leaving school soon, and will enter an adult society, so he will treat them as adults, and allow them to decide what topics they wish to study. In return, he demands their respect as their teacher. This novel approach is initially rejected, but within a few weeks, the class is largely won over. He suggests out-of-school activities, including visits to museums, which the kids have never thought about before. A young teacher, Gillian Blanchard, volunteers to assist him on these trips. Some of the girls start to speculate whether a personal relationship is budding between Braithwaite and Gillian. The trip is a success and more are approved by the initially sceptical Head. The teachers and the Student Council openly discuss all matters affecting the school and what is being taught. The general feeling is that Braithwaite's approach is working, although some teachers still advocate a tougher approach to the kids. The mother of one of the girls comes to speak to Braithwaite, feeling that he has more influence than she has with her impressionable daughter, who is staying out late and might be getting into trouble. In the meantime, Braithwaite and Gillian are deeply in love and are discussing marriage. Her parents are openly disapproving of a 'mixed-race' marriage, but realise that they're serious and both intelligent people who know what they are doing. de:To Sir, With Love tr:Öğretmenimize Sevgilerimizle",
    "genre": [
      "Autobiographical novel"
    ],
    "author": "E. R. Braithwaite"
  },
  {
    "title": "Love and War in the Apennines",
    "summary": " Newby takes part in a Special Boat Service operation on the east coast of Sicily. He and his colleagues fail to make their rendezvous with a British submarine and are picked up by a fishing boat. Newby is imprisoned in an orphanage at Fontanellato in the Po valley. With the Armistizio, the Italians let the English prisoners escape. Because Newby has a broken ankle he is abandoned and is hidden in a farmer's hay loft until an Italian doctor takes him to the hospital. Here he is visited by Wanda, the daughter of a Slovene teacher, who gives him Italian lessons in exchange for English lessons and they fall in love. The Germans discover he is there but Newby escapes and hides, moving from one house to another. Newby is nearly captured and moves into the mountains to stay with a shepherd; villagers build him a camouflaged cave. Further exciting adventures follow, and a meeting with Wanda.",
    "genre": [
      "Autobiographical novel"
    ],
    "author": "Eric Newby"
  },
  {
    "title": "The House That Berry Built",
    "summary": " This novel is from Yates' series of 'Berry Books', featuring Berry Pleydell, his relatives and close friends. It is the seventh in the series, all of which are period comedy-thrillers. The House That Berry Built charts the Pleydell family's decision to sell White Ladies, their ancestral home in Hampshire, England, and move to Pau, in the South of France. Unable to afford their aristocratic lifestyle in England, and unhappy at social upheavals following the end of World War I, they take refuge in the South of France where they believe traditional values have not yet disappeared. Nostalgic for a vanished world of social events and elegant idleness, Berry and his friends spend their time driving their Rolls and picnicking on the slopes of the Valley of Ossau. Wearied by the daily return journey from their residence at Pau, they decide to acquire some land on the green mountainside, halfway between the thermal spa of Lally and the village of Besse. Much of the novel is a thinly-veiled account of the building of 'Cockade', the writer's own residence between Eaux-Bonnes and Aas in 1934. In the novel, the house is called 'Gracedieu', and like its real-life equivalent it is constructed on a monumental built terrace anchored in the rock and is called \"Le Château\" by the people of the country. Although it also contains a relatively minor sub-plot regarding the family's investigation of the murder of Sir Steuart Rowley, the novel's principal focus is upon an exceptionally precise description of the building of 'Gracedieu'. The cost of the work, the risks of the construction techniques employed, the whims of the mountain weather, the relations with the local contractor are all carefully detailed. The House That Berry Built comes to an end with the completion of the house and the first signs of the Second World War. It becomes clear, soon after the family move into the house, that the impending war means they cannot remain there. Dornford Yates himself left France for southern Africa for the duration of the war.",
    "genre": [
      "Autobiographical novel",
      "Comic novel",
      "Comedy"
    ],
    "author": "Dornford Yates"
  },
  {
    "title": "Pity is Not Enough",
    "summary": " Pity is Not Enough follows the Trexler's history after the American Civil War and before World War I. While the main narrative focuses on the Trexler family, the chronology is often disrupted by inter-chapters focusing on Victoria's childhood. Victoria recalls her mother, Catherine, telling the story of her unfortunate brother Joe Trexler, a man who had left his family's home in Philadelphia to work as a carpetbagger in Reconstruction-era Georgia. When trouble began to hound him, he escaped first to Canada, where he made acquaintances with the Governor of Georgia, and then returned home for a short while. He manages to escape from the local law by moving again, this time to the west where he joined the gold rush in the Black Hills in Dakota Territory. Future promises of financial success do not become fruitful for Joe or for the majority of his family. His favorite sister Catherine dies relatively young, his two other sisters marry failures who are unable to support them properly, and his younger brother, Aaron, becomes a moderate success but is relatively unhappy. His youngest brother, David, does have some success. Over time Joe slowly falls into dementia. Victoria eventually comes to the conclusion that her Uncle Joe's failure, like her father's failure in business, is not due to personal shortcomings, but to capitalist economic forces beyond their control.",
    "genre": [
      "Autobiographical novel"
    ],
    "author": "Josephine Herbst"
  },
  {
    "title": "Insatiable",
    "summary": " The book begins with her as a confident and sexually adventurous senior PR worker. On a business trip to Peru she decides to have sex with a fat and unattractive man. After she loses her job and is deceived and robbed of her savings by her Spanish boyfriend Jaime, she decides to become a call-girl to pay off her debts. The book then deals with the internal politics of the brothel, the other girls and the various clients. Tasso finds the experience an interesting one, despite a few scrapes, unpleasantness of some of the other girls and ruthlessness of the manager, Manolo. Having made the sum of money she set out to make, she falls in love with a client, Giovanni, and decides to leave the business. Ultimately her relationship with Giovanni does not last.",
    "genre": [
      "Autobiographical novel",
      "Memoir"
    ],
    "author": ""
  },
  {
    "title": "The Circuit: Stories from the Life of a Migrant Child",
    "summary": " Francisco Jimenez (author) tells the tale of Panchito (protagonist), a young boy who lived at the small place in Mexico called El Rancho Blanco. The family dreams about living in the place they can earn good income to support their family and live in a house that has electricity and running water, \"...that someday we would take a long trip north, cross la frontera, enter California, and leave our poverty behind.\" So begins this honest and powerful account of a family's journey to the fields of California - to a life of constant moving; from strawberry fields to cotton fields; from tent cities to one-room shacks; from picking grapes to topping carrots and thinning lettuce. As the story moves from one labor camp to the next, the little family of four grows into ten. Impermanence and poverty define their lives. Seen through the eyes of a boy who longs for an education and the right to call one place home, these are a series of stories of survival, faith, and hope. When Francisco and Roberto went to school; they encounter a lot of problems because they cannot understand English. They sat in the corner and looked at a book and translate it to Spanish using the pictures they found. Pancho met a friend named, Miguelito, they hung out more often at school and home. Sadly Francisco loses his friend when Miguelito has to move away from the tent city because his family needs to earn money. Francisco drew a beautiful picture of a butterfly. One cold day, his teacher Miss Scalapino, notices that Pancho doesn’t have a coat. The principal Mr. Sims gives Francisco a jacket from the lost and found. However, the jacket belongs to Curtis, the biggest and the most popular kid in school. Suddenly, Curtis wants the jacket back. Francisco doesn’t understand English and he didn’t know what Curtis was saying. The two get into a fight. Francisco was embarrassed after the fight and he stop participating in class. One of his friends told him that he is brave for standing up to Curtis. One day, Miss Scalapino announces that Francisco’s picture of the butterfly won in the exhibit. Francisco noticed that the cocoon was breaking out. Francisco opens the jar and set the butterfly free. After school, Curtis wanted to see the picture and he said that Francisco is a good artist. Francisco gives the picture to Curtis as a sign of peace offering. Soon, the immigration officer arrived at Francisco’s school (a few years later) and Mr. Denevi announces that Francisco and his family are being deported back to Mexico.",
    "genre": [
      "Autobiographical novel",
      "Children's literature"
    ],
    "author": "Francisco Jimenez"
  },
  {
    "title": "Iron & Silk",
    "summary": " Salzman, a member of the Yale-China expedition crew, is offered a position to teach English at the Changsha Medical University for two years. While he is there, he learns Chinese martial arts of many different kinds. He studies from the martial arts master Pan Qingfu. He encounters political activists, travels, and deals with many different kinds of people, some of them very traditional.",
    "genre": [
      "Autobiographical novel",
      "Biography"
    ],
    "author": "Mark Salzman"
  },
  {
    "title": "The Pea-Pickers",
    "summary": " The novel has a thin plot: two sisters, dressed as men and taking men's names, Steve and Blue, decide to work as agricultural labourers in Gippsland, the place their mother has told them about throughout their childhood and with which they feel they have a \"spiritual link\". The book is divided into four parts: *Part One: \"For the best! For the best!\" Steve and Blue leave home in Dandenong and travel to Gippsland, near Bairnsdale, where they work as apple-pickers. Steve meets and falls in love with Kelly. They then go to Rutherglen to look for work pruning vines but aren't successful due to their gender, and return home to Dandenong. This title of this section, Maxwell suggests, \"reflects the general mood and optimism of the first section\". *Part Two: \"The Glitter of Celtic Bronze against the Sea\" Steve and Blue return to Gippsland where they work, mostly, as pea-pickers. Kelly had not responded to Steve's letters, and in this part she falls in love with Macca. Maxwell writes that the title of this section \"is from Steve's idealisation of Macca, her lifelong love, whom she sees sometimes as Charon, the mythical Greek boatman on whom the goddess Venus bestowed youth and beauty. The Celtic bronze of his reddish hair is set against the colour of the sea\". *Part Three: \"No Moon Yet\" Steve and Blue travel to the Ovens Valley in Northeastern Victoria and obtain work harvesting hops and maize. They spend some of this time out of work, and struggle to feed themselves. They thieve food to survive, most often from the Italian itinerant workers living near them. Steve pines for her love, Macca. The title, Maxwell writes, \"expresses Steve's growing impatience and despair as she waits for sings of affection from Macca, her one true love, who has gone up-country\". *Part Four: \"Ah, Primavera\" Steve and Blue return to Gippsland for another season of pea-picking. Macca is not there, and Steve learns that he has gone droving and has another \"girl\". At the end of picking, Blue returns home to marry, at Steve's encouragement, and Steve remains alone in Gippsland.",
    "genre": [
      "Autobiographical novel"
    ],
    "author": "Eve Langley"
  },
  {
    "title": "Daughter of Earth",
    "summary": " The novel begins in the 1890s with the Rogers family farming in Missouri. Though they are poor, Marie is unaware and enjoys her childhood for the most part. She does suffer physical abuse at the hands of her mother who believes that Marie lies. Marie’s parents’ marriage is not a happy one; Marie’s father wishes to make more money by leaving the farm and moves the reluctant family in order to obtain work cutting wood. The family bounces back and forth between John Rogers’s temporary jobs and life on the farm. Marie’s Aunt Helen comes to live with the family and works doing laundry for wealthy women. As a working woman, she is respected on the same level as John Rogers. Marie attends school regularly and becomes one of the smartest in her class. When she attends the birthday party of one of the wealthier students, Marie is made aware of class difference. She sees that not everyone lives as she does, and she is humiliated. When John discovers Aunt Helen is working as a prostitute he kicks her out of the house. Elly and Marie are left to support the family when John leaves them again. Marie begins stealing to keep the family fed and clothed. John Rogers returns and the family moves to a mining camp. Annie, Marie’s older sister, marries at the age of sixteen. Her husband is the former beau of Aunt Helen. Annie dies only a few years after this. Jim, one of the men who works for John, proposes marriage to Marie and she accepts. Marie is fifteen. John and Elly explain the implications of marriage to Marie, and she breaks off the engagement. Due to financial troubles, the family continues to move for work. As a teenager, Marie becomes a teacher and moves to New Mexico. A pen pal relationship begins between Marie and Robert Hampton. Marie admires him for his education and the success middle-class status affords him. Marie leaves her second teaching job when she discovers her mother is deathly ill and goes home to be with her as she dies. As a traveling subscription saleswoman, Marie discovers her father and siblings living in squalor. She spends what money she has feeding and clothing the children and leaves. Marie ends up in New Mexico with no money. While starving to death in a hotel, she learns two men have raped a woman they mistook for Marie, believing Marie to be a prostitute. The bartender, one of the rapists, nurses Marie back to health. When he finds out that she is a virgin and not a prostitute, he proposes marriage. Marie is extremely offended and leaves town. She reunites with Big Buck, a man who used to work in the mining camps for her father. He takes care of her while she recuperates and offers to pay for her to go to school for six months. He also proposes marriage, which Marie turns down. While in school in Arizona, Marie meets Karin and Knut Larson. The siblings fascinate Marie because they are well educated. Marie becomes romantically involved with Knut. Knut and Karin decide to move to San Francisco. Marie receives a letter from George stating that their father has sent them to work as farmhands for an abusive man. Marie is torn between helping her family and pursuing her education. She sends George what money she has and leaves for San Francisco. Marie and Knut get married with the understanding that it will be an equal partnership. She is introduced to the socialism through friends of Karin. Marie becomes pregnant and has an abortion. Beatrice, her younger sister, moves to live with her. Marie recognizes how hard life has been for her younger siblings. Marie becomes pregnant and once again has an abortion. While on the ride home, Knut instructs Marie to sit up so as not to cause a scene. Marie cannot accept Knut’s orders as a husband to his wife. This is the final straw, and their marriage ends. While at school, Marie meets an Indian who introduces her to the Indian independence movement. She is asked to leave school because of her liberal activities. On her way to New York, Marie stops to meet her old pen pal, Robert Hampton, and is disappointed by his appearance and strong Christian beliefs. He attempts to convert her to Christianity. Once in New York, Marie lives with Karin and works as a stenographer for The Graphic. Marie becomes increasingly involved in the socialist movement, though she feels little emotional connection to the cause. She receives a letter from George requesting financial help. He is in jail for stealing a horse. Marie responds with a hateful letter and money. Not too long after, she receives a telegram from Dan informing her that George, who was released from jail because of his young age, has died in a ditch cave in. Marie is guilt ridden. Struggling financially, Dan decides to join the military and fight in World War I. Marie worries about him constantly. Marie, still working vigorously as a journalist for The Call and attending school, meets an Indian named Sardar Ranjit Singh. Through him she becomes involved in the Indian independence movement. Talvar Singh, an Indian, asks her to hide a list of addresses for him. Juan Diaz, another member of the movement, breaks into Marie’s apartment. When she arrives home, he interrogates her about Talvar Singh’s whereabouts. Marie claims ignorance. Juan Diaz makes sexual advances and rapes Marie. Marie attempts suicide and is hospitalized. After returning home, she is arrested and interrogated about her involvement with the Indian independence movement. When Marie refuses to cooperate she is imprisoned. After her release, she meets Anand Manvekar. The two fall in love and are soon married. Marie finds happiness in this marriage, but soon Anand’s jealousy about Marie’s sexual past becomes an issue. Marie’s marriage and work with the movement are destroyed when Juan Diaz announces to a comrade that he and Marie engaged in sexual intercourse. At the end of the book Marie has begged Anand to leave her because they will never be happy again, and she will only hold him back from his work. Marie sits alone in their apartment, her marriage and life work destroyed.",
    "genre": [
      "Autobiographical novel",
      "Fiction"
    ],
    "author": "Agnes Smedley"
  },
  {
    "title": "The Disinherited",
    "summary": " Monkey Nest Camp The Disinherited is heard through the voice of Larry Donovan, a young boy, growing up in the Monkey Nest coal mine camp. It is a difficult life, and after Larry’s brother Dan starts working in the mines, Larry’s father prods Larry to do well in school so he too won’t have to go into the mines. Larry makes many observations about the differences between miner families and other families, especially farmer Ben Haskins and his daughter Bonny Fern. Larry throws a dirt clod at Bonny Fern’s head one day and the next tries to give her a flower. She calls him “camp trash” and Ben chases Larry away. Larry also distinguishes differences between the miners themselves. His father and his father’s friend, “Frenchy” are both educated. So is Lionel Stafford, but Larry’s father doesn’t get along with Mr. Stafford. Lionel flaunts his education whereas Larry’s father does not. One day the mine owner, Edward Stacpoole, comes to the mine with his wife and son. The son pushes Larry’s sister, Madge, into a mud puddle and taunts her. Dan is hurt in a mining accident and dies three days later. Frenchy also dies in a separate mining accident. The camp miner’s go on strike, and Larry’s father meets unsuccessfully with Mr. Stacpoole to negotiate. One night during a storm a scab knocks on the Donovan’s door seeking shelter. Tom punches the scab in the mouth and sends him away. Tom tells his children never to become scabs. Eventually, the miners go back to work. Aunt Jessie comes to take Larry to the house of a dead man; she asks Larry if Rollie Weems ever talks about her. Larry says that he does but plays innocent. At the dead man’s house, Aunt Jessie forces Larry to touch the man’s face. Afterwards, Larry suffers nightmares about the dead man. Larry’s father takes a more dangerous job within the mine in order to make more money to pay for Larry’s schooling. However, there is an accident while Mike Riordan and Tom are in the mine. Larry’s father dies, and without an income Mother begins to take in others’ laundry. One of Mother’s customers is the butcher’s wife, Mrs. Koch, who is very particular about her laundry. Larry stains a load of her clothing and Mother takes the blame. Rollie Weems leaves town after rumors start that he got Mattie Perkins pregnant. Mike Riordan, who had disappeared following Tom’s funeral, reappears and periodically leaves groceries on the Donovan’s porch. When the mine goes on strike again, the superintendent approaches Mother about cooking for the strikebreakers; Mother refuses on principle. Rollie Weems returns to say he has gotten work at a railroad; since Larry is of working age now, Rollie recommends that Larry get a job at the railroad also. Bull Market Larry starts going to night school and also gets a job at the railroad, where he becomes friends with Ed Warren. Ed introduces Larry to Wilma and Larry has his first experience with sex, which he reacts to with disgust. American involvement with World War I begins. Rollie Weems enlists and marries Aunt Jessie before going on tour. A baby is born to the newlyweds while he is France. A man speaks in the town square denouncing war and capitalism. Lionel Stafford joins in and the crowd attacks the two men, beating them very badly. Afterwards the Stafford’s leave town defeated. During this time Madge dies. Ed enlists after making several attempts to join the army. Larry stays away from the war he calls “cruel.” Ed sends Bonny Fern letters, and she approaches Larry to ask about Ed. When the soldiers return from war, the railroad goes on strike. Ed returns and moves to Detroit with the Haskins. Rollie emerges as a leader in the strike. During a conversation between him and Larry, he propounds the advantages of staying single. Larry listens and seems to remember Rollie’s advice throughout the narrative. One evening, Rollie starts a fight with a strikebreaker and is shot. He tells Larry to pretend the fight hadn’t happened. Rollie crashes his car into a streetlight and dies. After Rollie’s death, Larry gets a job at a steel mill which begins a series, throughout the novel, of Larry getting and losing jobs. At the steel mill, Larry meets several people, including an old man the workers call “Bun” Grady. Grady is homeless and unable to get many jobs because of his age. Larry rooms at the home of Nat Moore. Nat’s wife Lena is sickly and often places Larry in uncomfortable situations. Larry finds a job at the rubber plant and meets Hans, a German worker, and Jasper, a prankster of sorts. Larry dates Helen, the lunch girl. Larry receives many letters from Ed in Detroit encouraging him to move to Detroit. Ed finally accepts the offer, along with Jasper and Nat, after Lena dies. Nat has also been remarried to Emma, his former cleaning lady, though he plans to send for her after he gets a job. Larry rooms with the Haskins and gets a job at the auto factory. Bonny Fern now takes college classes and Larry takes note of how the classes and the city have affected her. She influences him in the proletarian movement. Getting word that Helen is in Detroit, Larry follows her to a whorehouse that is disguised as a lunch counter. He requests Helen who has become a prostitute. She shares her feelings about him, and mildly drunk, Larry reacts oddly. There is a scene and Larry is thrown out. Nat has sent for his family and has bought a plot of land to build a house on. However he doesn’t yet have enough money to build. In the meantime, he begins making homebrew which upsets Emma. Bonny Fern also expresses disgust when Larry drinks. The Hard Winter The Stock Market crashes and men from the auto factory are laid off. Ed and Larry bounce from job to job. The Haskins decide to go back to the farm, though the decision distresses Bonny Fern. After being gone for some time, Bonny Fern sends Larry a letter detailing his mother’s poor living conditions. Larry and Ed buy a car and head to Monkey Nest Camp. The car is a clunker, and the boys must get jobs to pay for repairs. When they reach the camp, they find Mother, Aunt Jessie, and the kids nearly starved and living in Liam Ryan’s old barroom. Larry is shocked at the physical degeneration of his once pretty Aunt Jessie and his mother. After fixing a leaky roof and buying the family groceries, Ed and Larry look for work. While lying pipeline they meet a half-wit who they deduce to be Willy Stafford. It seems his once uppity older brother, Paul Stafford, has been buried alive working in the pipeline ditch. Bonny Fern is friendly with Larry but he recalls again the advice of Rollie and keeps his distance. In conversation, Mother tells Larry to be a fighter like his father was. Nat and his family show up, as does Hans. Ben Haskin’s farm is repossessed and is set to be sold piece by piece in an auction. Well-meaning farmers come to the auction and refuse to bid. Hans and a sheriff get involved. Eventually one farmer sells the farm and goods back to Ben Haskins for 99 cents. Larry decides to go West with Hans. Mother and Bonny Fern wave good-bye as the Moore family, Hans, Ed, and Larry drive off.",
    "genre": [
      "Autobiographical novel"
    ],
    "author": ""
  },
  {
    "title": "Wartime Lies",
    "summary": " Maciek and his aunt Tania are Polish Jews during World War II. By getting Aryan papers, they elude arrest. In parallel, we follow Maciek, now fifty years old and struck by the tragedy of the consequences of a lying childhood transforming his entire life in a constant fiction.",
    "genre": [
      "Autobiographical novel"
    ],
    "author": "Louis Begley"
  },
  {
    "title": "A Small Place in Italy",
    "summary": " The Newbys want to purchase a house in Italy before house prices start rising and, through the help of contacts, finally purchase I Castagni for two and a half million lire (£1,500) after a long and laborious sales process with the owner, a Signor Botti. Once they move in, they have to completely renovate everything, and are beset with various problems such as mice, a plague of cockroaches and an intractable neighbour who insists on using what he sees as a right of way for agricultural machinery that passes right outside the house - he even moves their outside dining table when he finds it blocking his path. The Newbys initiate a law suit against him which goes on for years owing to the dilapidated Italian legal system, but which they finally manage to win as a result of the man lying before the judge. The strength of the book is in its descriptions of some of the neighbouring families and the individual family members. Their closest neighbour is a sprightly Italian widow, Signora Angiolina, who helps them navigate their way through the intricacies of social life in their neighbourhood, as well as the Dada family who own several acres of vineyards and cook stupendous meals whenever the Newbys visit them at the Casa Dada. There is a very colourful description of the vendemmia, the annual grape harvest, during which Eric is roped into lifting bigonci, large barrel-shaped vessels full of crushed grapes, that nearly break his shoulder. Although the work is hard, there are merenda, consisting of huge outside picnics at which copious quantities of food are eaten, last year's wine drunk and bawdy gossip exchanged between the contadini. Another interesting description is when the Newbys join their neighbours in the annual funghi harvest in a very bountiful year, managing to gather ten full baskets between the four of them (less successful is a harvesting of wild asparagus when Eric forgets his bifocals and cannot see anything).",
    "genre": [
      "Autobiographical novel"
    ],
    "author": "Eric Newby"
  },
  {
    "title": "The Towers of Trebizond",
    "summary": " The book is partly autobiographical. It follows the adventures of a group of people - the narrator Laurie, the eccentric Dorothea ffoulkes-Corbett (otherwise Aunt Dot), her High Anglican clergyman friend Father Hugh Chantry-Pigg (who keeps his collection of sacred relics in his pockets), travelling from Istanbul (or Constantinople as Fr. Chantry-Pigg would have it) to Trebizond. A Turkish feminist doctor attracted to Anglicanism acts as a foil to the main characters. On the way, they meet magicians, Turkish policemen and juvenile British travel-writers, and observe the BBC and Billy Graham on tour. Aunt Dot proposes to emancipate the women of Turkey by converting them to Anglicanism and popularizing the bathing hat, while Laurie has more worldly preoccupations. Historical references (British Christianity since the Dissolution of the Monasteries, nineteenth-century travellers to the Ottoman Empire, the First World War, the Fourth Crusade, St. Paul's Third Missionary Journey, Troy) abound. The geographical canvas is enlarged with the two senior characters eloping to the Soviet Union and the heroine meeting her lover and her semi-estranged mother in Jerusalem. The final chapters after a fatal accident on the return journey raise multiple issues such as the souls of animals. At another level the book, against its Anglo-Catholic backdrop, deals with the attractions of mystical Christianity and the conflict between Christianity and adultery. This was a problem Macaulay had faced in her own life, having had an affair with the married novelist and former Roman Catholic priest Gerald O'Donovan (1871–1942) from 1920 until his death. The famous opening sentence is, The Turkish woman doctor says in the book of Aunt Dot, \"She is a woman of dreams. Mad dreams, dreams of crazy, impossible things. And they aren't all of conversion to the Church, oh no. Nor all of the liberation of women, oh no. Her eyes are on far mountains, always some far peak where she will go. She looks so firm and practical, that nice face, so fair and plump and shrewd, but look in her eyes, you will sometimes catch a strange gleam.\" Barbara Reynolds has suggested that the character of Aunt Dot is based on Rose Macaulay's friend Dorothy L. Sayers, and that Father Hugh Chantry-Pigg has elements of Frs. Patrick McLaughlin, Gilbert Shaw and Gerard Irvine. The book was described in The New York Times: \"Fantasy, farce, high comedy, lively travel material, delicious japes at many aspects of the frenzied modern world, and a succession of illuminating thoughts about love, sex, life, organized churches and religion are all tossed together with enchanting results.\"",
    "genre": [
      "Autobiographical novel",
      "Adventure novel"
    ],
    "author": "Rose Macaulay"
  },
  {
    "title": "Fateless",
    "summary": " The novel is about a young Hungarian boy, György \"Gyuri\" Köves, living in Budapest. The book opens as György's father is being sent to a labor camp. Soon afterwards, György receives working papers and travels to work outside of the Jewish quarter. One day all of the Jews are pulled off of the buses leaving the Jewish quarter, and are sent to Auschwitz on a train without water. Arriving there, Georg lies about his age, unknowingly saving his own life, and tells us of camp life and the conditions he faces. Eventually he is sent to Buchenwald, and continues on describing his life in a concentration camp, before being finally sent to another camp in Zeitz. György falls ill and nears death, but remains alive and is eventually sent to a hospital facility in a concentration camp until the war ends. Returning to Budapest, he is confronted with those who were not sent to camps and had just recently begun to hear of the terrible injustice and suffering.",
    "genre": [
      "Autobiographical novel"
    ],
    "author": "Imre Kertész"
  },
  {
    "title": "Feuchtgebiete",
    "summary": " Set in an anonymous German city, Feuchtgebiete is told by 18 year-old Helen Memel, a schoolgirl who spends some days in the proctological ward of a hospital to be treated for anal fissure caused by the careless shaving of her anal hair. Deep at heart Helen is lonely and bored, and has been so since the breakup of her parents' marriage. Her secret plan is to reunite her father and mother by having them visit her at the same time. However, her parents seem to have little interest in their daughter's well-being and show up only occasionally, only for short periods of time, and at different hours. When she learns that her surgery, which included the removal of haemorrhoids, has been successful and she is going to be released soon, she desperately looks for means to prolong her hospital stay. She secretly rams the pedal of her hospital bed into her anus and immediate emergency surgery has to be carried out to prevent extreme blood loss. Thus having successfully extended her stay, she waits in vain for her miracle to happen: her parents have stopped visiting altogether, and when she tries to contact them by phone all she gets is their respective answering machines. During this time she falls in love with her favourite male nurse called Robin and tries to draw the young man into her world. At the end of the novel the doctor tells Helen she can go home and she asks Robin if she can go to live with him. It becomes apparent that Helen is mentally ill, following a childhood experience when her mother tried to commit suicide. As the novel ends Robin is escorting her through a door in the hospital.",
    "genre": [
      "Autobiographical novel"
    ],
    "author": "Charlotte Roche"
  },
  {
    "title": "Things Could Be Worse",
    "summary": " Renia and Josl Bensky grow up in the Polish town of Łódź, Poland. Shortly after their marriage, they are forced to move to the Ghetto of Łódź, and soon, they are deported to the concentration camp of Auschwitz. After the downfall of the Third Reich, they meet again, and their first daughter Lola is born in a DP camp in 1946. In 1948, The Benskys move to Melbourne and try to start a new life, far away from the horrible crimes they had to endure during the Holocaust. They find good friends among fellow Jewish Immigrants, and with this tight group of friends, they try to live as normal a life as possible. Josl and Renia both try to live with their past; in this mixture of trying to forget and to commemorate, they raise Lola to be an Australian girl. Lola knows she will never understand her parents completely since she will never experience what they had to live through. She has her own problems. She has overweight, weird boyfriends and a first husband whom she does not love. When she turns 19, Lola starts to write for a rock magazine and gets to travel around the world to interview the stars of her time. Apart from her job, she raises her children and tries to figure out her life. Finally, she marries the artist Garth and moves to New York.",
    "genre": [
      "Autobiographical novel"
    ],
    "author": "Lily Brett"
  },
  {
    "title": "Poil de carotte",
    "summary": " The story of \"Poil de carotte\" is that of an unloved redheaded child, the victim of a cruel family. François Lepic, nicknamed Poil de carotte, grows up with a mother who hates him and a father who is indifferent to him. The reader follows the journey of this young boy, the relationships with his parents, with the world around him and with nature. Poil de carotte uses cunning to battle the daily humiliations he experiences and to stand up to the adult world. So, tragedy notwithstanding, the reader enjoys delightful, amusing, comical, and moving adventures.",
    "genre": [
      "Autobiographical novel"
    ],
    "author": "Jules Renard"
  },
  {
    "title": "Richard Yates",
    "summary": " Haley Joel Osment and Dakota Fanning (unrelated to their child star namesakes) are friends who initially met over the internet and converse with each other regularly through Gmail chat. Haley is a 22-year-old author in Manhattan, and Dakota is a 16-year-old high school student in a nearby suburb in New Jersey.",
    "genre": [
      "Autobiographical novel",
      "Autobiography"
    ],
    "author": "Tao Lin"
  },
  {
    "title": "Verukal",
    "summary": " Verukal tells the story of a family of Tamil speaking Iyers who settled in Kerala. Raghu is the protagonist of the story. The pivotal event on which the novel turns is the return of Raghu to his native village after a lapse of several years, to raise money to build a city mansion for himself by selling his ancestral home. He sets about this reluctantly, under pressure from his shrewish and domineering wife. In the village, as he meets his sisters and others among whom he grew up, a flood of memories overwhelms him, and he abruptly changes his mind about selling the property.",
    "genre": [
      "Autobiographical novel"
    ],
    "author": "Malayattoor Ramakrishnan"
  },
  {
    "title": "City of God",
    "summary": " City of God is set in a city renowned for its natural beauty. The novel follows the lives of gangsters and petty criminals living in the Favela. The novel is set from the 1960s through to the 1980s. At the beginning the money made by the delinquents is essentially gained through hold-ups. As the years progress into the 70’s, cocaine begins to make a large appearance in the criminals lives, the focus now turns to drugs both dealing and consuming vast amounts. Due to the increase in drug lords money becomes guns and with guns come power and so evolves large conflicts over who has the ultimate control over drug dealing in the Favela, resulting in gang wars. The law does not apply throughout the novel the power is held by the criminals and drug lords who effectively govern the Favela. The police are interested in how well the gangs are doing for their own gain, due to the lack of government involvement and the low wages the police get paid, the police are easily corrupt.",
    "genre": [
      "Autobiographical novel",
      "Crime Fiction"
    ],
    "author": "Paulo Lins"
  }
]