[
  {
    "title": "Darwin's Dangerous Idea",
    "summary": " \"Starting in the Middle\", Part I of Darwin's Dangerous Idea, gets its name from a quote by Willard Van Orman Quine: \"Analyze theory-building how we will, we all must start in the middle. Our conceptual firsts are middle-sized, middle-distance objects, and our introduction to them and to everything comes midway in the cultural evolution of the race.\" The first chapter \"Tell Me Why\" is named after a song. Before Charles Darwin, God was seen as the ultimate cause of all design, or the ultimate answer to 'why?' questions. John Locke argued for the primacy of mind before matter, and David Hume, while exposing problems with Locke's view, could not see any alternative. Darwin provided just such an alternative: evolution. Besides providing evidence of common descent, he introduced a mechanism to explain it: natural selection. According to Dennett, natural selection is a mindless, mechanical and algorithmic process&mdash;Darwin's dangerous idea. The third chapter introduces the concept of \"skyhooks\" and \"cranes\" (see below). He suggests that resistance to Darwinism is based on a desire for skyhooks, which do not really exist. According to Dennett, good reductionists explain apparent design without skyhooks; greedy reductionists try to explain it without cranes. Chapter 4 looks at the tree of life, such as how it can be visualized and some crucial events in life's history. The next chapter concerns the possible and the actual, using the 'Library of Mendel' (the space of all logically possible genomes) as a conceptual aid. In the last chapter of part I, Dennett treats human artifacts and culture as a branch of a unified Design Space. Descent or homology can be detected by shared design features that would be unlikely to appear independently. However, there are also \"Forced Moves\" or \"Good Tricks\" that will be discovered repeatedly, either by natural selection (see convergent evolution) or human investigation. The first chapter of part II, \"Darwinian Thinking in Biology\", asserts that life originated without any skyhooks, and the orderly world we know is the result of a blind and undirected shuffle through chaos. The eighth chapter's message is conveyed by its title, \"Biology is Engineering\"; biology is the study of design, function, construction and operation. However, there are some important differences between biology and engineering. Related to the engineering concept of optimization, the next chapter deals with adaptationism, which Dennett endorses, calling Gould and Lewontin's \"refutation\" of it an illusion. Dennett thinks adaptationism is, in fact, the best way of uncovering constraints. The tenth chapter, entitled \"Bully for Brontosaurus\", is an extended critique of Stephen Jay Gould, who Dennett feels has created a distorted view of evolution with his popular writings; his \"self-styled revolutions\" against adaptationism, gradualism and other orthodox Darwinism all being false alarms. The final chapter of part II dismisses directed mutation, the inheritance of acquired traits and Teilhard's \"Omega Point\", and insists that other controversies and hypotheses (like the unit of selection and Panspermia) have no dire consequences for orthodox Darwinism. \"Mind, Meaning, Mathematics and Morality\" is the name of Part III, which begins with a quote from Nietzsche. Chapter 12, \"The Cranes of Culture\", discusses cultural evolution. It asserts that the meme has a role to play in our understanding of culture, and that it allows humans, alone among animals, to \"transcend\" our selfish genes. \"Losing Our Minds to Darwin\" follows, a chapter about the evolution of brains, minds and language. Dennett criticizes Noam Chomsky's perceived resistance to the evolution of language, its modeling by artificial intelligence, and reverse engineering. The evolution of meaning is then discussed, and Dennett uses a series of thought experiments to persuade the reader that meaning is the product of meaningless, algorithmic processes. Chapter 15 asserts that Gödel's Theorem does not make certain sorts of artificial intelligence impossible. Dennett extends his criticism to Roger Penrose. The subject then moves on to the origin and evolution of morality, beginning with Thomas Hobbes (who Dennett calls \"the first sociobiologist\") and Friedrich Nietzsche. He concludes that only an evolutionary analysis of ethics makes sense, though he cautions against some varieties of 'greedy ethical reductionism'. Before moving to the next chapter, he discusses some sociobiology controversies. The penultimate chapter, entitled \"Redesigning Morality\", begins by asking if ethics can be 'naturalized'. Dennett does not believe there is much hope of discovering an algorithm for doing the right thing, but expresses optimism in our ability to design and redesign our approach to moral problems. In \"The Future of an Idea\", the book's last chapter, Dennett praises biodiversity, including cultural diversity. In closing, he uses Beauty and the Beast as an analogy; although Darwin's idea may seem dangerous, it is actually quite beautiful.",
    "genre": [
      "Philosophy",
      "Science"
    ],
    "author": "Daniel Dennett"
  },
  {
    "title": "The Doors of Perception",
    "summary": " After a brief overview of research into mescaline, Huxley recounts that he was given 4/10 of a gram at 11:00 am one day in May 1953. Huxley writes that he hoped to gain insight into extraordinary states of mind and expected to see brightly colored visionary landscapes. When he only sees lights and shapes, he puts this down to being a bad visualiser, however, he experiences a great change in his perception of the external world. By 12:30 pm, a vase of flowers becomes the \"miracle, moment by moment, of naked existence\". The experience, he asserts, is neither agreeable nor disagreeable, but simply \"is\". He likens it to Meister Eckhart’s ‘istigheit’ or ‘is-ness’, and Plato’s ‘Being’ but not separated from ‘Becoming’. He feels he understands the Hindu concept of Satchitananda, as well as the Zen koan that ‘the dharma body of the Buddha is in the hedge’ and Buddhist suchness. In this state, Huxley explains he didn’t have an ‘I’, but instead a ‘not-I’. Meaning and existence, pattern and colour become more significant than spatial relationships and time. Duration is replaced by a perpetual present. Reflecting on the experience afterwards, Huxley finds himself in agreement with philosopher C.D. Broad that to enable us to live, the brain and nervous system eliminate unessential information from the totality of the Mind at Large. In summary, Huxley writes that the ability to think straight is not reduced while under the influence of mescaline, visual impressions are intensified, and the human experimenter will see no reason for action because the experience is so fascinating. Temporarily leaving the chronological flow, he mentions that four or five hours into the experience he was taken to the World’s Biggest Drug Store (WBDS) where he was presented with books on art. In one book, the dress in Botticelli’s Judith provokes a reflection on drapery as a major artistic theme as it allows painters to include the abstract in representational art, to create mood, and also to represent the mystery of pure being. Huxley feels that human affairs are somewhat irrelevant whilst on mescaline and attempts to shed light on this by reflecting on paintings featuring people. Cézanne’s Self portrait with a straw hat seems to him as incredibly pretentious, while Vermeer’s human still lives (also, the Le Nain Brothers and Vuillard) are the nearest to reflecting this not-self state. For Huxley, the reconciliation of these cleansed perceptions with humanity reflects the age old debate between active and contemplative life, known as the way of Martha and the way of Mary. As Huxley believes that contemplation should also include action and charity, he concludes that the experience represents contemplation at its height, but not its fullness. Correct behaviour and alertness are needed. Nonetheless, Huxley maintains that even quietistic contemplation has an ethical value, because it is concerned with negative virtues and acts to channel the transcendent into the world. After listening to Mozart’s C- Minor Piano Concerto, Gesualdo’s madrigals and Alban Berg’s Lyric Suite, Huxley heads into the garden. Outside, the garden chairs take on such an immense intensity that he fears being overwhelmed; this gives him an insight into madness. He reflects that spiritual literature, including the works of Jacob Boehme, William Law and the Tibetan Book of the Dead, talk of these pains and terrors. Huxley speculates that schizophrenia is the inability to escape from this reality into the world of common sense and thus help would be essential. After lunch and the drive to the WBDS he returns home and to his ordinary state of mind. His final insight is taken from Buddhist scripture: that within sameness there is difference, although that difference is not different from sameness. The book finishes with Huxley’s final reflections on the meaning of his experience. Firstly, the urge to transcend one’s self is universal through times and cultures (and was characterized by H.G. Wells as The Door in the Wall). He reasons that better, healthier ‘doors’ are needed than alcohol and tobacco. Mescaline has the advantage of not provoking violence in takers, but its effects last an inconveniently long time and some users can have negative reactions. Ideally, self-transcendence would be found in religion, but Huxley feels that it is unlikely that this will ever happen. Christianity and mescaline seem well-suited for each other; the Native American Church for instance uses the drug as a sacrament, where its use combines religious feeling with decorum. Huxley concludes that mescaline is not enlightenment or the Beatific Vision, but a 'gratuitous grace' (a term taken from St Thomas Aquinas’ Summa Theologica). It is not necessary but helpful, especially so for the intellectual, who can become the victim of words and symbols. Although systematic reasoning is important, direct perception has intrinsic value too. Finally, Huxley maintains that the person who has this experience will be transformed for the better.",
    "genre": [
      "Philosophy",
      "Non-fiction"
    ],
    "author": "Aldous Huxley"
  },
  {
    "title": "Consciousness Explained",
    "summary": " The book puts forward a \"multiple drafts\" model of consciousness, suggesting that there is no single central place (a \"Cartesian Theater\") where conscious experience occurs; instead there are \"various events of content-fixation occurring in various places at various times in the brain\". The brain consists of a \"bundle of semi-independent agencies\"; when \"content-fixation\" takes place in one of these, its effects may propagate so that it leads to the utterance of one of the sentences that make up the story in which the central character is one's \"self\". Dennett's view of consciousness is that it is the apparently serial account for the brain's underlying parallelism. One of the book's more controversial claims is that qualia do not (and cannot) exist. Dennett's main argument is that the various properties attributed to qualia by philosophers—qualia are supposed to be incorrigible, ineffable, private, directly accessible and so on&mdash;are incompatible, so the notion of qualia is incoherent. The non-existence of qualia would mean that there is no hard problem of consciousness, and \"philosophical zombies\", which are supposed to act like a human in every way while somehow lacking qualia, cannot exist. So, as Dennett wryly notes, he is committed to the belief that we are all zombies—adding that his remark is very much open to misinterpretation. Dennett claims that our brains hold only a few salient details about the world, and that this is the only reason we are able to function at all. Thus, we don't store elaborate pictures in short-term memory, as this is not necessary and would consume valuable computing power. Rather, we log what has changed and assume the rest has stayed the same, with the result that we miss some details, as demonstrated in various experiments and illusions, some of which Dennett outlines. Research subsequent to Dennett's book indicates that some of his postulations were more conservative than expected. A year after Consciousness Explained was published, Dennett noted \"I wish in retrospect that I'd been more daring, since the effects are stronger than I claimed\". And since then examples continue to accumulate of the illusory nature of our visual world. A key philosophical method is heterophenomenology, in which the verbal or written reports of subjects are treated as akin to a theorist's fiction—the subject's report is not questioned, but it is not assumed to be an incorrigible report about that subject's inner state. This approach allows the reports of the subject to be a datum in psychological research, thus circumventing the limits of classical behaviorism. Also Dennett says that only a theory that explained conscious events in terms of unconscious events could explain consciousness at all: «To explain is to explain away».",
    "genre": [
      "Philosophy",
      "Science"
    ],
    "author": "Daniel Dennett"
  },
  {
    "title": "The Anatomy of Melancholy",
    "summary": " Burton defined his subject as follows: In attacking his stated subject, Burton drew from nearly every science of his day, including psychology and physiology, but also astronomy, meteorology, and theology, and even astrology and demonology. Much of the book consists of quotations from various ancient and mediæval medical authorities, beginning with Hippocrates, Aristotle, and Galen. Hence the Anatomy is filled with more or less pertinent references to the works of others. A competent Latinist, Burton also included a great deal of Latin poetry in the Anatomy, and many of his inclusions from ancient sources are left untranslated in the text. The Anatomy of Melancholy is an especially lengthy book, the first edition being a single quarto volume nearly 900 pages long; subsequent editions were even longer. The text is divided into three major sections plus an introduction, the whole written in Burton's sprawling style. Characteristically, the introduction includes not only an author's note (titled \"Democritus Junior to the Reader\"), but also a Latin poem (\"Democritus Junior to His Book\"), a warning to \"The Reader Who Employs His Leisure Ill\", an abstract of the following text, and another poem explaining the frontispiece. The following three sections proceed in a similarly exhaustive fashion: the first section focuses on the causes and symptoms of \"common\" melancholies, while the second section deals with cures for melancholy, and the third section explores more complex and esoteric melancholies, including the melancholy of lovers and all varieties of religious melancholies. The Anatomy concludes with an extensive index (which, many years later, The New York Times Book Review called \"a readerly pleasure in itself\"). Most modern editions include many explanatory notes, and translate most of the Latin.",
    "genre": [
      "Philosophy"
    ],
    "author": "Robert Burton"
  },
  {
    "title": "Elbow Room",
    "summary": " A major task taken on by Dennett in Elbow Room is to clearly describe just what people are as biological entities and why they find the issue of free will to be of significance. In discussing what people are and why free will matters to us, Dennett makes use of an evolutionary perspective. Dennett describes the mechanical behavior of the digger wasp Sphex. This insect follows a series of genetically programmed steps in preparing for egg laying. If an experimenter interrupts one of these steps the wasp will repeat that step again. For an animal like a wasp, this process of repeating the same behavior can go on indefinitely, the wasp never seeming to notice what is going on. This is the type of mindless, pre-determined behavior that humans can avoid. Given the chance to repeat some futile behavior endlessly, people can notice the futility of it, and by an act of free will do something else. We can take this as an operational definition of what people mean by free will. Dennett points out the fact that as long as people see themselves as able to avoid futility, most people have seen enough of the free will issue. Dennett then invites all who are satisfied with this level of analysis to get on with living while he proceeds into the deeper hair-splitting aspects of the free will issue. From a biological perspective, what is the difference between the wasp and a person? The person can, through interaction with his/her environment, construct an internal mental model of the situation and figure out a successful behavioral strategy. The wasp, with a much smaller brain and different genetic program, does not learn from its environment and instead is trapped in an endless and futile behavioral loop that is strictly determined by its genetic program. It is in this sense of people as animals with complex brains that can model reality and appear to choose among several possible behaviors that Dennett says we have free will. The deeper philosophical issue of free will can be framed as a paradox. On one hand, we all feel like we have free will, a multitude of behavioral choices to select among. On the other hand, modern biology generally investigates humans as though the processes at work in them follow the same biological principles as those in wasps. How do we reconcile our feeling of free will with the idea that we might be mechanical components of a mechanical universe? What about determinism? When we say that a person chooses among several possible behaviors is there really a choice or does it just seem like there is a choice? Do people just (through the action of their more complex brains) simply have better behaviors than wasps, while still being totally mechanical in executing those behaviors? Dennett gives his definition of determinism on page one: All physical events are caused or determined by the sum total of all previous events. This definition dodges a question that many people feel should not be dodged: if we repeatedly replayed the universe from the same point in time would it always reach the same future? Since we have no way of performing this experiment, this question is a long-term classic in philosophy and physicists have tried to interpret the results of other experiments in various ways in order to figure out the answer to this question. Modern day physics-oriented philosophers have sometimes tried to answer the question of free will using the many-worlds interpretation, according to which every time there is quantum indeterminacy each possibility occurs and new universes branch off. Since the 1920s, physicists have been trying to convince themselves that quantum indeterminacy can in some way explain free will. Dennett suggests that this idea is silly. How, he asks, can random resolutions of quantum-level events provide people with any control over their behavior? Since Dennett wrote Elbow Room (1984) there has been an on-going attempt by some scientists to answer this question by suggesting that the brain is a device for controlling quantum indeterminacy so as to construct behavioral choice. Dennett argues that such efforts to salvage free will by finding a way out of the prison of determinism are wasted. Dennett discusses many types of free will (1984). Many philosophers have claimed that determinism and free will are incompatible. What the physicists seem to be trying to construct is a type of free will that involves a way for brains to make use of quantum indeterminacy so as to make choices that alter the universe in our favor, or if there are multiple universes, to choose among the possible universes. Dennett suggests that we can have another kind of free will, a type of free will which we can be perfectly happy with even if it does not give us the power to act in more than one way at any given time. Dennett is able to accept determinism and free will at the same time. How so? The type of free will that Dennett thinks we have is finally stated clearly in the last chapter of the book: the power to be active agents, biological devices that respond to our environment with rational, desirable courses of action. Dennett has slowly, through the course of the book, stripped the idea of behavioral choice from his idea of free will. How can we have free will if we do not have indeterministic choice? Dennett emphasizes control over libertarian choice. If our hypothetically mechanical brains are in control of our behavior and our brains produce good behaviors for us, then do we really need such choice? Is an illusion of behavioral choices just as good as actual choices? Is our sensation of having the freedom to execute more than one behavior at a given time really just an illusion? Dennett argues that choice exists in a general sense: that because we base our decisions on context, we limit our options as the situation becomes more specific. In the most specific circumstance (actual events), he suggests there is only one option left to us. :\"It is this contrast between the stable and the chaotic that grounds our division of the world into the enduring and salient features of the world, and those features that we must treat statistically or probabilistically. And this division of the world is not just our division; it is, for instance, mother nature's division as well. Since for all mother nature knows (or could know) it is possible that these insects will cross paths (sometime, somewhere) with insectivorous birds, they had better be designed with some avoidance machinery. This endows them with a certain power that will serve well (in general).\" If people are determined to act as they do, then what about personal responsibility? How can we hold people responsible and punish them for their behaviors if they have no choice in how they behave? Dennett gives a two part answer to this question. First, we hold people responsible for their actions because we know from historical experience that this is an effective means to make people behave in a socially acceptable way. Second, holding people responsible only works when combined with the fact that people can be informed of the fact that they are being held responsible and respond to this state of affairs by controlling their behavior so as to avoid punishment. People who break the rules set by society and get punished may be behaving in the only way they can, but if we did not hold them accountable for their actions, people would behave even worse than they do with the threat of punishment. This is a totally utilitarian approach to the issue of responsibility: there is no need for moral indignation when people break the rules of proper behavior. Is it, then, moral to punish people who are unable to do other than break a rule? Yes, people have the right to come together and improve their condition by creating rules and enforcing them. We would be worse off if we did not do so. Again, an argument for utility. One final issue: if people do not have real behavioral choices, why not collapse into fatalism? Again, Dennett's argument is that we may not have behavioral choice, but we do have control of our behavior. Dennett asks us to look around at the universe and ask, can I even conceive of beings whose will is freer than our own? For Dennett, the answer to this question is, no, not really. In Elbow Room, he tries to explain why all the attempts that people have tried to make to prove that people have libertarian choice have failed and are, in the final analysis, not really important anyhow. As humans, we are as much in control of our behavior as anything in the universe. As humans, we have the best chance to produce good behavior. We should be satisfied with what we have and not fret over our lack of libertarian free will. Some complaints about Elbow Room relate to our intuitions about free will. Some say that Dennett's theory does not satisfactorily deal with the issue of why we feel so strongly that we do have behavioral choice. One answer to this question is that our sensation of having behavioral choice has been carefully selected by evolution. The well developed human sensation of having free will and being able to select among possible behaviors has strong survival value. People who lose the feeling that they can plan alternative behaviors and execute their choice of possible behaviors tend to become fatalistic and stop struggling for survival. According to Dennett, belief in free will is a necessary condition for having free will. When we are planning for the future and thinking about possible actions to take in the future, we are utilizing considerable amounts of biologically expensive resources (brain power). Evolution has designed us to feel strongly that all of our effort of planning pays off, that we control what we do. If this connection between our brains' efforts to model reality and predict the future and so make possible good outcomes is disconnected from our sense of self and our will, then fatalism and self-destructive behaviors are close at hand.",
    "genre": [
      "Philosophy"
    ],
    "author": "Daniel Dennett"
  },
  {
    "title": "Critique of Dialectical Reason",
    "summary": " Critique of Dialectical Reason is the product of a later stage in Sartre's thinking, during which he no longer identified Marxism with the Soviet Union or French Communism but came closer to identifying as a Marxist. It puts forward a revision of Existentialism, and an interpretation of Marxism as a contemporary philosophy par excellence, one that can be criticized only from a reactionary pre-Marxist standpoint. Sartre argues that while the free fusion of many human projects may possibly constitute a Communist society, there is no guarantee of this. Conscious human acts are not projections of freedom that produce human 'temporality', but movements toward 'totalization', their sense being co-determined by existing social conditions. People are thus neither absolutely free to determine the meaning of their acts nor slaves to the circumstances in which they find themselve. Social life does not consist only of individual acts rooted in freedom, since it is also a sedimentation of history by which we are limited and a fight with nature, which imposes further obstacles and causes social relationships to be dominated by scarcity. Every satisfaction of a need can cause antagonism and make it more difficult for people to accept each other as human beings. Scarcity deprives people of the ability to make particular choices and diminishes their humanity. Communism will restore the freedom of the individual and his ability to recognize the freedom of others.",
    "genre": [
      "Philosophy"
    ],
    "author": "Jean-Paul Sartre"
  },
  {
    "title": "The Open Society and Its Enemies",
    "summary": " In The Open Society and Its Enemies, Popper developed a critique of historicism and a defense of the open society, liberal democracy. The book is in two volumes; volume one is subtitled \"The Spell of Plato\", and volume two, \"The High Tide of Prophecy: Hegel, Marx, and the Aftermath\". The subtitle of the first volume is also its central premise &mdash; namely, that most Plato interpreters through the ages have been seduced by his greatness. In so doing, Popper argues, they have taken his political philosophy as a benign idyll, without taking into account its dangerous tendencies toward totalitarian ideology. Contrary to major Plato scholars of his day, Popper divorced Plato's ideas from those of Socrates, claiming that the former in his later years expressed none of the humanitarian and democratic tendencies of his teacher. In particular, he accuses Plato of betraying Socrates in the Republic, wherein he portrays Socrates sympathizing with totalitarianism (see: Socratic problem). Popper extols Plato's analysis of social change and discontent, naming him as a great sociologist, yet rejects his solutions. This is dependent on Popper's reading of the emerging humanitarian ideals of Athenian democracy as the birth pangs of his coveted \"open society.\" In his view, Plato's historicist ideas are driven by a fear of the change that comes with such a liberal worldview. Popper also suggests that Plato was the victim of his own vanity——that he had designs to become the supreme Philosopher King of his vision. The last chapter of the first volume bears the same title as the book, and is Popper's own philosophical explorations on the necessity of liberal democracy as the only form of government allowing institutional improvements without violence and bloodshed. In volume two, Popper moves on to criticise Hegel and Marx, tracing back their ideas to Aristotle, and arguing that the two were at the root of 20th century totalitarianism.",
    "genre": [
      "Philosophy"
    ],
    "author": "Karl Popper"
  },
  {
    "title": "Tuesdays With Morrie",
    "summary": " Newspaper columnist Mitch Albom recounts time spent with his 78-year-old sociology professor, Morrie Schwartz, at Brandeis University, who was dying from Lou Gehrig's disease (ALS). Albom, a former student of Schwartz, had not corresponded with him since attending his college classes 16 years earlier. The first three chapters incorporate an ambiguous introduction to the final conversation between Albom and Schwartz, a brief flashback to Albom's graduation, and an account of the events Albom experienced between graduation and the reunion with his professor. Albom is a successful sports columnist for the Detroit Free Press despite his childhood dream of being a pianist. After seeing Schwartz on Nightline, Albom called Schwartz, who remembered his former pupil despite the lapse of 16 years. Albom was prompted to travel from Michigan to Massachusetts to visit Schwartz. A newspaper strike frees Albom to commute weekly, Tuesdays, to visit with Schwartz. The resulting book is based on these fourteen Tuesdays they meet, supplemented with Schwartz's lectures and life experiences and interspersed with flashbacks and allusions to contemporary events.",
    "genre": [
      "Philosophy",
      "Biography",
      "Inspirational",
      "Biographical novel",
      "Non-fiction",
      "Memoir",
      "Fiction",
      "Autobiography",
      "Sociology"
    ],
    "author": "Mitch Albom"
  },
  {
    "title": "The Celestine Prophecy",
    "summary": " The book discusses various psychological and spiritual ideas that are rooted in many ancient Eastern Traditions, such as opening to new possibilities can help an individual to establish a connection with the Divine. The main character of the novel undertakes a journey to find and understand a series of nine spiritual insights on an ancient manuscript in Peru. The book is a first-person narrative of spiritual awakening. The narrator is in a transitional period of his life, and begins to notice instances of synchronicity, which is the belief that coincidences have a meaning personal to those who experience them. The story opens with the male narrator becoming reacquainted with an old female friend, who tells him about the Insights, which are contained in a manuscript dating to 600 BC, which has been only recently translated. After this encounter leaves him curious, he decides to go to Peru. On the airplane, he meets a historian who also happens to be interested in the manuscript. As well, he learns that powerful figures within the Peruvian government and the Catholic Church are opposed to the dissemination of the Insights. This is dramatically illustrated when police try to arrest and then shoot the historian soon after his arrival. The narrator then learns the Insights, one by one, often experiencing the Insight before actually reading the text, while being pursued by forces of the Church and the Peruvian government. In the end, he succeeds in learning the first nine Insights and returns to the United States, with a promise of a Tenth Insight soon to be revealed. The Insights are given only through summaries and illustrated by events in the plot. The text of no complete Insight is given, which the narrator claims is for brevity's sake; he notes that the 'partial translation' of the Ninth Insight was 20 typewritten pages in length. In the novel, the Maya civilization left ruins in Peru where the manuscript was found, whereupon the Incas took up residence in the abandoned Maya cities after the Maya had reached an \"energy vibration level\" which made them cross a barrier into a completely spiritual reality.",
    "genre": [
      "Philosophy",
      "Speculative fiction",
      "Inspirational",
      "Fiction"
    ],
    "author": "James Redfield"
  },
  {
    "title": "The Five People You Meet in Heaven",
    "summary": " The book starts with an elderly man named Eddie who works as the head of maintenance at an amusement park called Ruby Pier. Eddie is able to perform this job despite leg injuries he received as a soldier during World War II. On Eddie's birthday, one of the amusement park rides malfunctions because of a damaged cable and stops halfway through the ride. Two of the staff at Ruby Pier are able to rescue the passengers on the ride and then release the ride's cart not knowing that there is a little girl under it. Eddie attempts to save the girl who was sitting under a roller coaster ride that one of the carts was about to fall on. Eddie then finds himself awake and uninjured and realizes that he feels young and much more energetic. He meets a man dubbed as \"The Blue Man\" who had worked at Ruby Pier's freak show and whose real name is Joseph Corvelzchik. Through their conversation, Eddie finds out that he is dead, has gone to heaven and has to meet five people who significantly impacted his life. He also finds out that he feels so much younger because he will feel the way he felt when these people came into his life. Eddie asks why Joseph, whom he does not know, is his first person and Joseph informs Eddie that he died when Eddie ran across the street as a child and caused Joseph to wreck his own car. From this, Eddie learns his first lesson which is that there are no random events in life and all people are connected in some way. The second person that Eddie meets is his former captain from the army who Eddie finds sitting in a tree in a Philippine rainforest. The captain reminds Eddie of their time together as prisoners of war in a forced labor camp. Their group escaped after a lengthy period of time and burned the camp. Eddie remembers that he had seen a shadow running from the hut that he was setting on fire although he had never found out who the person was. The captain confesses that he was the one who shot Eddie in the leg to prevent Eddie from chasing the shadow in the fire. This saved Eddie's life while leaving him with the lifelong injury. The captain later died by a landmine while scouting ahead during the escape, saving the lives of the group. Eddie learns his second lesson about the importance of people's willingness to make sacrifices for others. The scene changes and Eddie finds himself outside a diner where he meets a well dressed woman named Ruby. Ruby tells Eddie that she had once worked as a waitress at the diner and explains that Ruby Pier was named after her by her husband Emile who built it in tribute to her. Emile was wounded while fighting a fire that burned much of Ruby Pier and later died from failing health. Ruby confesses that she picked the diner because that was where she had met Emile and wanted the diner to be a refuge for anyone who had ever been hurt in any way by Ruby Pier. Eddie's father, who had been a very harsh and abusive man, is also at the diner. Ruby teaches Eddie to release his anger and forgive his father for all the trouble and hurt he had caused. Eddie now awakens in a room with several doors. Behind each of the doors there is wedding from a different culture and Eddie meets his late wife, Marguerite, in one of the weddings. They spend an extended period together, moving from one wedding to the next and catching up on all the things they had not been able to share since Marguerite's death. They remember their own wedding and in the end, Marguerite teaches Eddie that love is never lost in death. When Eddie awakens to a new scene, he sees children playing along a riverbed and a young Asian girl named Tala comes up to him. Tala reveals that she was the little girl from the hut that Eddie set on fire. The girl shows Eddie the burns that she suffered from the fire. She hands Eddie a stone and tells him to rub the burns off. Eddie starts to scrape off the injuries he had inflicted on her and soon Tala is free of the scars. Eddie believes that he failed to save the little girl from the amusement park and remembers feeling the girl's hands in his just before his death but Tala says that it was her hands that Eddie had felt as she pulled him safely up to heaven. In reality, Eddie did manage to save the girl at Ruby Pier. Tala teaches Eddie that his life was not for nothing and that its purpose was to protect children at Ruby Pier through his care for the safety of the rides. In this way, he also atoned for causing Tala's death. In the end, it shows that Eddie's heaven was the Stardust Band Shell, where he met Marguerite. He is also one of the five people to be met by the girl whose life he saved when she dies.",
    "genre": [
      "Philosophy",
      "Novel",
      "Fiction",
      "Inspirational"
    ],
    "author": "Mitch Albom"
  },
  {
    "title": "Laws",
    "summary": " Unlike most of Plato's dialogues, Socrates does not appear in the Laws: the dialogue takes place on the island of Crete, and Socrates appears outside of Athens in Plato's writings only twice, in the Phaedrus, where he is just outside the city's walls, and in the Republic, where he goes down to the seaport Piraeus five miles outside of Athens. The conversation is instead lead by an Athenian Stranger (in Greek, xenos) and two other old men, the ordinary Spartan citizen Megillos and the Cretan politician and lawgiver Clinias from Knossos. The Athenian Stranger, who resembles Socrates but whose name is never mentioned, joins the other two on their religious pilgrimage from Knossos to the cave of Zeus. The entire dialogue takes place during this journey, which mimics the action of Minos: said by the Cretans to have made their ancient laws, Minos walked this path every nine years in order to receive instruction from Zeus on lawgiving. It is also said to be the longest day of the year, allowing for the densely packed twelve chapters. By the end of the third book Clinias announces that he has in fact been given the responsibility of creating the laws for a new Cretan colony, and that he would like the Stranger's assistance. The rest of the dialogue proceeds with the three old men, walking towards the cave and making laws for this new city which is called the city of the Magnetes (or Magnesia). The question asked at the beginning is not \"What is law?\" as one would expect. That is the question of the apocryphal Platonic dialogue Minos. The dialogue rather proceeds from the question of who it is that receives credit for creating laws. The questions of the Laws are quite numerous, including: *Divine revelation, divine law and law-giving *The role of intelligence in law-giving *The relations of philosophy, religion, and politics *The role of music, exercise and dance in education *Natural law and natural right The dialogue uses primarily the Athenian and Spartan (Lacedaemonian) law systems as background for pinpointing a choice of laws, which the speakers imagine as a more or less coherent set for the new city they are talking about.",
    "genre": [
      "Philosophy"
    ],
    "author": "Plato"
  },
  {
    "title": "After Virtue",
    "summary": " MacIntyre holds that After Virtue makes seven central claims. It begins with an allegory suggestive of the premise of the science-fiction novel A Canticle for Leibowitz: a world where all sciences have been dismantled quickly and completely. MacIntyre asks what the sciences would look like if they were re-assembled from the remnants of scientific knowledge that survived the catastrophe. He claims that the new sciences, though superficially similar to the old, would in fact be devoid of real scientific content, because the key suppositions and attitudes would not be present. \"The hypothesis which I wish to advance,\" he continues, \"is that in the actual world which we inhabit the language of morality is in the same state of grave disorder as the language of natural science in the imaginary world which I described.\" Specifically, MacIntyre applies this hypothesis to advance the notion that the moral structures that emerged from the Enlightenment were philosophically doomed from the start because they were formed using the aforementioned incoherent language of morality. MacIntyre claims that this failure encompasses the work of many significant Enlightenment and post-Enlightenment moral philosophers, including Kierkegaard, Marx, Kant, and Hume. These philosophers \"fail because of certain shared characteristics deriving from their highly specific historical background.\" That background is the Enlightenment's abandonment of Aristotelianism, and in particular the Aristotelian concept of teleology. Ancient and medieval ethics, argues MacIntyre, relied wholly on the teleological idea that human life had a proper end or character, and that human beings could not reach this natural end without preparation. Renaissance science rejected Aristotle's teleological physics as an incorrect and unnecessary account, which led Renaissance philosophy to make a similar rejection in the realm of ethics. But shorn of teleology, ethics as a body of knowledge was expurgated of its central content, and only remained as, essentially, a vocabulary list with few definitions and no context. With such an incomplete framework on which to base their moral understanding, the philosophers of the Enlightenment and their successors were doomed from the beginning. MacIntyre illustrates this point through an example of a people who, he argues, experienced a similar incoherence in their own moral and ethical tradition: the Polynesian people of the South Pacific and their taboos. King Kamehameha II removed the taboos of the people in order to modernize their society and met little if any resistance. The Polynesians had no issue with abandoning their long-standing cultural traditions and MacIntyre claims this is because the taboos, though once meaningful to the islanders, had been shorn over the centuries of their underlying spiritual and didactic purpose, becoming a set of arbitrary prohibitions. The fact that Kamehameha II could abolish them so easily and without opposition is evidence, MacIntyre argues, of their incoherence. A similar incoherence, he argues, bedevils the ethical project since the Enlightenment. Another reason MacIntyre gives for the doomed nature of the Enlightenment is the fact that it ascribed moral agency to the individual. He claims this made morality no more than one man's opinion and, thus, philosophy became a forum of inexplicably subjective rules and principles. The failure of the Enlightenment Project, because of the abandonment of a teleological structure, is shown by the inadequacy of moral emotivism, which MacIntyre believes accurately reflects the state of modern morality. MacIntyre offers a strong critique of Friedrich Nietzsche, whom he calls the \"King Kamehameha II of the European tradition,\" in reference to the Polynesian allegory above. MacIntyre explains that, \"Nietzschean man, the Übermensch, [is] the man who transcends, finds his good nowhere in the social world to date, but only that in himself which dictates his own new law and his own new table of the virtues.\" Although he disagreed with Nietzsche's inegalitarian and elitist view of mankind, he acknowledged the validity of Nietzsche's critique of Enlightenment morality as an explanation of the latter's degeneration into emotivism, and that, like Kamehameha II, Nietzsche had identified the moral imperatives of his time as arbitrary and incoherent in demanding their abolition. The nineteenth-century critic who has most lastingly and profoundly influenced MacIntyre is not Nietzsche but Marx — indeed, After Virtue originates in MacIntyre's plans to write a book repairing the moral weaknesses of Marxism. His critique of capitalism, and its associated liberal ideology and bureaucratic state (including what, in After Virtue, he condemned as the state capitalism of the USSR) is not expressed in traditional Marxist terms. Instead, it is written as a defence of ordinary social 'practices', and of the 'goods internal to practices'. Pursuit of these helps to give narrative structure and intelligibility to our lives, but these goods must be defended against their corruption by 'institutions', which pursue such 'external goods' as money, power and status (chapters 14-15). MacIntyre seeks to find an alternative to Nietzsche's philosophy and eventually concludes that only classic Aristotelian thought can hope to save Western humanity. While Nietzsche seems to include the Aristotelian ethics and politics in his attack on the \"degenerate disguises of the will to power,\" MacIntyre claims that this cannot be done due to important differences between the structure and assumptions of Aristotelian and post-Enlightenment philosophy. These include: *Aristotle's assumption that man is as-he-happens-to-be and that this is distinct from man-as-he-should-be. The Enlightenment, on the other hand, offers no metaphysical framework whatsoever in place of teleology. *Aristotle's claim that rules are based on virtues, which are derived from an understanding of the telos. The Enlightenment reversed this and predicated virtues on an understanding of subjective (but purported to be universal) principles. *Aristotle's assertion that virtue and morality are integral parts of society, as an understanding of the telos must be social and not individual. In the Enlightenment, however, societies lost their moral authority and the individual became the fundamental interpreter of moral questions. MacIntyre opposes Nietzsche's return to the aristocratic ethics of Homeric Greece with the teleological approach to ethics pioneered by Aristotle. Nietzsche’s critique of Enlightenment moral theory does not work against a teleological ethics. For MacIntyre, \"Nietzsche replaces the fictions of the Enlightenment individualism, of which he is so contemptuous, with a set of individualist fictions of his own.\" Nietzsche’s übermensch, his solution to the lies of the Enlightenment, exposes the failure of the Enlightenment's epistemological project and of its search for a subjective yet universal morality. Nietzsche neglects the role of society in the formation and understanding of tradition and morality, and \"Nietzsche’s great man cannot enter into relationships meditated by appeal to shared standards or virtues or goods; he is his own only moral authority and his relationships to others have to be exercises of that authority... it will be to condemn oneself to that moral solipsism which constitutes Nietzschean greatness.\" After Virtue ends by posing the question 'Nietzsche or Aristotle?', although MacIntyre acknowledges that the book does not give sufficient grounds for a definitive answer that it is Aristotle, not Nietzsche, who points to the best solution for the problems that the book has diagnosed. Those grounds are set out in MacIntyre's subsequent works, in which he elaborates a sophisticated revision of the philosophical tradition of Aristotelianism. In the end, however, MacIntyre tells us that we are waiting not for Godot but for St Benedict. MacIntyre charges a strong critique against individualist political philosophy, such as John Rawls' A Theory of Justice and Robert Nozick's Anarchy, State, and Utopia. To MacIntyre, morals and virtues can only be comprehended through their relation to the community in which they come from. Whereas Rawls tells us to conceive of justice through abstracting ourselves from who we are (through the veil of ignorance, for example) MacIntyre disagrees. Running throughout 'After Virtue' is the belief that in order to comprehend who we are, we must understand where we come from.",
    "genre": [
      "Philosophy"
    ],
    "author": ""
  },
  {
    "title": "Under Western Eyes",
    "summary": " As in many of Conrad's stories, the first-person narrator is somewhat removed from the action of the story; in this case, it is an old English professor of languages residing in Geneva, who has received the personal record of a young orphaned Russian student named Razumov. Razumov is a studious and career-motivated young man who keeps himself largely aloof from his peers. One day when he returns home, he finds a student acquaintance named Victor Haldin hiding in his apartment. Haldin informs Razumov that he has just committed a political assassination (which Conrad modeled after the real-life assassination of Vyacheslav von Plehve) and evaded the police. This news causes the single-minded Razumov to panic, as he has no sympathy for Haldin's actions and feels that all he has worked for is slipping away. Haldin requests Razumov to contact someone named Ziemianitch, who may be able to help Haldin escape successfully. Razumov is panic-stricken, but after much soul-searching agrees to help Haldin—primarily with the intention of getting him out of his apartment. When Razumov finds Ziemianitch in a drunken stupor and unable to assist Haldin he temporarily snaps. Then, in a panic stricken state of confusion, Razumov proceeds to go to the one person that may be able to assist him, his sponsor at the university. They decide to betray Haldin. Accordingly, they go to the chief of police, General T (whom Conrad modeled after real-life Petersburg police chief Fyodor Trepov). Subsequently a trap is laid for Haldin, and Razumov finds himself taking the first step to becoming a secret agent, although at this time he has no such intention. The narrative then shifts to Geneva where Natalia Haldin, the sister of the executed revolutionary, receives the tragic news via the professor of languages, who has become her tutor and friend and who reads of Victor Haldin's demise in the English newspaper. In his last correspondence to his sister, Victor Haldin mentioned a certain serious young man named Razumov who was kind to him. Nathalie soon learns that Razumov is scheduled to arrive in Switzerland, and she impatiently awaits the arrival of her late brother's final friend. Razumov comes distressed to Geneva, though he is received warmly by the Russian revolutionist community there, who are planning an insurgency in the Baltic regions. No one knows that Razumov betrayed Haldin, and that he has been sent as a secret agent of the Tsarist regime. Though he is supposed to be penetrating the revolutionary colony in order to access its secrets, Razumov is unable to contain his fits of aggression and sneering toward the left-wing leaders, who are puzzled but continue to trust the young man. It is ultimately revealed that the cause of Razumov's outbursts is his love for Natalie Haldin, who he sees on her daily walks. Never having experienced any kind of warmth or affection from another person, he is long unable to recognize the emotion in himself; when he finally does, he reveals the truth to Natalie and to the revolutionaries, and suffers the consequences for his betrayal. (When Conrad began writing, he planned to have Razumov marry Natalie, have a child, and finally confess years later.)",
    "genre": [
      "Philosophy",
      "Children's literature",
      "Novel",
      "Fiction"
    ],
    "author": "Joseph Conrad"
  },
  {
    "title": "Magick Without Tears",
    "summary": " The book consists of 80 letters to various students of magick. Originally to be titled Aleister Explains Everything, the letters offer his insights into both magick and Thelema—-Crowley's religious and ethical system—-with a clarity and wit often absent in his earlier writings. The individual topics are widely varied, addressing the orders O.T.O. and A∴A∴, Qabalah, Thelemic morality, Yoga, astrology, various magical techniques, religion, death, spiritual visions, the Holy Guardian Angel, and other issues such as marriage, property, certainty, and meanness. The book is considered by many as evidence that Crowley remained lucid and mentally capable at the end of his life, despite his addiction to heroin (prescribed for his chronic emphysema).",
    "genre": [
      "Philosophy"
    ],
    "author": "Aleister Crowley"
  },
  {
    "title": "The God Delusion",
    "summary": " Dawkins dedicates the book to Douglas Adams and quotes the novelist: \"Isn't it enough to see that a garden is beautiful without having to believe that there are fairies at the bottom of it too?\" The book contains ten chapters. The first few chapters make a case that there is almost certainly no God, while the rest discuss religion and morality. Dawkins writes that The God Delusion contains four \"consciousness-raising\" messages: # Atheists can be happy, balanced, moral, and intellectually fulfilled. # Natural selection and similar scientific theories are superior to a \"God hypothesis\"—the illusion of intelligent design—in explaining the living world and the cosmos. # Children should not be labelled by their parents' religion. Terms like \"Catholic child\" or \"Muslim child\" should make people cringe. # Atheists should be proud, not apologetic, because atheism is evidence of a healthy, independent mind. Since there are a number of different theistic ideas relating to the nature of God(s), Dawkins defines the concept of God that he wishes to address early in the book. Dawkins distinguishes between an abstract, impersonal god (such as found in pantheism, or as promoted by Spinoza or Einstein) from a personal God who is the creator of the universe, who is interested in human affairs, and who should be worshipped. This latter type of God, the existence of which Dawkins calls the \"God Hypothesis\", becomes an important theme in the book. He maintains that the existence of such a God would have effects in the physical universe and – like any other hypothesis – can be tested and falsified. Dawkins surveys briefly the main philosophical arguments in favour of God's existence. Of the various philosophical proofs that he discusses, he singles out the Argument from design for longer consideration. Dawkins concludes that evolution by natural selection can explain apparent design in nature. He writes that one of the greatest challenges to the human intellect has been to explain \"how the complex, improbable design in the universe arises\", and suggests that there are two competing explanations: # A hypothesis involving a designer, that is, a complex being to account for the complexity that we see. # A hypothesis, with supporting theories, that explains how, from simple origins and principles, something more complex can emerge. This is the basic set-up of his argument against the existence of God, the Ultimate Boeing 747 gambit, where he argues that the first attempt is self-refuting, and the second approach is the way forward. At the end of chapter 4, Why there almost certainly is no God, Dawkins sums up his argument and states, \"The temptation [to attribute the appearance of a design to actual design itself] is a false one, because the designer hypothesis immediately raises the larger problem of who designed the designer. The whole problem we started out with was the problem of explaining statistical improbability. It is obviously no solution to postulate something even more improbable\". In addition, chapter 4 asserts that the alternative to the designer hypothesis is not chance, but natural selection. Dawkins does not claim to disprove God with absolute certainty. Instead, he suggests as a general principle that simpler explanations are preferable (see Occam's razor), and that an omniscient and omnipotent God must be extremely complex. As such he argues that the theory of a universe without a God is preferable to the theory of a universe with a God. The second half of the book begins by exploring the roots of religion and seeking an explanation for its ubiquity across human cultures. Dawkins advocates the \"theory of religion as an accidental by-product – a misfiring of something useful\" as for example the mind's employment of intentional stance. Dawkins suggests that the theory of memes, and human susceptibility to religious memes in particular, can explain how religions might spread like \"mind viruses\" across societies. He then turns to the subject of morality, maintaining that we do not need religion to be good. Instead, our morality has a Darwinian explanation: altruistic genes, selected through the process of evolution, give people natural empathy. He asks, \"would you commit murder, rape or robbery if you knew that no God existed?\" He argues that very few people would answer \"yes\", undermining the claim that religion is needed to make us behave morally. In support of this view, he surveys the history of morality, arguing that there is a moral Zeitgeist that continually evolves in society, generally progressing toward liberalism. As it progresses, this moral consensus influences how religious leaders interpret their holy writings. Thus, Dawkins states, morality does not originate from the Bible, rather our moral progress informs what part of the Bible Christians accept and what they now dismiss. The God Delusion is not just a defence of atheism, but also goes on the offensive against religion. Dawkins sees religion as subverting science, fostering fanaticism, encouraging bigotry against homosexuals, and influencing society in other negative ways. He is most outraged about the teaching of religion in schools, which he considers to be an indoctrination process. He equates the religious teaching of children by parents and teachers in faith schools to a form of mental abuse. Dawkins considers the labels \"Muslim child\" or a \"Catholic child\" equally misapplied as the descriptions \"Marxist child\" or a \"Tory child\", as he wonders how a young child can be considered developed enough to have such independent views on the cosmos and humanity's place within it. The book concludes with the question whether religion, despite its alleged problems, fills a \"much needed gap\", giving consolation and inspiration to people who need it. According to Dawkins, these needs are much better filled by non-religious means such as philosophy and science. He suggests that an atheistic worldview is life-affirming in a way that religion, with its unsatisfying \"answers\" to life's mysteries, could never be. An appendix gives addresses for those \"needing support in escaping religion\".",
    "genre": [
      "Philosophy",
      "Science",
      "Non-fiction"
    ],
    "author": "Richard Dawkins"
  },
  {
    "title": "The Twilight of the Idols",
    "summary": " Nietzsche criticizes German culture of the day as unsophisticated and nihilistic, and shoots some disapproving arrows at key French, British, and Italian cultural figures who represent similar tendencies. In contrast to all these alleged representatives of cultural \"decadence\", Nietzsche applauds Caesar, Napoleon, Goethe, Thucydides and the Sophists as healthier and stronger types. The book states the transvaluation of all values as Nietzsche's final and most important project, and gives a view of antiquity wherein the Romans for once take precedence over the ancient Greeks. The book is divided up into several sections: ===Maxims and Arrow he Problem of Socrate eason in Philosoph ow the \"True World\" Finally Became Fictio orality as Anti-Natur he Four Great Errors=== In the chapter The Four Great Errors, he suggests that people, especially Christians, confuse the effect for the cause, and that they project the human ego and subjectivity on to other things, thereby creating the illusionary concept of being, and therefore also of the thing-in-itself and God. In reality, motive or intention is \"an accompaniment to an act\" rather than the cause of that act. By removing causal agency based on free, conscious will, Nietzsche critiques the ethics of accountability, suggesting that everything is necessary in a whole that can neither be judged nor condemned, because there is nothing outside of it. What people typically deem \"vice\" is in fact merely \"the inability not to react to a stimulus.\" In this light, the concept of morality becomes purely a means of control: \"the doctrine of will has been invented essentially for the purpose of punishment, that is of finding guilty.\"",
    "genre": [
      "Philosophy"
    ],
    "author": "Friedrich Nietzsche"
  },
  {
    "title": "Socratic Puzzles",
    "summary": " Nozick disclaims the title \"political philosopher\" and characterizes his Anarchy, State, and Utopia as \"an accident\" that came about because he was \"getting nowhere\" working on the problem of free will. He discusses his reverence for Socrates, and his intellectual debts to Sidney Morgenbesser and Carl Hempel. At \"the most consequential party I ever attended,\" someone told him about a problem posed by a physicist in California, William Newcomb. Nozick brought this problem into the literature of decision theory (\"rational choice theory\"). He describes the influence of decision theory on Anarchy, State, and Utopias derivation of the state from individuals' actions, and its game-theoretic analysis of utopia; and especially in The Nature of Rationality, where he proposed a \"decision value\" alternative to maximizing expected utility and also extended decision theory to issues about rational belief. He concludes the introduction by talking about philosophy as a way of life. Although \"being philosophical\" in the ordinary sense wasn't his motivation for entering philosophy, he found himself being philosophical when diagnosed with stomach cancer and informed about the dire statistics, adding parenthetically an anecdote about the operation in which much of his stomach was removed, I maintain it was not a complaint when the first words I said to the surgeons upon coming up from anaesthesia after seven hours were, \"I hope we don't have to do this again. I don't have the stomach for it.\" Nietzsche&#39;s demand, that you should lead a life you would be willing to repeat infinitely often, seems &#34;a bit stringent&#34;, but philosophy constitutes a way of life worth continuing to its end. He did exactly that, according to his friend Alan Dershowitz.",
    "genre": [
      "Philosophy"
    ],
    "author": "Robert Nozick"
  },
  {
    "title": "All About Love: New Visions",
    "summary": " In the first chapter she proposes that if we came to an agreement on the definition of love and acknowledge it as a verb rather than a noun we would all be happier. In the second chapter she proposes that children be treated with respect and justice so that they may learn to love. In the third chapter she proposes that complete honesty is necessary for a healthy relationship. She believes males learn to lie as a means of obtaining power, while females do the same but also lie to pretend powerlessness. In the fourth chapter she proposes that self-acceptance and self-love are necessary to have a happy relationship. In the fifth chapter she proposes that a relationship with God is necessary to provide love to others. In the sixth chapter she proposes that in order to love we must let go of obsessions with power and domination as a culture. In the seventh chapter she proposes that we must place love above materialism. In the eighth chapter she proposes that a sense of community and belonging is essential to feel loved and desire to give love. In the ninth chapter she proposes that both partners have to be giving.",
    "genre": [
      "Philosophy",
      "Non-fiction"
    ],
    "author": "Bell Hooks"
  },
  {
    "title": "South Park and Philosophy: Bigger, Longer, and More Penetrating",
    "summary": " The book includes an article about the character Kenny, by Southern Illinois University philosophy professor Dr. Randall Auxier, entitled: \"Killing Kenny: Our Daily Dose of Death.\" Professor Auxier also gave a talk on his contribution to the work, at Green Mountain College. South Park and Philosophy: Bigger, Longer, and More Penetrating also addresses issues of applied ethics, such as stem-cell research, euthanasia, drugs in sports, religion, blasphemy, human evolution, environment, and gay marriage. The book is organized into five sections by topic, which include \"Religion and Other Disabilities,\" \"Politics and Other Sacred Cows,\" \"Morality and Other Urges,\" \"Science, Logic and Other Really, Really Clever Stuff\" and \"Humor and Other Insertable Devices.\"",
    "genre": [
      "Philosophy",
      "Non-fiction"
    ],
    "author": ""
  },
  {
    "title": "South Park and Philosophy: You Know, I Learned Something Today",
    "summary": " The book includes contributions from twenty-two academics in the field of philosophy. Topics include issues of sexuality involved in depicting Saddam Hussein and Satan as gay lovers, existentialism as applied to the death of Kenny, and a debate about whether feminists can enjoy the show due to some of its misogynistic characters. The contributors to the work utilize philosophical concepts derived from Plato, Aristotle, Freud and Sartre and place them in a South Park context. The book's contributors all attempted to analyze the philosophical and cultural aspects of South Park in the work. One of the authors, David Koepsell, wrote about the controversial episode dealing with Scientology, entitled: \"Trapped in the Closet\". Koepsell cited the fact that the series won a Peabody Award due to its willingness to criticize intolerance in April 2006 as a \"special concern for criticizing and countering intolerance\", and the notion that \"the Church of Scientology suffers from the widely held perceptions that it seeks to silence former members and others who criticize its beliefs and practices\" as the motivation behind the episode. Koepsell analyzed Comedy Central's reaction to the episode itself, in a section of his book entitled \"2005-2006: Comedy Central Caves\". He mentions South Park's usage of the onscreen caption \"this is what Scientologists actually believe.\" in the episode, noting that the same device was used in the episode \"All About the Mormons?.\" In referencing this similar use of the onscreen caption device, Koepsell seemed to point to an inconsistency in the behavior of Comedy Central relative to the episode. He explained \"By a long shot, this show was more kind to Scientology than was \"All About the Mormons\" to Mormonism.\" He noted Comedy Central had suggested it would not rebroadcast the episode for the second time, though it later announced on July 12, 2006 that it would. The book can thus be summed up in the following sentence: \"Perhaps the truth is in the middle.\"",
    "genre": [
      "Philosophy",
      "Non-fiction"
    ],
    "author": ""
  },
  {
    "title": "The Sacrament of the Body and Blood of Christ—Against the Fanatics",
    "summary": " The Sacrament of the Body and Blood of Christ opens with a two part exposition of the Christian faith as applied to the Lord's Supper. First, one must consider the object of faith, \"what one should believe\". Then, one may consider how one may make use of this object, which in this case refers to how one should use the sacrament. A large portion of this opening section is devoted to logical refutations of logical arguments built up by Zwingli and those who agreed with him. These rational arguments are not intended to persuade his opponents, who in Luther's view do not accept God's Word and therefore may believe as they please apart from the church, but instead to help the \"reasonable souls\" who are still willing to \"concern themselves\" with God's Word. What one must believe is explained by \"the clear text and the plain words of Christ\" in the Words of Institution. Whoever does not believe these words has fallen into a mind trick devised by the devil and has a perspective distorted by \"colored glass\". The word \"is\" means \"is\" in the literal way that one uses for common speaking at the dinner table. Christ distributes his body and blood in the sacrament in a way similar to how he distributes himself across the entire world. To those who claim that there must be a location for Christ's body to be present under the bread, Luther responds that the soul is also illocal, yet is still really present throughout the body. Lest anyone think that the real presence is too great a miracle to be present in all the churches all the time, Luther cites the sprouting of seeds and the power of words to persuade as common, great, proliferating miracles. When objectors cite the incompatibility of non-living objects with Christ, Luther reminds them that the presence of Christ in the hearts of faithful is an even a greater miracle. Against the lack of an entry site for Christ's body to enter the bread, Luther notes that the Christ entered into the Virgin Mary solely through the power of the Word, without any noticeable physical entry. Luther noticed an inherent danger in his appeal to Christ's ubiquity to assert his real presence. If Christ is in all things, then perhaps he can be found in all things, similar to pantheism. Luther prevents pantheism from joining the discussion table by limiting the search for Christ to what God's Word alone has authorized. Any searching for Christ apart from the Word is idolatry. This second of the three sermons is less controversial than the first. In it, Luther rejects the papal use of the sacraments as good works that humans could perform to merit salvation or as a means of raising money. Although he rejects the symbolical interpretation of the Lord's Supper, he advocates that the sacrament be conducted along with general preaching and proclamation in the lives of ordinary Christians. In this way, Christians would be blessed so that \"their number may increase\". Part of this proclamation consisted in resistance to the demands of the Pope. By rejecting the Pope's command's regarding the sacrament, they bore witness to the Gospel, showing that the believer, in Christ, was \"free from death, devil, and hell…a son of God, a lord of heaven and earth\". The Lord's Supper is a possession of ordinary Christians that gives the great comfort to those individually given the assurance of salvation. Through the sacrament Christians may \"strengthen [their] faith and make [their] consciences secure\". But this building up in the faith was not an end in itself. Instead, it in turn led to the proclamation of the Gospel by all the Christians edified through it. Faith and love, states Luther, are the two principles of Christian doctrine. Justification through faith is taught by the Word. In God's Word, it is easy to see Christ's work on the cross, which was a single payment for sin that lasts for all eternity. In contrast to this faith in Christ, which is formed at once from the word, the second principle of Christian doctrine can be learned for an entire lifetime without completely mastering it. This second principle is love, or sanctification in the narrow sense. From Christ's sacrifice proclaimed in the Lord's Supper, Christians learn the ultimate expression of love. Another aspect of this second principle is the proclamation of communion within the church. Both the individual grains and the individual grapes lose their identity to become one in the products of bread and wine. They mystically reflect the gathering together of Christians as one in the church. Indeed, this application is so rich in meaning that, along with faith, love, and patience, it provides so much for a Christian to strive for that there is no need to indulge in obscure studies to prove academic greatness. Love is greater than knowledge and is above petty academic competition. Instead of lending superiority to a select few, this sacrament teaches a lesson that can be learned during one's entire live without ever finishing it. Luther distinguishes between three kinds of confession in this last of the three sermons that make up this book. The first is confession before God, the second is confession before one's neighbor, and the third is private confession with one's priest. Before the Reformation, the devil confused people about confession by making it a burden and a requirement instead of a gift and opportunity. The purpose of these distinctions is to do away with the confusion that existed when confession was placed as a burden upon the people. Confession is useful in drawing attention to the social responsibilities Christians have toward their fellow brothers in need. Private confession is not to be eliminated, because it retained its value through the giving of individual comfort to troubled souls and the providing of an opportunity for spiritual growth. Confession afforded an opportunity both to teach otherwise ignorant laypeople the right path to follow and for them to seek advice when they desired it. However, it was not obligatory for those who already confessed their sins before God and were reconciled with their neighbor. Private confession, instead of being instituted by God as a requirement in the Bible, was only historically derived from the other two forms of confession. These two forms of confession alone sufficed as a means for the forgiveness of sins without private confession.",
    "genre": [
      "Philosophy"
    ],
    "author": "Martin Luther"
  },
  {
    "title": "The Life You Can Save",
    "summary": " Singer argues that it is obvious that we, as individuals, ought to save a child from drowning unless we are risking something as valuable as the child's life. He then contends that as many as 27,000 children die every day (about 18 per minute) from poverty that could be easily and cheaply helped by existing charities (see also List of preventable causes of death). Singer asks the reader to imagine just how much they could give up, starting with bottled water, before their only possessions would be of a value anywhere near that of a human life. He then asks whether (without giving up everything one owns) the reader would give up that daily bottled water if one found a charity where most of one's donation got to those in need. Singer says that having a right to spend money any way one wants does not change the way one ought to spend it. He also notes that other people may each be indifferent to the life they can save, that doesn't make a difference about whether specific people ought to act. This is the origin of the title of his book: even if other people do nothing to help those in need, individuals should still do as much as they can. Addressing readers directly, therefore, he challenges them what they will do about \"the life you can save\". To try and uncover why citizens of richer nations do not donate as much as they could, if they give at all, Singer mentions psychological theories including cognitive dissonance, diffusion of responsibility and evolutionary history of our ancestors. For instance, cognitive dissonance theory predicts that humans are rationalizing creatures, making it difficult to change their minds on topics that cause any anxiety unless they are highly motivated to bear it during long contemplation. The author contends that humans are highly capable of establishing a society where giving is the norm (for instance, Bill Gates's \"Giving Pledge\"). Singer hopes that a culture of giving would allow individuals to fully admit to themselves how selfish certain individuals have become with their money. For example, he contrasts individuals like Paul Farmer (a physician whose sacrifices Singer describes) with billionaire Paul Allen, who spent $200 million to build \"The Octopus\", a 413 foot personal yacht that requires a crew of sixty. Philosopher Thomas Nagel says that nobody, not even Singer, will act according to Singer's ideal of giving up all possessions that are less valuable than a human life. Nagel says that our unwillingness to do sacrifice may not be entirely an issue of motivation. Nagel says we can make moral objections, although he calls Singer's principle \"plausible\". Singer asks, \"the question does not seem to be 'do you care about others more than yourself' but rather 'do you care about others a little?'\" Singer attempts to debunk the idea that all charities are inefficient or corrupt. He endorses GiveWell as a way to identify the best charities. Singer describes some common causes of death and suffering in poor countries along with the costs of their solutions. Barnes and Noble reviewer George Scialabba writes that \"Some of the most affecting pages in The Life You Can Save describe the low-tech, low-cost programs that have restored sight to a million people blinded by cataracts and have rescued many thousands of women and children from lives blighted by cleft palates or obstetric fistulas\". The author also mentions that $50 nets can protect children from catching malaria from mosquitos during the night. Singer emphasizes that there are many costs involved with putting these solutions into practice. He refers to charity estimates that roughly $1000 can save a human life). The author argues against the idea that the earth's limited resources are an argument against donating; Singer contends that education and development actually lead to lower birth rates and decrease the risks of overpopulation and that affluent nations consume much more food than they need by feeding it to animals and eating the animals. Singer states, \"the only looming 'danger' is mass vegetarianism\". Singer settles on a standard of at least 1% of net income (although he goes into more detail about how this percentage might increase as one's income increases). He justifies his decision by saying that, although we ought to give much more (as he claims to have proven), it is not practical to demand much more, and trying to do so may turn people off from giving anything at all. Singer emphasizes the importance of being practical when it comes to getting as much money as possible to the poor, even if that means holding people to lower standards as a means of changing their habits. Christian Barry and Gerhard Overland (both from the Centre for Applied Philosophy and Public Ethics) described the widespread acceptance for the notion that \"the lives of all people everywhere are of equal fundamental worth when viewed impartially\". They then wonder, during the book review in the Journal of Bioethical Inquiry, why \"the affluent do so little, and demand so little of their governments, while remaining confident that they are morally decent people who generally fulfil their duties to others?\". The authors discuss other practical ways to fight poverty. According to the author, there are several steps that one can take to become a part of the solution to world poverty. Singer first recommends visiting the book's website, www.TheLifeYouCanSave.com, for resources, but also to consider taking a pledge to meet his (presumably low) standards of giving. This pledge, Singer argues, increases the odds that you will give. Singer next argues that one should use those provided resources, including www.givewell.net, to effectively decide which organization(s) to donate to. The author then says that one can use their last tax return to determine how much Singer's standard (1% of net income) suggests that you give. Singer next suggests deciding how much to donate, contending that even donating less money than his \"standard\" is undebatably still a good thing to do. Finally the author says that one should donate. Singer further suggests taking steps to foster a culture of giving. He recommends using all available social networks to let others know that they, like you, can be a small part of the solution. This is to be done carefully, staying positive and completely avoiding the emotion of guilt (since cognitive dissonance is already quite high in discussions of charity). He also argues that one should suggest, to their employing institution, that they set up pay scheme in which employees can explicitly opt-out of giving 1% of their pre-tax income to charity. Writing a letter to one's local representative (to let them know you want your country's foreign aid directed to the world's poorest people only) is recommended by Singer. Singer maintains that the last, important step of donating is to feel good about making a difference. He argues that too much guilt may result in inaction, dooming the poor.",
    "genre": [
      "Philosophy"
    ],
    "author": "Peter Singer"
  },
  {
    "title": "On the Genealogy of Morals",
    "summary": " Nietzsche's treatises outline his thoughts \"on the origin of our moral prejudices\", thoughts a long time in the making and already given brief and imperfect expression in his Human, All Too Human (1878). Nietzsche attributes the desire to publish his \"hypotheses\" on the origins of morality to reading his friend Paul Rée's book The Origin of the Moral Sensations (1877) and finding the \"genealogical hypotheses\" offered there unsatisfactory. Nietzsche has come to believe that \"a critique of moral values\" is in order, that \"the value of these values themselves must be called into question\". To this end he finds it necessary to provide an actual history of morality, rather than a hypothetical account in the style of Rée, whom Nietzsche refers to as an \"English psychologist\" (using the word \"English\" to designate a certain intellectual temperament rather than a nationality). In the \"First Treatise\" Nietzsche is concerned to show that the valuations \"good/evil\" and \"good/bad\" have distinct origins and that the two senses of \"good\" are, in their origins, radically opposed in meaning. The noble mode of valuation calls what it itself stands for \"good\", that is, everything which is powerful and life-asserting. In the \"good/evil\" distinction, which is the product of what he calls \"slave morality\", what is called \"evil\" equates to what aristocratic morality calls \"good\". This valuation develops out of the ressentiment of the weak in the face of the powerful, by whom they are oppressed and whom they envy. Nietzsche indicts the \"English psychologists\" for lacking historical sense. They seek to do moral genealogy by explaining altruism in terms of the utility of altruistic actions, which is subsequently forgotten as such actions become the norm. But the judgment \"good\", according to Nietzsche, originates not with the beneficiaries of altruistic actions. Rather, the good themselves (the powerful) coined the term \"good\". Further, Nietzsche contends that it is psychologically absurd to suggest that altruism derives from a utility which is forgotten: if it is useful, what is the incentive to forget it? Rather such a value-judgment gains currency by being increasingly burned into the consciousness. From the aristocratic mode of valuation another mode of valuation branches off which develops into its opposite: the priestly mode of valuation. Nietzsche suggests this process is encouraged through a confrontation between the priestly caste and the warrior caste. The priests, and all those who feel disenfranchised and powerless in a situation of subjugation and physical impotence (e.g., slavery), develop a deep and venomous hatred of the powerful. This is the origin of what Nietzsche calls the \"slave revolt in morality\", which, according to him, begins with Judaism (§7), for it is the bridge which led to the slave revolt of Christian morality by the alienated, oppressed masses of the Roman Empire (a dominant theme in The Antichrist, written the following year). Slave morality in feeling ressentiment does not seek redress for its grievances by taking revenge through action, as the noble would, but by setting up an imaginary revenge. It therefore needs enemies in order to sustain itself, unlike noble morality, which hardly takes enemies seriously and forgets about them instantly having dealt with them. The weak deceive themselves into thinking that the meek are blessed and will win everlasting life, thereby ultimately vanquishing the strong. They invent the term \"evil\" to apply to the strong, and that which proceeds from strength, which is precisely what is \"good,\" according to the noble, aristocratic valuation. These latter call their inferiors \"bad\"—in the sense of \"worthless\" and \"ill-born\" (as in the Greek words κακος and δειλος)—not \"evil.\" It is in the First Treatise that Nietzsche introduces one of his most controversial images, the \"blond beast\". Nietzsche had previously employed this metaphor of the \"blond beast\" to represent the lion, an image that is central to his philosophy and which makes its first appearance in Thus Spoke Zarathustra. Nietzsche expressly insists that it is a mistake to hold beasts of prey to be \"evil,\" for their actions stem from their inherent strength, rather than any malicious intent. One should not blame them for their \"thirst for enemies and resistances and triumphs\" (§13). Similarly, it is also a mistake to resent the strong for their actions, because, according to Nietzsche, there is no metaphysical subject. Only the weak need the illusion of the subject (or soul) to hold their actions together as a unity. But they have no right \"to make the bird of prey accountable for being a bird of prey.\" Nietzsche concludes the First Treatise by considering that the two opposing valuations \"good/bad\" and \"good/evil\" have been locked in a tremendous struggle for thousands of years, a struggle that originated with the war between Rome (good/bad) and Judea (good/evil). What began with Judea was the triumph of ressentiment; its hold was broken for a moment by the Renaissance, but reasserted by the Reformation (which, in Nietzsche's view, restored the church), and refreshed again by the French Revolution (in which the \"ressentiment instincts of the rabble\" triumphed). In the \"Second Treatise\" Nietzsche advances his thesis that the origin of the institution of punishment is in a straightforward (pre-moral) creditor/debtor relationship. Man relies on the apparatus of forgetfulness which has been bred into him in order not to become bogged down in the past. This forgetfulness is, according to Nietzsche, an active \"faculty of repression\", not a mere inertia or absentmindedness. Man needs to develop an active faculty to work in opposition to this in order that promises can be made that are necessary for exercising control over the future: this is memory. This control over the future allows a \"morality of custom\" to get off the ground. (Such a morality is to be sharply differentiated from Christian or other \"ascetic\" moralities.) The product of this morality, the autonomous individual, comes to see that he may inflict harm on those who break their promises to him. Punishment, then, is a transaction in which the injury to the autonomous individual is compensated for by the pain inflicted on the culprit. Such punishment is meted out without regard for moral considerations about the free will of the culprit, his accountability for his actions, and the like: it is simply an expression of anger. The creditor is compensated for the injury done by the pleasure he derives from the infliction of cruelty on the debtor. Hence the concept of guilt (Schuld) derives from the concept of debt (Schulden). Nietzsche develops the \"major point of historical methodology\" that one must not equate the origin of a thing and its utility. The origin of punishment, for example, is in a procedure that predates punishment. Punishment has not just one purpose, but a whole range of \"meanings\" which \"finally crystallizes into a kind of unity that is difficult to dissolve, difficult to analyze and [...] completely and utterly undefinable\" (§13). The process by which the succession of different meanings is imposed is driven by the \"will to power\"—the basic instinct for domination underlying all human action. Nietzsche lists eleven different uses (or \"meanings\") of punishment, and suggests that there are many more. One utility it does not possess, however, is that of awakening remorse. The psychology of prisoners shows that punishment \"makes hard and cold; it concentrates; it sharpens the feeling of alienation\" (§14). The real explanation of bad conscience is quite different. A form of social organization, i.e. a \"state,\" is imposed by \"some pack of blond beasts of prey, a race of conquerors and lords.\" Such a race is able to do so even if those they subject to their power are vastly superior in numbers because these subjects are \"still formless, still roaming about\", while the conquerors are characterized by an \"instinctive creating of forms, impressing of forms\" (§17). Under such conditions the destructive, sadistic instincts of man, who is by nature a nomadic hunter, find themselves constricted and thwarted; they are therefore turned inward. Instead of roaming in the wilderness, man now turns himself into \"an adventure, a place of torture.” Bad conscience is thus man's instinct for freedom (his \"will to power\") \"driven back, suppressed, imprisoned within\" (§17). Nietzsche accounts for the genesis of the concept \"god\" by considering what happens when a tribe becomes ever more powerful. In a tribe, the current generation always pays homage to its ancestors, offering sacrifices to them as a demonstration of gratitude to them. As the power of the tribe grows the need to offer thanks to the ancestors does not decline, but rather increases as it has ever more reason to pay homage to the ancestors and to fear them. At the maximum of fear, the ancestor is \"necessarily transfigured into a god\" (§19). Nietzsche ends the Treatise with a positive suggestion for a counter-movement to the \"conscience-vivisection and cruelty to the animal-self\" imposed by the bad conscience: this is to \"wed to bad conscience the unnatural inclinations\", i.e. to use the self-destructive tendency encapsulated in bad conscience to attack the symptoms of sickness themselves. It is much too early for the kind of free spirit—a Zarathustra-figure—who could bring this about to emerge, although he will come one day: he will emerge only in a time of emboldening conflict, not in the \"decaying, self-doubting present\" (§24). Nietzsche's purpose in the \"Third Treatise\" is \"to bring to light, not what [the ascetic] ideal has done, but simply what it means; what it indicates; what lies hidden behind it, beneath it, in it; of what it is the provisional, indistinct expression, overlaid with question marks and misunderstandings\" (§23). As Nietzsche tells us in the Preface, the Third Treatise is a commentary on the aphorism prefixed to it. Textual studies have shown that this aphorism consists of §1 of the Treatise (not the epigraph to the Treatise, which is a quotation from Nietzsche's Thus Spoke Zarathustra). This opening aphorism confronts us with the multiplicity of meanings that the ascetic ideal has for different groups: (a) artists, (b) philosophers, (c) women, (d) physiological casualties, (e) priests, and (f) saints. The ascetic ideal, we may thus surmise, means very little in itself, other than as a compensation for humanity's need to have some goal or other. As Nietzsche puts it, man \"will rather will nothingness than not will\". (a) For the artist, the ascetic ideal means \"nothing or too many things\". Nietzsche confines his attention to the composer Richard Wagner. Artists, he concludes, always require some ideology to prop themselves up. Wagner, we are told, relied on Schopenhauer to provide this underpinning; therefore we should look to philosophers if we are to get closer to finding out what the ascetic ideal means. (b) For the philosopher, it means a \"sense and instinct for the most favorable conditions of higher spirituality,\" which he needs to satisfy his desire for independence. It was only in the guise of the ascetic priest that the philosopher was first able to make his appearance without attracting suspicion of his overweening will to power. As yet, every \"true\" philosopher has retained the trappings of the ascetic priest; his slogans have been \"poverty, chastity, humility.\" (e) For the priest, it is the \"'supreme' license for power.\" He sets himself up as the \"saviour\" of (d) the physiologically deformed, offering them a cure for their exhaustion and listlessness (which is in reality only a therapy which does not tackle the roots of their suffering). Nietzsche suggests a number of causes for widespread physiological inhibition: (i) the crossing of races; (ii) emigration of a race to an unsuitable environment (e.g. the Indians to India); (iii) the exhaustion of a race (e.g. Parisian pessimism from 1850); (iv) bad diet (e.g. vegetarianism); (v) diseases of various kinds, including malaria and syphilis (e.g. German depression after the Thirty Years' War) (§17). The ascetic priest has a range of strategies for anesthetizing the continuous, low-level pain of the weak. Four of these are innocent in the sense that they do the patient no further harm: (1) a general deadening of the feeling of life; (2) mechanical activity; (3) \"small joys\", especially love of one's neighbour; (4) the awakening of the communal feeling of power. He further has a number of strategies which are guilty in the sense that they have the effect of making the sick sicker (although the priest applies them with a good conscience); they work by inducing an \"orgy of feeling\" (Gefühls-Ausschweifung). He does this by \"altering the direction of ressentiment,\" i.e. telling the weak to look for the causes of their unhappiness in themselves (in \"sin\"), not in others. Such training in repentance is responsible, according to Nietzsche, for phenomena such as the St Vitus' and St John's dancers of the Middle Ages, witch-hunt hysteria, somnambulism (of which there were eight epidemics between 1564 and 1605), and the delirium characterized by the widespread cry of evviva la morte! (\"long live death!\"). Given the extraordinary success of the ascetic ideal in imposing itself on our entire culture, what can we look to to oppose it? \"Where is the counterpart to this closed system of will, goal, and interpretation?\" (§23) Nietzsche considers as possible opponents of the ideal: (a) modern science; (b) modern historians; (c) \"comedians of the ideal\" (§27). (a) Science is in fact the \"most recent and noblest form\" of the ascetic ideal. It has no faith in itself, and acts only as a means of self-anesthetization for sufferers (scientists) who do not want to admit that they are such. In its apparent opposition to the ascetic ideal, it has succeeded merely in demolishing the ideal's \"outworks, sheathing, play of masks, [...] its temporary solidification, lignification, dogmatization\" (§25). By succeeding in dismantling the claims to the theological importance of man, it has merely come to substitute the self-contempt of man as the ideal of science. (b) Modern historians, in trying to hold up a mirror to ultimate reality, are not only ascetic but highly nihilistic. As deniers of teleology, their \"last crowings\" are \"To what end?,\" \"In vain!,\" \"Nada!\" (§26) (c) An even worse kind of historian is what Nietzsche calls the \"contemplatives\": self-satisfied armchair hedonists who have arrogated to themselves the praise of contemplation (Nietzsche gives the example of Ernest Renan). Europe is full of such \"comedians of the Christian-moral ideal.\" In a sense, if anyone is inimical to the ideal it is they, because they at least \"arouse mistrust\" (§27). The will to truth that is bred by the ascetic ideal has in its turn led to the spread of a truthfulness the pursuit of which has brought the will to truth itself in peril. What is thus now required, Nietzsche concludes, is a critique of the value of truth itself (§24).",
    "genre": [
      "Philosophy"
    ],
    "author": "Friedrich Nietzsche"
  }
]