[
  {
    "title": "The Transparent Society",
    "summary": " Brin argues that a core level of privacy - protecting our most intimate interactions - may be preserved, despite the rapid proliferation of cameras that become ever-smaller, cheaper and more numerous faster than Moore's law. He feels that this core privacy can be saved simply because that is what humans deeply need and want. Hence, Brin explains that \"...the key question is whether citizens will be potent, sovereign and knowing enough to enforce this deeply human want. This means they must not only have rights, but also the power to use them and the ability to detect when they are being abused. Ironically, that will only happen in a world that is mostly open, in which most citizens know most of what is going on, most of the time. It is the only condition under which citizens may have some chance of catching the violators of their freedom and privacy. Privacy is only possible if freedom (including the freedom to know) is protected first. Brin thus maintains that privacy is a \"contingent right,\" one that grows out of the more primary rights, e.g. to know and to speak. He admits that such a mostly-open world will seem more irksome and demanding; people will be expected to keep negotiating the tradeoffs between knowing and privacy. It will be tempting to pass laws that restrict the power of surveillance to authorities, entrusting them to protect our privacy -- or a comforting illusion of privacy. By contrast, a transparent society destroys that illusion by offering everyone access to the vast majority of information out there. Brin argues that it will be good for society if the powers of surveillance are shared with the citizenry, allowing \"sousveillance\" or \"viewing from below,\" enabling the public to watch the watchers. According to Brin, this only continues the same trend promoted by Adam Smith, John Locke, the US Constitutionalists and the western enlightenment, who held that any elite (whether commercial, governmental, or aristocratic) should experience constraints upon its power. And there is no power-equalizer greater than knowledge.",
    "genre": [
      "Anthropology",
      "Non-fiction",
      "Sociology"
    ],
    "author": "David Brin"
  },
  {
    "title": "The Real Eve",
    "summary": " In the book, Oppenheimer supports the theory that modern humans first emerged in Africa and that modern human behavior emerged in Africa prior to the Out of Africa migration. Oppenheimer writes that there was only one migration out of Africa that contributed to the peopling of the rest of the world. Oppenheimer believes that anatomically modern humans crossed the Red Sea from the Horn of Africa and followed the \"southern coastal route\" once in Asia. Thus Oppenheimer is opposed to the theory that there was another out of Africa migration using northern route along the Nile and into the Levant as suggested by Lahr and Foley 1994. The book also supports the theory that modern humans were in South Asia during the Toba Castrophe. Oppenheimer uses familiar names to describe genetic lineages. The biblical analogies of Adam and Eve are used to describe the Most recent common ancestors via mitochondrial DNA and the y-chromosome. Other male lineages are described as Cain, Abel and Seth. Mitochondrial DNA haplogroups are frequently described with female names from regions where the haplogroups are common. For example haplogroup M is named Manju as it is frequent in India, and Haplogroup N is named \"Nasreen\" as it is predominant in Arabia.",
    "genre": [
      "Anthropology",
      "Sociology"
    ],
    "author": "Stephen Oppenheimer"
  },
  {
    "title": "The Naked Ape",
    "summary": " The Naked Ape, which was serialized in the Daily Mirror newspaper and has been translated into 23 languages, depicts human behavior as largely evolved to meet the challenges of prehistoric life as a hunter-gatherer (see nature versus nurture). The book was so named because out of 193 species of monkeys and apes only man is not covered in hair. Desmond Morris, the author, who formerly was the Curator of mammals at London Zoo, said his book was intended to popularise and demystify science. Morris made a number of claims in the book, including that not only does Homo sapiens have the largest brain of all primates but also the largest penis, and is therefore \"the sexiest primate alive\". He further claimed that our fleshy ear-lobes, which are unique to humans, are erogenous zones, the stimulation of which can cause orgasm in both males and females. Morris further stated that the more rounded shape of human female breasts means they are mainly a sexual signalling device rather than simply for providing milk for infants. Morris attempted to frame human behavior in the context of evolution, but his explanations failed to convince academics because they were based on a teleological (goal-oriented) understanding of evolution. For example, Morris wrote that the intense human pair bond evolved so that men who were out hunting could trust that their mates back home were not having sex with other men, and that sparse body hair evolved because the \"nakedness\" helped intensify pair bonding by increasing tactile pleasure.",
    "genre": [
      "Anthropology",
      "Sociology"
    ],
    "author": "Desmond Morris"
  }
]