[
  {
    "title": "Demi-Gods and Semi-Devils",
    "summary": " The plot is made up of several separate yet intertwining story lines, revolving around the protagonists Qiao Feng, Duan Yu and Xuzhu. The complex narrative shifts from the initial perspective of Duan Yu to the other characters' and sometimes back. Duan Yu is a young, naive prince of the Kingdom of Dali. Despite the long tradition of the practice of martial arts in the royal family, he refuses to learn martial arts due to Buddhist influence and his disdain for bloodshed. When his father tries to force him to learn martial arts, he runs away from home. Ironically, he acquires three of the most powerful skills in the novel and becomes immune to poison after consuming the Zhuha, a poisonous toad known as the \"king of all venomous creatures\". During his adventures, he encounters several beautiful young maidens, and falls in love with them. However, one by one, these maidens are revealed to be actually his half sisters due to his father's past illicit affairs with several women. Of these maidens, he is extremely obsessed with Wang Yuyan, who resembles a statue of a fairy-like lady he chanced upon before. He tries to win her heart but she has no feelings for him as she has a crush on her cousin Murong Fu. Duan's love life ends on a happy note when Wang finally realises that he is the one who truly loves her and they are married and live happily ever after. (In the latest revision, Duan Yu and Wang Yuyan's romance is marred by a series of incidents, causing the couple to be separated.) Qiao Feng is the charismatic chief of the Beggars' Sect, who possesses strong leadership qualities and exceptional prowess in martial arts. He falls from grace after he is revealed to be a Khitan, and after he is wrongly accused of murdering several fellow pugilists to conceal his identity. He becomes an outcast and the prime enemy of the Han Chinese wulin (martial artists' community). He is forced to sever ties with them and engages them in a one-man bloody battle in which he kills many, including some old friends. Qiao Feng leaves to verify the claims that he is a Khitan and investigate the mysterious murders. He is accompanied by A'zhu, who is in love with him and stands by him. After a long journey in disguise, he finally concludes that he is indeed a Khitan and he assumes his ancestral name \"Xiao Feng\". Tragically, he makes a major blunder after being tricked into believing that Duan Zhengchun (A'zhu's father) is responsible for his parents' death. He kills A'zhu by mistake, who is in disguise to defend her father. Xiao Feng regrets and has since left Song territory with A'zi, A'zhu's younger sister, whom he had promised to take care of. A'zi has a strong crush on him, but Xiao Feng does not like her at all for her mischievousness and sadism. Xiao Feng wanders into Liao territory, where he becomes a powerful noble after forging a strong friendship with the ruler, Yelü Hongji. When Yelü Hongji decides to invade Song, Xiao Feng attempts to dissuade him as he still values his past relations with the Han Chinese. Ultimately, Xiao Feng commits suicide to prevent war between Song and Liao after taking Yelü Hongji hostage and making him swear that he will never invade Song. Xuzhu is a monk from the Shaolin Sect, described to have a kind hearted and submissive nature. He believes strongly in following the Buddhist code of conduct and refuses to break it even when faced with life-threatening situations. He follows his elders to a meeting once, which marks the start of his adventures. Coincidentally and by sheer luck, Xuzhu breaks a weiqi formation and becomes the successor of the Carefree Sect and inherits the powers of Wuyazi. Subsequently, he encounters Tianshan Tonglao and other acquaintances of Wuyazi and learns martial arts from them. He becomes the leader of several unorthodox sects in the jianghu by chance again. Overwhelmed by the sudden influx of heavy responsibilities and his major leap in martial arts prowess, Xuzhu desires to detach himself from all these duties and return to his former monastic life. However, he is unable to wrench himself free from the various tribulations and dangers that lie ahead; he is no longer regarded as a Shaolin student and has no choice but to accept his fate. Xuzhu has a pitiful parentage, as he is revealed to be the illegitimate son of Shaolin's abbot Xuanci and Ye Erniang of the \"Four Evils\". His reunion with his parents is fated to be the first and also the last. Again by coincidence, Xuzhu becomes the prince consort of Western Xia due to a previous affair with Princess Yinchuan, to whom he is happily married.",
    "genre": [
      "Wuxia"
    ],
    "author": "Louis Cha"
  },
  {
    "title": "The Return of the Condor Heroes",
    "summary": " The protagonist Yang Guo is the orphaned son of the first novel's antagonist Yang Kang. He is raised briefly by the couple Guo Jing and Huang Rong he is sent to the Quanzhen Sect for better guidance in moral values and orthodox martial arts. In Quanzhen, Yang Guo is often picked on and bullied by his fellow students and his master Zhao Zhijing is biased against him. Yang Guo flees and ventures unknowingly into the nearby Tomb of the Living Dead, where the Ancient Tomb Sect is housed. He is saved by Xiaolongnü, a mysterious maiden of unknown origin, and becomes her apprentice. They live together in the tomb for many years until Yang Guo grows up. After being attacked by Li Mochou, they leave the tomb and stay on the mountain. Xiaolongnü develops romantic feelings for Yang Guo and after a while, he too falls in love with her. However, their romance is forbidden by doctrines of the Confucianist society of that time. Throughout the story, their love meets with several tests, such as the misunderstandings that threaten to tear them apart and the encounter with Gongsun Zhi. Finally, after their reunion and marriage, Xiaolongnü leaves Yang Guo again, owing to her belief she cannot recover from a fatal poison, and promises to meet him again sixteen years later. While Yang Guo is wandering the jianghu alone, he meets several formidable martial artists and a giant condor. His adventures gradually mould him into a courageous pugilist, whose prowess matches the Greats of his age. Yang Guo serves his nation by helping the Han Chinese of Song defeat the Mongol invaders. At the end of the novel, he is reunited with Xiaolongnü and they are recognised as heroes of their time.",
    "genre": [
      "Wuxia",
      "Romance novel"
    ],
    "author": "Louis Cha"
  },
  {
    "title": "The Legend of the Condor Heroes",
    "summary": " The story is set in the Song Dynasty and at the beginning of the Jurchen-ruled Jin Dynasty's invasion of northern China. The first part of the novel revolves around the friendship of two men, Yang Tiexin and Guo Xiaotian, who become heroes in their own right as they fight the Jin invaders. The bond between the duo is so strong that they pledge to each other that their unborn children will become either sworn siblings (if both are of the same sex) or a married couple (if they are of opposite sexes). The story focuses on the trials and tribulations of their sons after Guo Xiaotian's death and Yang Tiexin's disappearance. Guo Xiaotian's son Guo Jing grows up in Mongolia under the care of Genghis Khan. Yang Tiexin's son Yang Kang, on the other hand, grows up in Jin as a Jurchen prince's son. Guo Jing is mentored by the \"Seven Freaks of Jiangnan\" in martial arts but he is a slow learner and only manages to master part of the skills he was taught. Yang Kang was taught by Qiu Chuji of the Quanzhen Sect and he learns the evil \"Nine Yin White Bone Claw\" from Mei Chaofeng secretly. The boys' personalities differ largely from each other due to differences in their upbringing. Guo Jing is honest, loyal and righteous, but slow witted. Conversely, Yang Kang is clever, but scheming and treacherous. They eventually meet one another and their respective lovers, Huang Rong and Mu Nianci. The main story line follows Guo Jing and Huang Rong's adventures and their encounters with the Five Greats. Meanwhile, Yang Kang plots with the Jurchens to conquer his native land of Song. Yang Kang refuses to acknowledge his ethnicity and is strongly driven to acquire wealth, fame and glory. His treachery is slowly unveiled throughout the novel in the encounters he has with the protagonists, although he is ultimately outwitted by Huang Rong. Assisted by Guo Jing, the Mongol army destroys the Jin Dynasty, subsequently turning its attention towards Song. Guo Jing is unwilling to aid the Mongols in conquering his native land and leaves Mongolia. Guo Jing returns to Song and helps his countrymen in countering the Mongol invaders. On the other hand, Yang Kang meets his retributive end, leaving behind Mu Nianci and their unborn son. The Mongol invasion is halted by Genghis Khan's unexpected death, although Guo Jing and Huang Rong see countless civilian deaths due to this military conquest.",
    "genre": [
      "Wuxia"
    ],
    "author": "Louis Cha"
  },
  {
    "title": "The Smiling, Proud Wanderer",
    "summary": " The story's initial development revolves around a coveted martial arts manual known as the Bixie Swordplay Manual. The manual has been passed down as an heirloom in the Lin family, who runs the Fuwei Escort Agency based in Fuzhou. Yu Canghai, leader of the Qingcheng Sect, leads his followers to massacre the Lins and seize the manual for himself but does not find it. Lin Pingzhi, the sole survivor of the Lin family, is rescued by Yue Buqun, head of the Mount Hua Sect, one of the members of the Five Mountains Sword Sects Alliance. Yue Buqun accepts Lin Pingzhi as a student and trains him in swordplay. The novel's protagonist is Yue Buqun's eldest disciple Linghu Chong, an orphaned, happy-go-lucky but honourable swordsman who has a penchant for liquor. He befriends the notorious bandit Tian Boguang and saves a nun called Yilin from the (North) Mount Heng Sect from Tian's sexual advances. In the meantime Liu Zhengfeng of the (South) Mount Heng Sect announces his decision to leave the wulin (martial artists' community) and invites fellow pugilists to witness his retirement ceremony. The event turns into a bloodbath when Zuo Lengchan (chief of the Mount Song Sect) and other orthodox sects accuse Liu Zhengfeng of being unfaithful to their code for befriending Qu Yang of the heretical Sun Moon Holy Cult. Liu and Qu are cornered by Zuo and his men and eventually commit suicide. Before dying Liu and Qu pass the score of Xiaoao Jianghu (a piece of music they composed together) to Linghu Chong. Lin Pingzhi's entrance into the Mount Hua Sect causes Linghu Chong to break up with his romantic interest Yue Lingshan (Yue Buqun's daughter) as she starts falling in love with Lin. Linghu Chong's carefree attitude brings him into trouble; his teacher decides to punish him by making him stay alone for a year in a secluded area on Mount Hua to reflect on his actions. He discovers carvings of swordplay techniques in a cave and practises them, unknowingly familiarising himself with not only the skills of the other four sword sects, but the counter moves as well. He also meets the reclusive Feng Qingyang, an elder of the Mount Hua Sect, who teaches him the formidable skill \"Nine Swords of Dugu\". The self-proclaimed orthodox Five Mountains Sword Sects Alliance, though seemingly united, is constantly troubled by politicking among its members. Linghu Chong gets embroiled in the internal conflict and becomes seriously injured while saving several students using his newly mastered swordplay, which Yue Buqun deems unorthodox. Linghu Chong meets the \"Six Immortals of the Peach Valley\", who attempt to cure his wounds in their weird fashion, but fail and aggravate his injuries instead. He follows his teacher to Luoyang and encounters a guqin-playing \"old woman\", who turns out to be a young maiden named Ren Yingying in disguise. By then Yue Buqun has already grown tired of Linghu Chong's frequent associations with jianghu lowlifes and strangers, and he abandons the latter. At Shaolin Monastery, Linghu Chong helps Ren Yingying recuperate from an injury after she is assaulted by some orthodox pugilists, while he learns to use the Yijin Jing to cure himself. He also hears from the Shaolin abbot that Yue Buqun has publicly announced that he has expelled Linghu Chong from the Mount Hua Sect. Linghu Chong sinks into despair as he is now an outcast of the wulin. After leaving Shaolin he meets a stranger Xiang Wentian, whom he saves from dozens of enemies. Xiang becomes sworn brothers with Linghu and brings him to a manor in Hangzhou, where Linghu meets Ren Woxing (Ren Yingying's father), the former leader of the Sun Moon Holy Cult who was ousted from power by his deputy Dongfang Bubai and imprisoned there. Ren Woxing breaks out of captivity by using Linghu Chong to replace himself, and in return he lets Linghu learn his \"Star Sucking Great Skill\" and thereafter rescues Linghu from the dungeon. Ren Woxing offers his daughter's hand in marriage to Linghu Chong and tries to persuade Linghu to join his cult but the latter declines. Linghu later helps Ren Woxing defeat Dongfang Bubai and regain control of his cult. Because he once helped the late leaders of the (North) Mount Heng Sect, who were mysteriously murdered, Linghu Chong is appointed head of that sect, whose members are all nuns. He leaves with Ren Yingying later to attend a special assembly of the Five Mountains Sword Sects Alliance, called for by its chief Zuo Lengchan. Zuo Lengchan attempts to intimidate the other four sects to completely submit to him, but Yue Buqun uses the Bixie Swordplay to defeat and blind Zuo and become the new leader of the alliance, much to the surprise of everyone present. After leaving the assembly, Linghu Chong and Ren Yingying see Lin Pingzhi brutally slaying members of the Qingcheng Sect to avenge his family, and overhear a conversation between him and his wife Yue Lingshan, in which Lin reveals that he and Yue Buqun have both mastered the Bixie Swordplay. Through this, Linghu learns that his respected teacher is actually a hypocrite who plotted an elaborate scheme against Lin Pingzhi to seize the Bixie Swordplay Manual, and Lin and Yue have both castrated themselves to learn the skill. Yue Buqun tries to kill Lin Pingzhi, who knows his secret and is quietly plotting revenge on him. The finale climaxes with members of the Five Mountains Sword Sects Alliance being trapped in the cave with the carvings, owing to Yue Buqun's treachery, where they slaughter each other out of paranoia and distrust. Both Yue Buqun's wife and daughter die for their respective husbands, while Yue Buqun is stabbed to death by the young nun Yilin. Ren Woxing, now intoxicated by power, masters an attack to overcome the scattered and fragmented orthodox sects, and then coerces Linghu Chong to join his cult, but dies at a crucial moment from a stroke triggered by his own megalomania. Ren Yingying is nominated as the new leader of the Sun Moon Holy Cult and she seeks a truce between the righteous and unorthodox sides of the martial artists' community. Three years later she passes the leadership to Xiang Wentian and marries Linghu Chong. Disillusioned by all the strife caused by power struggles, Linghu Chong and Ren Yingying retire from the jianghu, living happily after a wedding where the orthodox and unorthodox sects come to a temporary truce.",
    "genre": [
      "Wuxia"
    ],
    "author": "Louis Cha"
  },
  {
    "title": "The Heaven Sword and Dragon Sabre",
    "summary": " Set in the late Yuan Dynasty, the story revolves around a pair of priceless and extremely powerful weapons, known as the Heaven Reliant Sword (倚天劍) and Dragon Slaying Saber (屠龍刀), which many jianghu pugilists covet. Either or both of them are thought to allow their wielder to rule the wulin (martial artists' community), according to a widely circulating rumour in a repeated mantra, \"Honoured by the wulin, the precious saber slays the dragon, it commands the world, who dares to disobey? If the Heaven Reliant does not appear, who can challenge it?\" (武林至尊，寶刀屠龍，號令天下，莫敢不從！倚天不出，誰與爭鋒？). The reason for that is lost at the beginning of the story. The protagonist Zhang Wuji is of mixed heritage: his father Zhang Cuishan hails from the reputable Wudang Sect under the master Zhang Sanfeng, while his mother Yin Susu is from the unorthodox Heavenly Eagle Cult. As a boy, he lives with them and his godfather Xie Xun on the isolated northern island where he was born. He returns to the Chinese mainland and loses his parents after they are cornered on Mount Wudang by several martial artists coveting the Dragon Slaying Saber. At the same time, he is wounded by the Xuanming Elders and survives after seeking medical treatment from Hu Qingniu, a master physician. His adventures further lead him to discover the long lost Nine Yang Manual and he masters the inner energy skills described inside, becoming a formidable pugilist. He later resolves the conflict between the Ming Cult and the six major orthodox sects, who are intent on destroying the cult. He earns the respect of the cult's members and becomes its leader after mastering the skill Heaven and Earth Great Shift. He reforms the cult and helps to improve its relations with other sects. He becomes a key figure in leading rebel forces to overthrow the Yuan Dynasty. Throughout his adventures, Zhang Wuji finds himself entangled in a complex web of love relationships with four maidens. The first, Yin Li, is a horribly disfigured girl who is actually his maternal cousin. The second, Xiaozhao, is a Chinese Persian servant girl who understands him very well. The third, Zhou Zhiruo, is a childhood friend whom he develops a strong bond with. The fourth, Zhao Min, is a Mongol princess and his former arch-rival. Yin Li is apparently killed in the middle of the story while Xiaozhao returns to Persia after it is revealed that she is destined to lead the Persian Ming Cult. Zhou Zhiruo soon falls in love with Zhang Wuji, but has to turn against him as she is bound by an oath she made in front of her teacher Abbess Miejue, who hates and distrusts Zhang Wuji and anyone related to the Ming Cult. Miejue devises a vicious scheme for Zhou Zhiruo to seize the two weapons by exploiting Zhang Wuji's love for Zhou. Zhou Zhiruo also turns vicious after Zhang Wuji reneges his promise to marry her and she swears vengeance on him. Zhao Min was initially Zhang Wuji's rival as they were on opposing sides. However, Zhao Min gradually falls in love with Zhang Wuji after their various encounters, and she even turns against her clan to help him. At the end of the novel, Zhang Wuji decides to retire from the jianghu after he mistakenly believes that the Ming Cult's members are plotting to betray him. He decides that Zhao Min is his true love and they leave for a reclusive life far away from society (the ending to the second edition, however, is ambiguous about his relationship with Zhou Zhiruo). Zhang Wuji gave up an opportunity to become the emperor, as the Ming Cult eventually overthrew the Yuan Dynasty, and ideally Zhang would become the new sovereign, but instead Zhu Yuanzhang takes the throne and founds the Ming Dynasty. In 2005 Jin Yong published the third edition of the novel, which has a slightly different ending from the earlier versions. In this edition, Zhang Wuji becomes disillusioned when he could not save the life of a general and address the death of Han Lin'er, and with that he left the leadership of the Ming Cult in the hands of Yang Xiao and Fan Yao, and then left the Central Plains with Zhao Min.",
    "genre": [
      "Wuxia",
      "Novel"
    ],
    "author": "Louis Cha"
  },
  {
    "title": "The Deer and the Cauldron",
    "summary": " The story centers on a witty, sly, illiterate and lazy protagonist called Wei Xiaobao, who was born to a prostitute from a brothel in Yangzhou during the Qing Dynasty. The teenage scamp makes his way from Yangzhou to the capital Beijing through a series of adventures. In Beijing, he is kidnapped and taken to the Forbidden City, where he impersonates an eunuch. While in the palace, Wei Xiaobao bumbles his way into a fateful encounter with the young Kangxi Emperor and they develop an unlikely friendship. Once, Wei Xiaobao is captured by some jianghu pugilists and brought out of the palace. He meets Chen Jinnan, the leader of the Heaven and Earth Society, an anti-government secret organisation, and becomes Chen's disciple. He also becomes one of the society's branch leaders and agrees to be an undercover agent for them in the palace. He is captured again by another group of pugilists and brought to Divine Dragon Island, where the sinister Divine Dragon Cult (神龍教) is based. Unexpectedly, he becomes the cult's White Dragon Marshal by flattering its leader Hong Antong. Wei Xiaobao is lecherous and flirtatious by nature, and he encounters seven women on separate occasions and eventually marries them. Wei Xiaobao makes several seemingly impossible achievements through sheer luck and cunning. Most of the time, he uses despicable and immoral means to accomplish them. First, he assists the Kangxi Emperor in ousting the autocratic regent Oboi from power. Second, he discovers the whereabouts of the Shunzhi Emperor, who was presumed dead, saves him from danger, and then helps him reunite with his son, the Kangxi Emperor. Third, he eliminates the Divine Dragon Cult by stirring up internal conflict, which leads to the cult's self-destruction. Fourth, he weakens the rebellion staged by Wu Sangui by bribing Wu's allies to withdraw, allowing the Qing army to crush the rebels easily. Last, he leads a campaign against the Russian Empire and helps the Qing Empire reach a border treaty with Russia. He met the Russian regent Sophia Alekseyevna earlier and helped her secure her rule over Russia. Wei Xiaobao is also responsible for recommending talents to the Kangxi Emperor, among whom include the admiral Shi Lang, who led the naval campaign against the Kingdom of Tungning. Throughout the story, Wei Xiaobao exhibits devout loyalty to both the Kangxi Emperor and personal friends in the anti-Qing forces. He instinctively shields the emperor with his body from assassins twice and saved the emperor's life. He plays an important role in assisting Kangxi in consolidating power. On the other hand, he helps anti-Qing forces escape from danger on numerous occasions by distracting imperial forces. He undermines the attempts by the society on the emperor's life and uses his status in the imperial court to prevent the society from being destroyed by the government. For his numerous accomplishments, Wei Xiaobao is rewarded with immense wealth and titles of nobility. His highest rank ever was \"Duke of Luding\" (鹿鼎公). He also gained respect from the anti-Qing factions for eliminating tyrannical Court officials and defending China from foreign invaders. Ultimately, Wei Xiaobao's conflicting loyalties reach a disastrous conclusion. The Kangxi Emperor discovers Wei Xiaobao's relationship with the Heaven and Earth Society, and forces Wei to make a choice, putting Wei in a dilemma. If Wei Xiaobao chooses to side with the society, he will become an enemy of the state and be forced to turn against the emperor, whom he regards as a childhood friend and master. If he chooses to follow the emperor's orders, he will have to eliminate the anti-government forces and be branded an ethnic traitor. Wei Xiaobao refuses to help Kangxi destroy the society and is forced into exile. However the emperor still regards him as a close friend and loyal subject so he pardons Wei Xiaobao and allows him to return to the palace later. Towards the end of the novel, Kangxi tries to force Wei Xiaobao to help him eliminate the Heaven and Earth Society again. On the other hand, Chen Jinnan had died and the society's members want Wei Xiaobao to be their new leader. Wei Xiaobao ponders over the issue and realises that he will never be able to reconcile between the two rivaling parties. He feels that his divided friendships and split loyalties are tearing him apart. He decides to leave and lead a reclusive life away from society, taking with him his immense wealth and family. Wei Xiaobao is never heard of again. It is said that later the Kangxi Emperor went on inspection tours to Jiangnan to look for Wei Xiaobao but never found him.",
    "genre": [
      "Wuxia",
      "Novel"
    ],
    "author": "Louis Cha"
  },
  {
    "title": "Sword Stained with Royal Blood",
    "summary": " Set in the late Ming Dynasty, the story centers on Yuan Chengzhi, the son of Yuan Chonghuan, a patriotic military commander who was wrongly put to death by the Chongzhen Emperor. An orphan, Yuan Chengzhi is sent to the Mount Hua Sect, where he is tutored in martial arts by Mu Renqing. He grows up to become a fine young pugilist and he leaves Mount Hua in search of adventure. Serendipitous incidents lead him to discover the Golden Serpent Sword and a martial arts manual, which once belonged to Xia Xueyi, a long dead enigmatic swordsman. Yuan Chengzhi inherits Xia Xueyi's possessions and skills and becomes more powerful than before. Yuan Chengzhi wanders around the land and meets Wen Qingqing, a young maiden from a family of brigands. Wen Qingqing is actually Xia Xueyi's daughter and she follows Yuan Chengzhi after being expelled from her family. Yuan Chengzhi initially wanted to seek redress for his father, but decides to join Li Zicheng's rebel force to overthrow the corrupt Ming government. He helps the rebels retrieve the gold robbed by the Wen family, sabotages a battery of cannons supplied to the Ming army by foreigners, and finances the rebellion with part of the treasure he discovered in Nanjing. Yuan Chengzhi also befriends several pugilists, who pledge allegiance to him out of respect for his heroism. Yuan Chengzhi organises his followers to form an army and they pledge to serve and defend China from invading Manchu forces in the northeast. Eager to prove his loyalty to his countrymen, Yuan Chengzhi infiltrates Mukden and attempts to assassinate the Manchu ruler Hong Taiji but fails. Later, despite harbouring a grudge against the Chongzhen Emperor for his father's death, he saves the emperor from a coup led by a treacherous noble called Prince Hui. During that time, he meets He Tieshou, one of Prince Hui's allies and the leader of the Five Poisons Cult. Yuan Chengzhi succeeds in reforming her and accepts her as his student. He also develops romantic relationships with Wen Qingqing and a maiden called A'jiu, who is actually the Chongzhen Emperor's daughter Princess Changping. Yuan Chengzhi's decision to support Li Zicheng eventually makes him regret, because after overthrowing the Ming government, Li not only fails to fulfill his promises to restore peace and stability, but also condones his followers' brutality towards the common people. Yuan Chengzhi is disappointed with Li Zicheng and decides to leave. A former Ming general called Wu Sangui later defects to the Manchus and allow them to pass through Shanhai Pass and overrun the rest of China. When Yuan Chengzhi learns that China has fallen to the Manchus, he realises that he is unable to do anything to reverse the situation and decides to leave for good and he sails to a distant land with his companions.",
    "genre": [
      "Wuxia"
    ],
    "author": "Louis Cha"
  },
  {
    "title": "The Book and the Sword",
    "summary": " The Red Flower Society is a secret society that aims to overthrow the Manchu-led Qing Dynasty and restore Han Chinese rule in China. The society is led by a total of fifteen leaders with Chen Jialuo as chief. The fourth leader Wen Tailai is ambushed by a group of soldiers and arrested on the Qianlong Emperor's order because he knows a secret about Qianlong's birth and the emperor wants to silence him. The story's development is mostly based on the society's repeated attempts to rescue Wen Tailai. The heroes encounter some Islamic tribesmen, who are pursuing a convoy of hired escorts, who have robbed them of their holy artefact, a Quran. Chen Jialuo aids them in defeating the mercenaries and recovers the holy book. He earns the respect and admiration of Huoqingtong, the daughter of the tribe's leader. Throughout the story, some of the heroes eventually find their rights after braving danger together. The couples Xu Tianhong and Zhou Qi, Yu Yutong and Li Yuanzhi, are married after two lengthy subplots. Chen Jialuo and the heroes follow the trail of the convoy escorting Wen Tailai and arrive in Hangzhou. There, Chen Jialuo coincidentally meets the Qianlong Emperor, who is disguised as a rich man, and they strike up a friendship. However later when they discover each others' true identities, they become wary and suspicious. Qianlong's best warriors are defeated by the society's leaders in a martial arts contest and the emperor feels humiliated. He wants to summon his army to eradicate the society, but refrains from doing so as he is aware of their strong influence and connections in Hangzhou. When Chen Jialuo finally rescues Wen Tailai, he is shocked to learn that the Qianlong Emperor is not a Manchu, but in fact, a Han Chinese. Even more shockingly, Wen reveals that Qianlong is actually Chen's older brother, who was replaced at birth with the Yongzheng Emperor's daughter. Chen Jialuo and the heroes take Qianlong hostage and try to persuade him to acknowledge his ethnicity. They suggest that he use his authority to drive the Manchus out of the Central Plains and assure him that he will still remain as emperor after that. Qianlong reluctantly agrees and takes an oath of alliance with the heroes. At the same time, the Qing army invades northwestern China, where the Islamic tribe lives, and Chen Jialuo travels there to help his friends. He meets Huoqingtong again and her younger sister, Kasili (Princess Fragrance). Chen falls in love with Kasili and finds himself entangled in a love triangle, because Huoqingtong also has romantic feelings for him. The Islamic tribe is eventually annihilated by the Qing army and Kasili is captured and brought back to the capital Beijing. The Qianlong Emperor is attracted to Kasili's beauty and tries to force her to become his concubine but she refuses. Chen Jialuo infiltrates the palace to meet Qianlong and remind him about their pact, whilst affirming that he will persuade Kasili to marry the emperor. Kasili later discovers that Qianlong has broken his promise and is secretly plotting to destroy the Red Flower Society, so she commits suicide to warn Chen. The society's members are angry with the emperor for renouncing his oath and they storm the palace. Qianlong is defeated and forced to come to a truce with the heroes. Chen Jialuo and his friends then return to the western regions after paying respects at Kasili's tomb.",
    "genre": [
      "Wuxia",
      "Speculative fiction"
    ],
    "author": "Louis Cha"
  },
  {
    "title": "Ode to Gallantry",
    "summary": " The plot centers on a case of mistaken identity between a pair of identical twins, which in his afterword Jin Yong acknowledges resemble some works of William Shakespeare (cf. Twelfth Night and The Comedy of Errors). The protagonist, who refers to himself as \"Gouzazhong\" (狗雜種; literally means \"the mongrel dog\", a colloquialism for \"bastard\"), first appears as a young beggar living on the streets of Kaifeng, searching for his lost mother. He witnesses a fight between several wulin pugilists and meets the Shi couple and members of the Snowy Mountain Sect (雪山派). An accident causes him to be taken away from Kaifeng by a martial artist called Xie Yanke, to Xie's secluded home on Motian Cliff. Xie Yanke, who is frequently bothered by Gouzazhong, decides to teach him martial arts. Gouzazhong learns qi cultivation techniques under Xie Yanke's tutelage for six years. Gouzazhong is unaware that Xie Yanke actually harbours ill intentions towards him and has been teaching him the wrong methods, in hope that Gouzazhong will sustain internal wounds and die eventually. At the same time, the leader of the Changle Sect, Shi Potian (whose real name is Shi Zhongyu), mysteriously disappears. The greater part of the novel deals with the complications that arise as Gouzhazhong is mistaken to be Shi Zhongyu, not only by members of the sect (for ulterior motives), by also by Shi Zhongyu's parents, the Shi couple, Shi Zhongyu's lover Ding Dang, and members of the Snowy Mountain Sect. Although the two bear a splitting resemblance, their characters cannot be more different: Gouzhazhong is simple, honest and clever, while Shi Zhongyu, the son of the Shi couple, has a bad reputation as a lewd and sly womaniser. In the process Gouzhazhong acquires consummate martial arts skills. Gouzazhong is hounded by members of the Snowy Mountain Sect who mistake him for Shi Zhongyu, who had molested A'xiu, the granddaughter of the Snowy Mountain Sect's leader. He acquires A'xiu as his girlfriend after various episodes, during which the misunderstandings are resolved. The novel culminates in an episode when the leaders of various sects are coerced into going to a secluded island by a pair of mysterious, highly skilled messengers to celebrate the Laba Festival by eating Laba congee. The story then leads to a surprising conclusion: revelations on the island and more revelations concerning Gouzhazhong's true parentage.",
    "genre": [
      "Wuxia"
    ],
    "author": "Louis Cha"
  },
  {
    "title": "Seven Swords of Mount Heaven",
    "summary": " The prologue serves as a continuation of Yang Yuncong and Nalan Minghui's story in Saiwai Qixia Zhuan, set in the early Qing Dynasty. Nalan is forced to marry the Manchu prince Dodo even though she loves Yang and has bore Yang a daughter. Yang shows up on the night before Nalan's wedding and seizes their infant daughter from her. He is mortally wounded in a fight against Prince Dodo's henchmen and before his death he entrusts his daughter to the youth Liang Mulang, who was attempting suicide after being mistakenly accused of betraying his comrades. Mulang brings Yang's daughter back to Yang's teacher Reverend Huiming on Mount Heaven. Mulang spends eighteen years training under Reverend Huiming's tutelage and becomes a formidable swordsman. He returns to the jianghu under a new alias, \"Ling Weifeng\", and does a series of chivalrous deeds. Yang Yuncong's daughter Yilan Zhu has mastered the Mount Heaven Swordplay, and she swears to kill Prince Dodo and avenge her father. On Mount Wutai, members of the anti-government Heaven and Earth Society and some Southern Ming rebels attempt to assassinate Prince Dodo but their plans are interrupted by Yilan Zhu's untimely appearance. During the ensuing chaos, Yilan Zhu unintentionally causes Zhang Huazhao to be captured by Qing soldiers. She goes to Prince Dodo's residence to rescue Zhang later. Meanwhile Fu Qingzhu and Mao Wanlian discover that the Shunzhi Emperor is still alive and has become a monk on Mount Wutai. Shunzhi's son, the reigning Kangxi Emperor, secretly murders his father to safeguard his throne. On Ling Weifeng's part, he meets his old crush Liu Yufang, who wrongly accused him of betrayal years ago. Even though Ling's appearance has changed, Liu still notices that he bears some resemblance to Mulang, but he refuses to admit that he is indeed Mulang. Ling Weifeng and Liu Yufang travel to Yunnan later and befriend Li Siyong, a descendant of Li Zicheng. They also encounter Fu Qingzhu and Mao Wanlian, as well as Gui Zhongming, a new companion. Gui falls in love with Mao after she helps him recover from his mental illness. Gui Zhongming and Mao Wanlian go to Beijing later to find Yilan Zhu and they meet the scholar Nalan Rongruo. In the meantime, Nalan Minghui recognises Yilan Zhu as her daughter and she pleads with Prince Dodo to spare her daughter's life. After much difficulty, Yilan Zhu and Zhang Huazhao escape from danger and they fall in love. Yilan Zhu avenges her father later by assassinating Prince Dodo, but is captured and imprisoned. Nalan Minghui is unable to rescue her daughter and commits suicide in despair. \"Flying Red Sash\" Hamaya (a former love rival of Nalan) and Ling Weifeng appear in the nick of time and save Yilan Zhu. Ling Weifeng suddenly experiences a seizure in a fight against Chu Zhaonan, his treacherous senior. Chu turns the tables on Ling and captures and imprisons him in an underground labyrinth in Tibet. Ling attempts to escape but fails and is on the brink of death. He writes a letter to Liu Yufang, admitting that he is indeed Mulang. Liu is heartbroken upon reading Ling's letter. Han Zhibang, who has a secret crush on Liu Yufang, bravely sacrifices himself to save Ling Weifeng and dies at the hands of Chu Zhaonan. Fu Qingzhu and the other heroes break into the labyrinth to rescue Ling. Chu Zhaonan is defeated by Yilan Zhu and commits suicide eventually. Ling Weifeng, Zhang Huazhao, Gui Zhongming, Yilan Zhu, Mao Wanlian, Wu Qiongyao, and Hamaya form the \"Seven Swords of Mount Heaven\", with Liu Yufang as a close ally. They leave behind a heroic legacy of upholding justice and helping the poor and oppressed.",
    "genre": [
      "Wuxia"
    ],
    "author": "Liang Yusheng"
  },
  {
    "title": "Flying Fox of Snowy Mountain",
    "summary": " The story begins in the Changbai mountains in northeastern China during the reign of the Qianlong Emperor in the Qing Dynasty. It follows the classical unity of time, taking place on a single day, which is the 15th day of the third month of the Chinese calendar, in the 45th year in the reign of the Qianlong Emperor (i.e. April 19, 1780 in the Gregorian calendar). A group of jianghu pugilists unearth a treasure chest and begin fighting for it. The reason for them doing so is deliberately kept from the reader at this point of time. Midway during their tussle, they are overpowered and coerced by a highly skilled monk called Baoshu to travel to a manor at the top of Jade Brush Peak (玉筆峰), to help the manor's owner drive away an enemy called Hu Fei, also known as the \"Flying Fox of Snowy Mountain\". They start telling stories concerning the origin of a precious saber in the chest, their mysterious foe (Hu Fei) and slowly reveal each others' personal secrets. The saber's story dates back over a century ago to the feuds of the four bodyguards under the warlord Li Zicheng, who led the rebellion that overthrew the Ming Dynasty. The four guards' family names were Hu, Miao, Tian and Fan. Owing to a massive misunderstanding, which lasted several generations, their descendants had been slaying each other in a vendetta that prevented any one of them from discovering the truth. The Hu clan was opposed to those from the Miao, Tian and Fan families, the latter three which were allies. The people gathered at the mountain manor are either all descendants of the four bodyguards or are otherwise embroiled in the feud. Hu Fei's father, Hu Yidao, was a male descendant who became involved with Miao Renfeng, a descendant from the Miao family. Both were masterful martial artists without peer. Miao Renfeng, Hu Yidao and his wife developed an uncommon friendship and grew to admire each other, but Hu Yidao and Miao Renfeng must fight unwilling duels to avenge their parents' deaths. Under the schemes of the villain Tian Guinong, Hu Yidao was slayed unintentionally by Miao Renfeng after his sword was smeared with poison by Tian. Hu Yidao's infant son, Hu Fei, was smuggled away and raised by a waiter named Ping A'si. Hu Fei eventually grew up to become the \"Flying Fox of the Snowy Mountain\". The various scheming pugilists are eventually punished by their greed. Hu Fei makes an appearance midway in the story. The conflict reaches a climax when Miao Renfeng challenges Hu Fei to a duel owing to a misunderstanding that Hu Fei has intentionally molested his daughter Miao Ruolan and both of them fight for several rounds but neither emerges the victor. They are stranded on a cliff about to collapse under their weight and the novel comes to its climactic end. Hu Fei has an opportunity to attack Miao Renfeng and knock him off the cliff, but he hesitates as Miao may be his future father-in-law. If he refrains, both of them might fall to their deaths, otherwise he will certainly die as Miao will kill him. The novel ends in a deliberate cliffhanger, leaving the conclusion to the reader's imagination.",
    "genre": [
      "Wuxia"
    ],
    "author": "Louis Cha"
  },
  {
    "title": "Other Tales of the Flying Fox",
    "summary": " The story begins several years after the death of Hu Yidao. His son Hu Fei, raised by Ping A'si, inherits the Hu family's skills and becomes a powerful martial artist. While travelling around the land in search of adventure, Hu Fei encounters Feng Tiannan, a ruthless villain, and he wants to kill Feng to deliver justice for Feng's victims. He also meets a young maiden named Yuan Ziyi, who shows signs of affection towards him. She stops Hu Fei from killing Feng Tiannan each time when he is close to killing the villain. Based on Ping A'si's words, Hu Fei believes that the famous martial artist Miao Renfeng is responsible for his father's death. He refrains from killing Miao Renfeng after finding the latter, because Miao has been tricked by an enemy and is temporarily blinded by a deadly poison. He is so impressed with Miao's sense of chivalry that he starts wondering if Ping A'si was mistaken about Miao. He decides to help Miao Renfeng and journeys to find a cure for his eyes. He meets Cheng Lingsu, a young disciple of the deceased \"King of Venoms\". Hu Fei witnesses Cheng Lingsu defeating her three wicked seniors with her calm and wits. She agrees to help him cure Miao Renfeng's eyes. When Miao Renfeng regains his sight he confesses that he had indeed killed Hu Yidao unintentionally several years ago. Hu Fei is filled with sorrow upon hearing the truth and leaves with Cheng Lingsu. Cheng Lingsu and Hu Fei become sworn siblings. Travelling together, the two then stumble upon an election for a new leader of the wulin (martial artists' community), hosted by the general Fukang'an. The election is part of Fukang'an's plot to instigate turmoil in the wulin, which is part of the government's plan to control the martial artists' community. Hu Fei and Cheng Lingsu disguise themselves and participate in the election. With help from Yuan Ziyi, the trio combined to expose Fukang'an's scheme and disrupt the meeting. They are attacked by enemies and Hu Fei is poisoned while trying to shield Cheng Lingsu with his body. Cheng loses her life trying to save Hu, and reveals before her death that she is in love with him. Hu Fei is filled with anguish by the tragic loss of Cheng Lingsu. After Cheng's funeral, he meets Yuan Ziyi again, who tells him that she had already taken an oath to be a nun in her childhood, and cannot be together with him even though she loves him. She places her palms together and recites a silent prayer for Hu Fei before leaving.",
    "genre": [
      "Wuxia"
    ],
    "author": "Louis Cha"
  },
  {
    "title": "Requiem of Ling Sing",
    "summary": " The plot centers on the experiences of the protagonist Di Yun, a simple and ordinary peasant from Xiangxi. He lives in the countryside for several years together with his martial arts teacher Qi Zhangfa and the latter's daughter Qi Fang, who is his sweetheart. One day, the three of them travel to the city to attend the birthday party of Wan Zhenshan, Qi Zhangfa's senior from the same martial arts sect. Di Yun runs into trouble as he is framed for larceny and attempted rape, and is arrested and imprisoned. Qi Zhangfa disappears mysteriously when Di Yun needs him the most. Wan Zhenshan's son Wan Gui bribes the magistrate to hand a heavy sentence to Di Yun to exaggerate the seriousness of Di's \"crimes\", while hypocritically playing the role of a good man by pretending to help Di in order to win Qi Fang's heart. Qi Fang becomes disappointed with Di Yun after believing that he is indeed guilty and gives up on him. With no one else to turn to, she eventually marries Wan Gui. Di Yun suffers in prison and is continuously harassed by Ding Dian, a fellow raving inmate who accuses him of being a spy and subjects him to constant physical beatings. However, after Di Yun attempts suicide, Ding Dian is finally convinced that Di is not a spy and they become close friends. Ding Dian tells Di Yun that he has obtained from an old man named Mei Niansheng the manual for the skill called Liancheng Swordplay, and has since become the target of many jianghu pugilists who are after the book. Ding Dian also teaches Di Yun a powerful inner energy skill that later proves to be a blessing for Di. Di Yu overhears the dirty secrets of his respected teacher Qi Zhangfa and his fellows, of how they murdered their teacher Mei Niansheng to seize possession of the Liancheng Swordplay manual. Di Yun and Ding Dian manage to break out from jail but Ding is fatally poisoned by Ling Tuisi, a heartless magistrate who is the father of Ding's late lover. Di Yun returns to Qi Fang's house and sees that Qi has conceived with Wan Gui a daughter nicknamed Kongxincai. He is depressed and emotionally hurt and escapes as a runaway convict. Di Yun soon arrives at a temple, where he encounters an evil cannibalistic monk called Baoxiang, whom he outwits and kills. He dons Baoxiang's robes and is mistaken by the Tibetan Blood Saber Sect's lascivious leader Grandmaster Xuedao as a grand disciple. Xuedao protects Di Yun from attackers from orthodox sects, and captures a girl named Shui Sheng, holding her as a hostage as they flee. They encounter an avalanche that causes them to be trapped a snowy valley in the Daxue Mountains during deep winter. Xuedao manages to kill three of their pursuers, one of whom is Shui Sheng's father. Meanwhile Xuedao becomes suspicious of Di Yun's identity and he attempts to kill the latter when Di's cover is blown. Unexpectedly, Xuedao's strike helps Di Yun channel his inner energy cycle and he dies at Di's hands instead. The last surviving pursuer Hua Tiegan reveals his true colours after Xuedao's death and resorts to cannibalism on his three dead companions in order to survive. While Di Yun, Shui Sheng and Hua Tiegan remain in the valley to wait for spring, Shui sees Di's kindness beneath his seeming misanthropy. When the three of them are finally able to leave the valley and meet up with other pugilists, Hua Tiegan accuses Di Yun and Shui Sheng of sexual immorality in front of Shui's fiance. Di Yun separates himself from Shui Sheng and continues on his lonely journey to vengeance. Di Yun tracks down the perpetrators responsible for his wrongful incarceration and learns that his teacher Qi Zhangfa is actually a scheming and ruthless villain, just as Ding Dian had told him. His first love Qi Fang is mercilessly killed by her husband Wan Gui when he suspects her of infidelity. As the story progresses, all the antagonists in the novel eventually locate the whereabouts of the Liancheng Swordplay manual in a temple. They start slaying each other over the treasure and all become insane after coming into contact with the deadly venom smeared on the jewels. After witnessing these beastly acts, especially Qi Fang's death, Di Yun becomes totally disillusioned with the dark nature and greed of humanity. He brings Qi Fang's daughter Kongxincai with him to the snowy valley and intends to lead a reclusive life there. To his surprise, he meets Shui Sheng, who has been faithfully waiting alone for his return.",
    "genre": [
      "Wuxia"
    ],
    "author": "Louis Cha"
  },
  {
    "title": "Jue Dai Shuang Jiao",
    "summary": " Jiang Feng and Yan Nantian become sworn brothers. Jiang Feng was injured during a misadventure and was rescued by the sisters Yaoyue and Lianxing of Yihua Palace. The sisters fall in love with Jiang Feng, but he spurns them because of their arrogance. Jiang Feng falls in love with the slave girl Hua Yuenu instead, and soon Hua becomes pregnant with his child. Jiang Feng and Hua Yuenu manage to flee, but are tracked down by the sisters when Jiang's servant betrays them. Hua Yuenu gives birth to a pair of twin boys and dies together with Jiang Feng. As the ultimate vengeance for Jiang Feng's scorn, Yaoyue decides to make Jiang's sons kill each other. She raises one of the twins as her own child and names him \"Hua Wuque\". The other child is saved by Yan Nantian. Yan Nantian pursues Jiang Feng's treacherous servant into Villains' Valley to avenge his sworn brother, where he encounters the notorious Ten Great Villains, a group of the most brutal and malevolent criminals in the world. He is eventually overwhelmed and knocked out. Surprisingly, the villains do not harm the child, and instead intend to raise him as their student and \"groom\" him to become the greatest villain ever. More than a decade later, the twins grow up into a pair of handsome youths. Yaoyue teaches Hua Wuque her formidable style of martial arts, and sends him to kill his brother without telling him about his origins. Concurrently, the other child Xiaoyu'er is trained by the Ten Great Villains in a variety of fighting styles, as well as many unique \"villainous\" skills such as poisons, theft, and disguise. Xiaoyu'er ventures into the jianghu (martial artists' community) alone, and his adventures lead him to encounters with many young maidens such as Tie Xinlan, Su Ying and Zhang Jing. He develops complex romantic relationships with most of them. Meanwhile Hua Wuque continues to pursue him, and the two clash on many occasions. Hua Wuque is superior to Xiaoyu'er in martial arts, but the latter usually manages to survive by using his wits and cunning. Initially the twins are hostile towards one another, as their personalities are completely different; Hua Wuque is righteous and somewhat naive, while Xiaoyu'er is expedient and cunning. However the two eventually develop a grudging level of friendship and respect after being forced through a series of trials and adventures together. At the same time, they also become entangled in love triangles with several of the maidens they meet. Yaoyue is determined to make the twins kill each other, and she forces Hua Wuque to challenge Xiaoyu'er to a fight to the death. Xiaoyu'er is seemingly killed by Hua Wuque during the duel. After his apparent death, Yaoyue exposes her true intentions, as well as the history of the twins and her plan to make their father pay for betraying her love. Hua Wuque is shocked to hear the truth, but soon afterwards Xiaoyu'er comes back to life, revealing that he actually feigned death by consuming special drugs. The twins finally recognise and acknowledge each other as brothers.",
    "genre": [
      "Wuxia",
      "Romance novel"
    ],
    "author": "Gu Long"
  },
  {
    "title": "Da Tang You Xia Zhuan",
    "summary": " The story is set in the Tianbao era of the Tang Dynasty during the reign of Emperor Xuanzong. The emperor appoints the incompetent Yang Guozhong as chancellor out of nepotism because Yang's cousin, Yang Yuhuan, is the emperor's favourite concubine. The Tang government gradually sinks into corruption under Yang Guozhong's ineffective leadership and Yang's supporters dominate the political arena. The power hungry barbarian An Lushan wins the emperor's trust through flattery and the emperor promotes him to the rank of jiedushi of Fanyang. An Lushan wields great military power in his hands and secretly builds up his forces in preparation for a rebellion. In the jianghu, the outlaw leaders Dou Lingkan and Wang Botong compete fiercely with each other for the position of chief of the wulin (martial artists' community). Dou Lingkan and his brothers have the support of Duan Guizhang, a renowned swordsman who is also Dou's brother-in-law. On the other hand, Wang Botong cooperates with An Lushan to achieve his goal, while recruiting several pugilists to serve him and sending his children to be tutored by martial arts experts. Duan Guizhang maintains a close friendship with a former bureaucrat called Shi Yiru. Their wives give birth to a boy called Duan Keye and a girl named Shi Ruomei respectively. An Lushan sends his men to bring Duan Guizhang to meet him but Duan was not in then, so Shi Yiru went in place of him. Shi Yiru is held hostage in An Lushan's residence and Duan Guizhang and Dou Lingkan's godson Tie Mole go to rescue him. They fail and Shi Yiru dies while Duan Guizhang is severely wounded. They are saved from An Lushan's men by Nan Jiyun and Huangfu Song. Kongkong'er, one of Wang Botong's lackeys, shows up and steals the baby Duan Keye, in order to force Duan Guizhang not to side with Dou Lingkan. Dou Lingkan is later slain by Wang Botong's daughter Wang Yanyu in a fight and loses his title of chief of the wulin. Tie Mole escapes amidst the chaos with Nan Jiyun's help and vows to avenge his godfather. Duan Guizhang sends Tie Mole to learn martial arts from a reclusive master. Seven years later when Tie Mole has achieved a certain level of prowess in his skills, he returns to civilisation, only to find himself stranded in the chaotic scene of the An Shi Rebellion. Tie Mole has a series of adventures, including undermining An Lushan's rebel forces by capturing Wang Botong's stronghold and exposing the truth behind a 20-year old mystery and clearing Huangfu Song's name. Tie Mole finds himself entangled in a love triangle with Wang Yanyu and another maiden called Han Zhifen. He saves the emperor and flees with the imperial forces after the capital cities Luoyang and Chang'an fell to An Lushan's rebel forces. He is also involved in the historical incident at Mawei courier station, when discontented soldiers killed Yang Guozhong and demanded that Emperor Xuanzong put Yang Yuhuan to death. The Battle of Suiyang is also featured in the novel in the later chapters and many heroes sacrifice themselves in the battle. Tie Mole, Han Zhifen and others continue their heroic legacy by recruiting heroes to help in suppressing the rebellion.",
    "genre": [
      "Wuxia"
    ],
    "author": "Liang Yusheng"
  },
  {
    "title": "Saiwai Qixia Zhuan",
    "summary": " The story is set in the early Qing Dynasty during the reign of the Shunzhi Emperor. The ethnic minority tribes in northwestern China are under attack by Qing forces that are attempting to force them into submission. Yang Yuncong helps the tribal people resist the invaders and becomes a revered hero in the region. However Yang is betrayed and attacked by his junior Chu Zhaonan, who has defected to the Qing side. They encounter a sandstorm while fighting. Yang is injured and loses consciousness, but is saved by Nalan Minghui, the daughter of a Qing general called Nalan Xiuji. She nurses him back to health and helps him escape from danger. After leaving Nalan Minghui, Yang Yuncong meets \"Flying Red Sash\" Hamaya, a legendary heroine in the northwest. Hamaya's lover, the singer Yabulu, had betrayed their tribe and caused the death of her father. Hamaya seeks vengeance on Yabulu, captures him and brings him back to her tribe for punishment. Along the way, they are ambushed by Chu Zhaonan and Qing soldiers. Yang and Hamaya defeat and capture Chu, but Yang releases Chu on account of their past senior-junior relationship. Back in Hamaya's tribe, her fellow tribesmen find Yabulu guilty and want him dead. Hamaya suppresses her sorrow, and personally kills Yabulu to deliver justice. With Yang Yuncong's help, Hamaya emerges as champion in a martial arts contest and is elected to be the new chief of her tribe. By then, Hamaya has secretly developed romantic feelings for Yang. Yang Yuncong continues to help Hamaya and her people fight the Qing army. During this time, he meets Nalan Minghui again and they fall in love with each other. However, Yang and Nalan are not fated to be together, because they stand on opposing sides. Besides, Nalan's parents have agreed to marry her to the Manchu prince Dodo. In grief, Nalan decides to consummate her romance with Yang, and eventually becomes pregnant with Yang's child. On the other hand, Hamaya is also in love with Yang Yuncong, and she has revealed her feelings to him, but he rejects her. Hamaya is heartbroken and her hair turns white overnight, just like her teacher, the \"White Haired Demoness\" Lian Nichang. Without Hamaya to lead them, the tribal people suffer a crushing defeat by Qing forces. In the meantime, Yang Yuncong leaves northwestern China after learning that Nalan Minghui and Prince Dodo's wedding is going to take place in Hangzhou soon. His eventual fate is revealed in Qijian Xia Tianshan.",
    "genre": [
      "Wuxia"
    ],
    "author": "Liang Yusheng"
  },
  {
    "title": "Xiagu Danxin",
    "summary": " The story follows the adventures of Jin Zhuliu, son of Jin Shiyi and Gu Zhihua, the protagonists of Yunhai Yugong Yuan. At the age of 20, Jin Zhuliu leaves the island he was raised on, and travels to the Chinese mainland alone in search of adventure. He roams the jianghu as a wandering swordsman, by upholding justice and helping the poor. At that time, China is in the late Ming Dynasty and the Han Chinese face the threat of invaders from Manchuria in the north. Jin Zhuliu performs a series of heroic acts that propel him to fame overnight. Jin Zhuliu meets Shi Hongying, the younger sister of Shi Baidu, the evil leader of the Six Harmonies Sect, and falls in love with her. At the same time, he also meets Li Nanxing, the nephew of Li Shengnan, and becomes sworn brothers with him. Meanwhile, Shi Baidu pledges allegiance to the Manchu aristocrat Safuding and aims to help Safuding in conquering Ming China. Jin Zhuliu, Li Nanxing and other righteous pugilists combine forces to disrupt Safuding's birthday party and rob him of several precious gifts. Shi Baidu intends to marry his sister to the Manchu general Meng Xiong, but actually he wants to use her to lure Li Nanxing into a trap and kill Li. Li Nanxing is wounded in a battle and is saved by Gongsun Hong of the Red Tassel Society. Li Nanxing strikes up a romantic relationship with Gongsun Hong's daughter, Gongsun Yan, later. Shi Baidu is dissatisfied and tries to coerce his sister to marry Meng Xiong but Jin Zhuliu, Li Nanxing and other pugilists disrupt the wedding and seize control of Meng Xiong's city. Shi Baidu is defeated and dies in humiliation. Shi Hongying succeeds her brother as leader of the Six Harmonies Society and they join a volunteer army, formed by pugilists who have sworn to defend Ming China from the Manchus. At one point, Li Nanxing falls off a cliff and is presumed to be dead. During his absence, some jianghu lowlifes reestablish the evil Heaven Demons' Cult once more and commit evil in his name. Jin Zhuliu is surprised to hear that his sworn brother is still alive and has become a villain. He investigates the case and meets Li Nanxing, who has survived, by coincidence, and they defeat the villains together, clearing Li's name. Jin Zhuliu, Li Nanxing and the righteous pugilists combine forces to foil the Manchus' plot to trick some tribal peoples from Qinghai to attack China. The story ends on a happy note for the protagonists, who receive their blessings from the wulin, as Jin Zhuliu is happily married to Shi Hongying while Li Nanxing is married to Gongsun Yan.",
    "genre": [
      "Wuxia"
    ],
    "author": "Liang Yusheng"
  }
]