[
  {
    "title": "The Mirror Crack'd from Side to Side",
    "summary": " Marina Gregg is a famous, temperamental, much loved movie star who has come to settle down in the village of St. Mary Mead after the death of Colonel Bantry, who used to live at Gossington Hall where Marina has taken up residence with her husband Jason Rudd. Heather Badcock, an ordinary albeit annoying woman, dies after drinking a cocktail at a party hosted by Marina. Shortly before her death, Heather was in conversation with Marina, giving her a long boring account of how she had met Marina many years ago - getting out of bed despite her illness and putting on lots of makeup, in order to seek Marina's autograph. Marina is seem with a 'frozen'look on her face for a moment while Heather talks to her; a look likened to the Lady of Shalott, as though 'doom has come upon her'. It then comes to light that Marina had handed her own drink to Heather after Heather's drink was spilled. Therefore it is surmised that Marina must be the intended victim. As a famous star who has married five times, she is a far more likely murder target. Suspicion is cast on many people including Marina's seemingly devoted husband, a big-shot American TV producer who is a former admirer, and an American actress who was previously Marina's rival in love. (Both Americans turn up unexpectedly at the party). It also comes to light that an arty photographer at the party is actually one of three children that Marina had adopted in the past for a while and then 'got tired of' (Marina does not recognize her as such at the party). It is known that 11-12 years before the events in the book, Marina desperately wanted children of her own but had difficulties conceiving. After adopting three children, she became pregnant but her baby was born mentally handicapped and abandoned to a lifetime of institutions, leaving Marina emotionally scarred. This misfortune was due to Marina contracting German measles in the early stages of her pregnancy. While police search for clues, two other murders take place - one of Marina's social secretary and the other of Marina's butler (both of whom were serving drinks at the party). Finally, Miss Marple deduces what Marina had instantly realised at the party, that Heather is the woman who was responsible for infecting Marina with German measles all those years previously when she put on make up to cover the rash and went to meet Marina for her autograph. Overcome by rage and grief at seeing her unwitting tormentor looking so happy and proud of her act, Marina impulsively poisons her own glass and hands it to Heather after making Heather spill her own drink. At the end of the book, Marina is found dead from a drug overdose.",
    "genre": [
      "Cozy",
      "Crime Fiction"
    ],
    "author": "Agatha Christie"
  },
  {
    "title": "At Bertram's Hotel",
    "summary": " Jane Marple, the elderly amateur sleuth, takes a holiday at Bertram's hotel in London, to re-live her happy memories of staying there during her youth. The hotel is famous for fully preserving its Edwardian atmosphere even into the 1960s, from the proper staff to the elderly guests who frequent the tearoom. Miss Marple first sees Lady Selina Hazy, a childhood friend. Lady Hazy says she often thinks she recognizes people in the hotel but they turn out to be strangers. Miss Marple is intrigued by the other guests in the tearoom, especially a famous adventuress, Bess Sedgwick; a young woman, Elvira Blake, and her guardian Colonel Luscombe; and a forgetful clergyman, Canon Pennyfather. Elvira's late father left her a lot of money, but it's all held in trust until she, not yet 20, turns 21. Her mother, Bess Sedgwick, had abandoned her as a toddler to become a famous star and adventurer, and has not kept in touch. Elvira suddenly starts asking her guardians who would inherit her money if she dies, and hints that she may be planning marriage. She also says somebody had tried to poison her during her school days in Italy. She secretly flies to Ireland for 24 hours, telling her best friend only that she has to find out something that's of terrible importance. Canon Pennyfather is supposed to fly to Switzerland the same day, also for 24 hours, to attend a religious conference in Lucerne. But he's so forgetful he doesn't arrive at the airport until the following evening, by which time the conference is over. He returns to the hotel around midnight, and upon entering his room, sees something very surprising and is immediately knocked on the head. He wakes up four days later in a house several hours from London but near the location where the Irish Mail train was robbed three days earlier. A family had found him on the side of the road and taken him in. He remembers nothing since taking the taxi to the airport, yet some witnesses at the train robbery say they saw somebody who looked like him at the scene. Miss Marple also saw him leaving his hotel room at 3 am, three hours after he was knocked on the head, and a few hours before the robbery. It turns out that Lady Sedgwick had hidden herself from Elvira because she did not consider herself a suitable mother, given her lifestyle. Sedgwick and Elvira are lovers of the same man, the racing-car driver Ladislaus Malinowski. However, both women claim that Elvira doesn't know him. But Miss Marple knows that she does, because she has seen Elvira and Malinowski together at a restaurant. She thinks Malinowski is an unsuitable man for Elvira, and wishes she could save her from getting involved with him. Meanwhile, a car similar to Malinowski's has been seen at the train robbery and at several other train robberies; it is similar but not identical: the licence plates were off by one digit. Miss Marple overhears Bess Sedgwick talking with the hotel commissionaire, Micky Gorman. It turns out they had earlier been married in Ireland. At the time, Gorman had told her the wedding was just a game and not a legal marriage. But in fact it was a real marriage, and so her four subsequent marriages were unwittingly bigamous. Elvira also overhears this, and worries it might invalidate her inheritance because she is the daughter of one of Sedgwick's later husbands. She had travelled to Ireland to verify the marriage, but we don't know whether she flew back to England or took a train, perhaps the Irish Mail train, so she could have been a witness or perpetrator in the robbery. When Elvira comes to the hotel one foggy night, two shots are fired, and Elvira is found next to dead Commissionaire Gorman. Elvira claims he has been shot dead after he had run in front of her to shield her due to the first shot. The gun is Malinowski's. Police Chief Inspector \"Father\" Davy, along with Inspector Campbell, has been involved in the mystery since Pennyfather's disappearance. He interviews everybody in the hotel, and quickly realizes that Miss Marple notices things — things in human nature that provide important clues. After Pennyfather is found, the three of them try an experiment. Miss Marple and Pennyfather re-enact their actions from when she saw him in the hallway (although he doesn't remember it). She realizes it wasn't him she saw: the walk was different. Pennyfather then remembers what surprised him when he entered his room: he saw himself sitting on a chair, just before he was knocked on the head. His doppelgänger, with his confederates, left the hotel (when Miss Marple saw him), drove the unconscious Pennyfather to the mail train, made himself visible during the robbery so that people would mistake him for Pennyfather, and then left Pennyfather on the side of the road. Miss Marple tells Inspector Davy that she was disappointed to find out that much of the hotel's Edwardian atmosphere is false. Some of the guests are genuine, but others are actors pretending to be other people. So Lady Hazy wasn't wrong after all; the people she mistakenly recognized were actors pretending to be people she knew. Why a hotel would have so many actors is baffling, until the sleuths realize that the hotel is the center of a criminal ring. The actors pose as other people during robberies in order to make it look like their namesakes were at places they weren't. \"Father\" Davy and Miss Marple confront Bess Sedgwick as the orchestrator of these robberies, along with the hotel's owners and staff. Sedgwick confesses, and also admits to killing Gorman. She then drives away recklessly and commits suicide, although her racing may let it look like an accident. However, Miss Marple has already concluded that Elvira herself shot Gorman, and that her mother falsely confessed to the shooting in order to save her daughter. Elvira had fallen madly in love with Ladislaus Malinowski and knew that he was primarily interested in her money, but was concerned that if Michael Gorman revealed his marriage to Bess Sedgwick it would endanger her father's legacy.",
    "genre": [
      "Cozy",
      "Crime Fiction"
    ],
    "author": "Agatha Christie"
  },
  {
    "title": "The Moving Finger",
    "summary": " Jerry and Joanna Burton, a brother and sister from London society, take a country house in idyllic Lymstock so that Jerry can rest from injuries received in a wartime plane crash. They are just getting to know the town's strange cast of characters when an anonymous letter arrives, rudely accusing the two of being lovers, not siblings. They quickly discover that such poison pen letters have been recently circulating around town indiscriminately and completely inaccurate. Things flare up when Mrs Symmington, the wife of the local solicitor, commits suicide upon receiving a letter stating that her second child was born out of wedlock. Her body is discovered with the letter, a glass containing potassium cyanide and a torn suicide note which reads \"I can't go on\". An inquest is held and the verdict of suicide is brought in. The police begin to search for the anonymous letter writer. The Burtons' maid, Partridge, receives a call from Agnes, the Symmington's maidservant, who seems distraught over something. Partridge asks Agnes over to tea the next afternoon, but Agnes never arrives; her body is discovered in the under-stairs cupboard the next day by Mr Symmington's step-daughter Megan. Scotland Yard sends an investigator, who comes to the conclusion that the letter-writer/murderer is a middle-aged woman who must be one of the prominent citizens of Lymstock. Progress is slow until the vicar's wife calls up an expert of her own, Miss Marple. Jerry Burton gives Miss Marple some vital clues by telling her of the contents of his dreams and his disconnected thoughts. There is a break in the case when the Symmingtons' beautiful young governess, Elsie Holland, receives an anonymous letter typed on the same typewriter, proven to have been used to create envelopes for all the previous letters. The village doctor's sister, Aimée Griffith, is arrested, since she was seen typing the letter and delivering it. On the way to London for a visit to his doctor, Jerry takes Megan along with him to London where he buys her some new clothes to make her look presentable. He begins to realize he has fallen in love with her. When they return to Lymstock, Jerry asks Megan to marry him, and she refuses. As a result, Jerry goes to Mr Symmington to ask for his permission and to inform him of her refusal. Symmington, who is eager to have Megan off his hands, tells Jerry he will speak with her. Later that evening, Megan goes to her step-father's office and tries to blackmail him by implying she has proof of his guilt in the murders. He coolly pays her off, but later, when she is asleep, he tries to murder her by putting her head in the gas oven. He is immediately stopped by Jerry and the police, who were lying in wait. It is revealed that Miss Marple wished to prove Mr Symmington's guilt and that Megan was brave enough to assist her. Symmington had written all the letters as a cover-up for killing his wife. He had used phrases from a similar incident, done by a school-girl, which fooled the police into thinking that a woman had been the letter-writer. Miss Marple notes that it could not have been a woman who wrote the letters because none of the accusations was true and a typical middle-aged woman in a village Lymstock would have known of real scandals, whereas a man, especially a professional man like Symmington, would be uninterested in gossip. He murdered his wife by the use of cyanide and then planted the letter and a fake suicide note to disguise the crime. He committed the murders because he wished to marry Elsie Holland. Aimée Griffith, who was in love herself with Symmington, had written only the letter to Miss Holland, out of jealousy and to try to protect the man she loved from marrying the wrong woman. Megan, in light of recent events, finally realizes that she does indeed love Jerry. His sister Joanna marries the local doctor, and both couples settle down in Lymstock instead of returning to London. The book's title, The Moving Finger, is emphasized twice. The first is how the accusatory letters point blame from one town member to another, the second is from the addresses on the letters, which the Scotland Yard agent uses to determine the envelopes were all \"typed by someone using one finger\" in order to avoid a recognizable 'touch'.",
    "genre": [
      "Cozy",
      "Crime Fiction"
    ],
    "author": "Agatha Christie"
  },
  {
    "title": "A Murder is Announced",
    "summary": " A strange notice appears in the morning paper of a perfectly ordinary small English village, Chipping Cleghorn: \"A murder is announced and will take place on Friday, October 29th, at Little Paddocks, at 6:30 p.m. Friends accept this, the only intimation.\" This apparently comes as a great surprise to Letitia Blacklock, the owner of Little Paddocks, as she has no idea what the notice means; she didn't place it and none of her companions knows more than she. Miss Blacklock decides to take it in her stride and prepares herself to have guests that evening. Naturally, the villagers are intrigued by this notice, and several of them appear on the doorstep with awkward reasons but a definite interest. As the clock strikes 6:30, the lights go out and a door swings open, revealing a man with a blinding torch. In a heavily accented voice, the man demands they \"Stick 'em up!\" Most of the guests do so, believing it to be part of a game. The game ends when shots are fired into the room. The door slams shut, and panic takes hold: in short order, it's discovered that the fuses are blown, the gunman has been shot, and Ms. Blacklock's ear is bleeding, apparently from a bullet's near-miss. The most curious thing of all is the gunman: he is recognized by Dora Bunner (an old friend of Letitia's, affectionately known as \"Bunny,\" who lives at Little Paddocks as her companion) as Rudi Scherz, the receptionist at a local spa, who had asked Letitia for money just a few short days ago. The police are called in. All clues suggest that the case is merely a strange suicide or accidental death, but Inspector Craddock is uneasy about both possibilities. As luck would have it, Miss Marple is a guest at the very same spa where Rudi Scherz was employed. Craddock is advised to involve her in the case, and the two commence working together. At the spa, it emerges that Rudi has a criminal background, but petty theft and forgery rather than any more serious crime. His girlfriend, a waitress at the spa, however, reveals that he had been paid to appear as the holdup man; he believed it was all \"a silly English joke\", and was clearly not planning on being shot at. With this new knowledge, Craddock returns to Chipping Cleghorn. Miss Marple, not uncoincidentally, is the godmother of the local vicar's wife, and decides to stay with her. The first step is to establish a motive for Scherz's attack on Miss Blacklock. This presents a problem: Letitia has no known enemies. She worked for a successful financier (Randall Goedler) and has done quite well for herself but is not herself wealthy. She does not lead a lavish life and, aside from her house, she has only enough to live on. However, she may shortly come into a great deal of money; Randall Goedler's estate passed to his wife, Belle, when he died. Belle is frail, and is now very near death. When Belle dies, Miss Blacklock inherits everything. If, however, she predeceases Belle, the estate goes to the mysterious \"Pip\" and \"Emma\", children of Randall's estranged sister, Sonia. No one knows where these two are, much less what they look like. Inspector Craddock discovers oil on the hinges of a door into the parlour (where the shooting took place) thought to be unused, and Bunny mentions that until quite recently there had been a table placed against the door. Inspector Craddock travels to Scotland to meet Belle; she mentions that Letitia had a beloved sister, Charlotte, who was born with a goiter. Their father, an old-fashioned doctor, tried unsuccessfully to treat Charlotte, but she only withdrew further into herself as her goiter got worse. Their father died shortly before World War II, and Letitia gave up her job with Goedler and took her sister to Switzerland for the necessary surgery to repair the defect. The two sisters waited out the war in the Swiss countryside, but before it was over, Charlotte died very suddenly. Letitia returned to England shortly thereafter. Miss Marple takes tea with Bunny during her shopping trip with Letitia, and Bunny reveals several details about the case: she talks about the recently oiled door she found with the Inspector; she's sure that Patrick Simmons, a young cousin of Letitia's who, with his sister Julia, is also staying at Little Paddocks, is not as he appears; and, most tellingly, she's absolutely positive there was a different lamp in the room on the night of the murder (the one with the shepherdess and not with the shepherd) than there was now. Their tête-à-tête is interrupted, however, as Letitia arrives, and she and Bunny resume their shopping. That evening, Letitia arranges a birthday party for Bunny, complete with almost everyone who was at the house when Rudy Scherz was kills; and she asks Mitzi to make her special cake, which Patrick has nicknamed \"Delicious Death\". This was while post-war austerity rationing was in effect — butter and eggs were hard to come by even in a rural community, and the chocolate and raisins used in the cake were very difficult to get. A box of chocolates is also a present. Bunny loves chocolate but it gives her a headachek and she can't find the aspirin she bought. She takes some of Letitia's aspirin instead, lies down for a nap - and dies. Miss Marple visits Ms. Blacklock, who mourns Bunny and starts crying. Miss Marple asks to see photo albums which might contain pictures of Sonia Goedler, Pip and Emma's mother, but all photos of Sonia were taken out of the albums recently, although they were in place before the death of Rudi Scherz. Through deduction and re-enactment, Misses Hinchliffe and Murgatroyd (two spinster farmers who were also present at the time of the Scherz murder) figure out that Miss Murgatroyd could see who was in the room as she was standing behind the door when it swung open; she couldn't have seen Rudi as he was on the other side of the opened door, but she could see whose faces were illuminated by the torch beam. The two women conclude that the person who wasn't in the room (and therefore not seen by Miss Murgatroyd) could have sneaked out of the room when the lights went out and come around behind Rudi, and shot at him—and Miss Blacklock. Just as she remembers the one person not in the room, the stationmaster calls to notify them that a dog has just arrived. As Miss Hinchliffe pulls away in her car, Miss Murgatroyd runs into the driveway, shouting \"She wasn't there!\" She is murdered while Miss Hinchliffe is away, and so does not reveal whom she did not see. Miss Hinchliffe returns and meets Miss Marple. They discover Murgatroyd's body, and a distraught Hinchliffe informs Miss Marple of Murgatroyd's cryptic statement. At Little Paddocks, Letitia receives a letter from the real Julia Simmons in Perth. She confronts \"Julia\" with the letter, and \"Julia\" reveals that she is actually Sonia's daughter, Emma Stamfordis, masquerading as Julia so that she could attempt to gain a portion of the inheritance from Letitia and let the real Julia spend time pursuing an acting career. Julia/Emma insists she is uninvolved in the assassination attempt—she was a crack shot during the French Resistance and would not have missed at that range, even in the dark—nor did she wish to prevent Letitia from inheriting Randall Goedler's estate. She had intended to ingratiate herself with Letitia and try to obtain a portion of the money, and once the murder took place, had no choice but to continue the masquerade. Phillipa Haymes (a boarder at Little Paddocks and a young widow) sneaks into the kitchen to speak to Julia/Emma, but Julia/Emma sends her away before finding out what Phillipa had to say. That night, the vicar's cat, Tiglath Pileser, knocks over a glass of water onto a frayed electrical cord, which causes the fuses to blow, and the final clue falls into place for Miss Marple. Inspector Craddock gathers everyone at Little Paddocks and launches the final inquest, which is interrupted by Mitzi, Letitia's foreign \"lady-help\", crying out that she saw Letitia commit the murder. The inspector does not believe her, and continues with his questioning. The inspector continues, and quickly insinuates that Edmund Swettenham who, with his widowed mother, was also present at the shooting, is in fact Pip. However, Phillipa comes forward and confesses that she is in fact Pip; Inspector Craddock then accuses Edmund of wanting to marry a rich wife in Phillipa by murdering Letitia. Edmund denies this and as he does so, a terrified scream is heard from the kitchen. Everyone rushes to the kitchen and discovers Miss Blacklock attempting to drown Mitzi in the sink. Miss Blacklock is arrested by a local constable who has been hiding in the kitchen with Miss Marple, who imitates Dora Bunner's voice to make Ms. Blacklock break down. Miss Marple explains it quite simply: it wasn't Charlotte who died in Switzerland, but Letitia. Charlotte, aware that Letitia was in line to inherit a fortune, posed as Letitia and returned to England; few people knew Charlotte, as she had been a recluse before leaving England, and a slight change in Letitia's appearance could be explained away to casual acquaintances by her time abroad during the war. She only needed to avoid people who knew Letitia well, such as Belle Goedler, and to always cover her throat with strings of pearls or beads to hide the scars from her goiter surgery. Bunny was one of the few people who remembered Charlotte as Charlotte, but by then, Charlotte was so lonely that she allowed her old school friend to move in. However, Rudi Scherz could have ruined everything: he worked at the Swiss hospital where Charlotte had been treated and could therefore identify Charlotte as herself. This is why Letitia/Charlotte hired him to come to Chipping Cleghorn and \"hold up\" a room full of guests: she blew the fuse by pouring water from a vase of flowers onto the frayed cord of a lamp, slipped out the second door, stood behind Rudi, and shot him. She then nicked her ear with a pair of nail scissors and rejoined the others, playing the part of perplexed host. Bunny became the next target because she, too, could reveal too much. Bunny had an eye for detail, but was prone to slip-ups: on several occasions, she referred to Ms. Blacklock as \"Lotty\" (short for \"Charlotte\") instead of \"Letty\" (short for \"Letitia\"), and her conversation with Miss Marple in the cafe proved fatal. Miss Murgatroyd, the final victim, was also killed for guessing too much and for coming to the realization that Letitia/Charlotte was the one person, beside herself, whose face was not illuminated by Rudi Scherz's torch. Mitzi and Edmund had been persuaded by Miss Marple to play parts in tripping Charlotte Blacklock up; Miss Marple's plans were almost brought down when Phillipa admitted to being Pip, but Inspector Craddock thought fast enough to turn around and claim Edmund was after Phillipa's money. In the end, Phillipa/Pip and Julia/Emma inherit the Goedler fortune; Edmund and Phillipa/Pip get married and return to Chipping Cleghorn to live.",
    "genre": [
      "Cozy",
      "Mystery",
      "Crime Fiction",
      "Fiction",
      "Suspense"
    ],
    "author": "Agatha Christie"
  },
  {
    "title": "4.50 From Paddington",
    "summary": " Elspeth McGillicuddy has come from Scotland to visit her old friend Jane Marple. On the way, her train passes another train running parallel to her. Then, a blind in one of the compartments flies up and she sees a woman being strangled to death! Only Miss Marple believes her story as there is no evidence of wrongdoing. The first task is to ascertain where the body could have been hidden. Comparison of the facts of the murder with the train timetable and the local geography lead to the grounds of Rutherford Hall as the only possible location: it is shielded from the surrounding community, the railway abuts the grounds, and so on. Lucy Eyelesbarrow, a young professional housekeeper and an acquaintance of Miss Marple, is sent undercover to Rutherford Hall. Josiah Crackenthorpe, purveyor of tea biscuits, built Rutherford Hall. His son, Luther, now a semi-invalid widower, had displayed spendthrift qualities in his youth. To preserve the family fortune, Josiah has left his considerable fortune in trust, the income from which is to be paid to Luther for life. After Luther's death, the capital is to be divided equally among Luther's children. Luther Crackenthorpe is merely the trustee of Rutherford Hall and hence cannot sell the house as per the will. The house itself will be inherited by Luther Crackenthorpe's eldest surviving son or his issue. The eldest of Luther Crackenthorpe's children, Edmund, died during World War II. His youngest daughter, Edith, died four years before. The remaining heirs to the estate are Cedric, a bohemian painter and lover of women who lives on Ibiza; Harold, a cold and stuffy banker; Alfred, the black sheep of the family who is known to engage in shady business dealings; Emma Crackenthorpe, a spinster who lives at home and takes care of Luther; and Alexander, son of Edith. The complement of characters is completed by Bryan Eastley, Alexander's father; and Dr. Quimper, who looks after Luther's health and is secretly romantically involved with Emma. Lucy uses golf practice as an excuse to search the grounds. She eventually finds the woman's body hidden in a sarcophagus in the old stables amongst Luther's collection of dubious antiques. But who is she? The police eventually identify the victim's clothing as being of French manufacture. Emma tells the police that she has received a letter claiming to be from Martine, a French girl whom her brother Edmund had wanted to marry. He had written about Martine and their impending marriage days before his death in the retreat to Dunkirk in 1940. The letter purporting to be from Martine claims that she was pregnant when Edmund died and that she now wishes their son to have all of the advantages to which his parentage should entitle him. The police conclude that the body in the sarcophagus is that of Martine, but this proves not to be the case, when Lady Stoddart-West, mother of James Stoddart-West, a schoolfriend of Alexander's, reveals that she is Martine. Although she and Edmund had intended to marry, Edmund died before they could do so and she later married an SOE officer, settling in England. The whole family takes ill suddenly and Alfred dies. Later, the curry made by Lucy on the fateful day is found to contain arsenic. Some days later, Harold, after returning home to London, receives a delivery of some tablets that appear to be the same as the sleeping pills prescribed to him by Dr Quimper, who had told him he need not take them any more. They prove to be poisoned and Harold dies. One by one, the heirs to Josiah's fortune are being eliminated. Lucy arranges an afternoon-tea visit to Rutherford Hall for Miss Marple, and Mrs McGillicuddy is also invited. Mrs McGillicuddy is instructed by Miss Marple to ask to use the lavatory as soon as they arrive, but is not told why. Miss Marple is eating a fish-paste sandwich when she suddenly begins to choke. It seems she has a fishbone stuck in her throat. Dr Quimper moves to assist her. Mrs McGillicuddy enters the room at that moment, sees the doctor's hands at Miss Marple's throat, and cries out, \"But that's him &mdash; that's the man on the train!\" Miss Marple had correctly concluded that her friend would recognise the real murderer if she saw him again in a similar pose. It transpires that the murdered woman's name was Anna Stravinska, a French ballet dancer who had been married to Dr Quimper many years earlier. Being a devout Catholic, she refused to divorce him, so he decided to murder her so as to be free to marry Emma, thus inheriting Josiah's fortune, once he had eliminated the other heirs. He poisoned the cocktail when he sent a sample of the curry to be tested, he poisoned it \"then\". There was not enough to kill however, so he poisoned Alfred's medicine and tea so the overdose murdered Alfred.",
    "genre": [
      "Cozy",
      "Mystery",
      "Crime Fiction",
      "Fiction",
      "Suspense"
    ],
    "author": "Agatha Christie"
  }
]