[
  {
    "title": "Mutiny on the Bounty",
    "summary": " The novel tells the story through a fictional first-person narrator by the name of Roger Byam, based on actual crew member Peter Heywood. Byam, although not one of the mutineers, remains with the Bounty after the mutiny. He subsequently returns to Tahiti, and is eventually arrested and taken back to England to face a court-martial. He and several other members of the crew are eventually acquitted.",
    "genre": [
      "History",
      "Novel"
    ],
    "author": "James Norman Hall"
  },
  {
    "title": "The Prisoner of Zenda",
    "summary": " On the eve of the coronation of King Rudolf of Ruritania, his brother, Prince Michael, has him drugged. In a desperate attempt not to give Michael the excuse to claim the throne, Colonel Sapt and Fritz von Tarlenheim, attendants of the King, persuade his identical cousin Rudolf Rassendyll, an English visitor, to impersonate the King at the coronation. The unconscious king is abducted and imprisoned in a castle in the small town of Zenda. There are complications, plots, and counter-plots, among them the schemes of Michael's mistress, Antoinette de Mauban, and those of his dashing but villainous henchman Count Rupert of Hentzau. Rassendyll falls in love with Princess Flavia, the King's betrothed, but cannot tell her the truth. He determines to rescue the king and leads an attempt to enter the castle of Zenda. The King is rescued and is restored to his throne, but the lovers, in duty bound, must part forever.",
    "genre": [
      "History",
      "Children's literature",
      "Fiction",
      "Romance novel",
      "Novel"
    ],
    "author": "Anthony Hope"
  },
  {
    "title": "Guns, Germs, and Steel",
    "summary": " The prologue opens with an account of Diamond's conversation with Yali, a New Guinean politician. The conversation turned to the obvious differences in power and technology between Yali's people and the Europeans who dominated the land for 200 years, differences that neither of them considered due to any genetic superiority of Europeans. Yali asked, using the local term \"cargo\" for inventions and manufactured goods, \"Why is it that you white people developed so much cargo and brought it to New Guinea, but we black people had little cargo of our own?\" (p.&nbsp;14) Diamond realized the same question seemed to apply elsewhere: \"People of Eurasian origin... dominate the world in wealth and power.\" Other peoples, after having thrown off colonial domination, still lag in wealth and power. Still others, he says, \"have been decimated, subjugated, and in some cases even exterminated by European colonialists.\" (p.&nbsp;15) The peoples of other continents (Sub-Saharan Africans, Native Americans, Aboriginal Australians and New Guineans, and the original inhabitants of tropical Southeast Asia) have been largely conquered, displaced and in some extreme cases – referring to Native Americans, Aboriginal Australians and South Africa's indigenous Khoisan peoples – largely exterminated by farm-based societies such as Eurasians and Bantu. He believes this is due to the societies' military and political advantages, stemming from the early rise of agriculture after the last Ice Age. He proposes explanations to account for such disproportionate distributions of power and achievements. The book's title is a reference to the means by which farm-based societies conquered populations of other areas and maintained dominance, despite sometimes being vastly out-numbered&nbsp;– superior weapons provided immediate military superiority (guns); Eurasian diseases weakened and reduced local populations, who had no immunity, making it easier to maintain control over them (germs), and centralized government promoted nationalism and powerful military organizations (steel). The book uses geography to show how Europeans developed such superior military technology, and how Europeans and Asians developed some immunity to diseases which spread among them, while epidemics of them devastated the indigenous populations in the Americas after European contact. Eurasia was the beneficiary of favorable geographic, climatic and environmental characteristics, particularly after the last Ice Age about 13,000–15,000 years ago. Diamond argues that Eurasian civilization is not so much a product of ingenuity, but of opportunity and necessity. That is, civilization is not created out of superior intelligence, but is the result of a chain of developments, each made possible by certain preconditions. In our earliest societies, humans lived as hunter-gatherers. The first step towards civilization is the move from hunter-gatherer to agriculture, with the domestication and farming of wild crops and animals. Agricultural production leads to food surpluses, which supports sedentary societies, specialization of craft, rapid population growth, and specialization of labor. Large societies tend to develop ruling classes and supporting bureaucracies, which may lead in turn to the organization of nation states and empires. Although agriculture arose in several parts of the world, Eurasia gained an early advantage due to the greater availability of suitable plant and animal species for domestication. In particular, Eurasia had the best collection of plants and animals suitable for domestication&nbsp;– barley, two varieties of wheat and three protein-rich pulses for food; flax for textiles; goats, sheep and cattle provided meat, leather, glue (by boiling the hooves and bones) and, in the case of sheep, wool. As early Middle Eastern civilizations began to trade, they found additional useful animals in adjacent territories, most notably horses and donkeys for use in transport. In contrast, Native American farmers had to struggle to develop maize as a useful food from its probable wild ancestor, teosinte; moreover, it provides few nutrients and must be planted one by one&nbsp;– an extremely cumbersome task. Eurasians had wheat and barley, which are high in fiber and nutrients and can be sown en masse with just a toss of the hand. They generated food surpluses which supported greater population growth. Such growth led to larger workforces and more inventors, artisans, etc. Grains can also be stored for longer periods of time unlike tropical crops such as bananas. Eurasia as a whole domesticated 13 species of large animals (over 100&nbsp;lb / 44&nbsp;kg); South America just one (counting the llama and alpaca as breeds within the same species); the rest of the world none at all. Diamond describes the small number of domesticated species (14 out of 148 \"candidates\") as an instance of the Anna Karenina principle: many promising species have just one of several significant difficulties that prevent domestication. Sub-Saharan Africans had mostly wild mammals, whereas Eurasians chanced to have the most docile large animals on the planet: horses and camels that are easily tamed for human transport; but their biological relatives zebras and onagers are untameable; and although African elephants can be tamed, it is very difficult to breed them in captivity; goats and sheep for hides, clothing, and cheese; cows for milk; bullocks for tilling fields and transport; and benign animals such as pigs and chickens. Africans, developing alongside large mammals, had available lions, leopards etc. Diamond points out that the only animals useful for human survival and purposes in New Guinea came from the East Asian mainland when they were transplanted during the Austronesian settlement some 4,000–5,000 years ago. Eurasia's large landmass and long east-west distance increased these advantages. Its large area provided it with more plant and animal species suitable for domestication, and allowed its people to exchange both innovations and diseases. Its East-West orientation allowed breeds domesticated in one part of the continent to be used elsewhere through similarities in climate and the cycle of seasons. In contrast, Australia suffered from a lack of useful animals due to extinction, probably by human hunting, shortly after the end of the Pleistocene. The Americas had difficulty adapting crops domesticated at one latitude for use at other latitudes (and, in North America, adapting crops from one side of the Rocky Mountains to the other). Africa was fragmented by its extreme variations in climate from North to South: plants and animals that flourished in one area never reached other areas where they could have flourished, because they could not survive the intervening environment. Europe was the ultimate beneficiary of Eurasia's East-West orientation: in the first millennium BC, the Mediterranean areas of Europe adopted the Middle East's animals, plants, and agricultural techniques; in the first millennium AD, the rest of Europe followed suit. The plentiful supply of food and the dense populations that it supported made division of labor possible. The rise of non-farming specialists such as craftsmen and scribes accelerated economic growth and technological progress. These economic and technological advantages eventually enabled Europeans to conquer the peoples of the other continents in recent centuries by using the \"Guns\" and \"Steel\" of the book's title. Eurasia's dense populations, high levels of trade, and living in close proximity to livestock resulted in widespread transmission of diseases, including from animals to humans. Natural selection forced Eurasians to develop immunity to a wide range of pathogens. When Europeans made contact with America, European diseases (to which they had no immunity) ravaged the indigenous American population, rather than the other way around (the \"trade\" in diseases was a little more balanced in Africa and southern Asia: endemic malaria and yellow fever made these regions notorious as the \"white man's grave\"; and syphilis may have spread in the opposite directionThe origin of syphilis is still debated. Some researchers think it was known to Hippocrates: Others think it was brought from the Americas by Columbus and his successors: ). The European diseases&nbsp;– the \"Germs\" of the book's title&nbsp;– decimated indigenous populations so that relatively small numbers of Europeans could maintain their dominance. Guns, Germs, and Steel also offers a very brief explanation of why western European societies, rather than other powers such as China, have been the dominant colonizers. * Other advanced cultures developed in areas whose geography was conducive to large, monolithic, isolated empires. In these conditions policies of technological and social stagnation could persist&nbsp;– until Europeans arrived. China was a very notable example; in 1432, a new Emperor outlawed the building of ocean-going ships, in which China was the world leader at the time. * Europe's geography favored balkanization into smaller, closer, nation-states, as its many natural barriers (mountains, rivers) provide defensible borders. As a result, governments that suppressed economic and technological progress soon corrected their mistakes or were out-competed relatively quickly. As an example of this national Darwinism, Diamond offers the disappearance of the counter-progressive Polish regime. He argues that geographical factors created the conditions for more rapid internal superpower change (Spain succeeded by France and then by England) than was possible elsewhere in Eurasia. Diamond examined European dominance in more detail with further examples in a later article.",
    "genre": [
      "History"
    ],
    "author": "Jared Diamond"
  },
  {
    "title": "The Black Tulip",
    "summary": " The story begins with a historical event — the 1672 lynching of the Dutch Grand Pensionary (roughly equivalent to a modern Prime Minister) Johan de Witt and his brother Cornelis, by a wild mob of their own countrymen — considered by many as one of the most painful episodes in Dutch history, described by Dumas with a dramatic intensity. The main plot line, involving fictional characters, takes place in the following eighteen months; only gradually does the reader understand its connection with the killing of the de Witt brothers. The city of Haarlem, Netherlands has set a prize of 100,000 guilders to the person who can grow a black tulip, sparking competition between the country's best gardeners to win the money, honour and fame. The young and bourgeois Cornelius van Baerle has almost succeeded, but is suddenly thrown into the Loevestein prison. There he meets the prison guard's beautiful daughter Rosa, who will be his comfort and help, and at last his rescuer. The novel was originally published in three volumes in 1850 as La Tulipe Noire by Baudry (Paris).",
    "genre": [
      "History",
      "Chivalric romance",
      "Romance novel",
      "Historical novel"
    ],
    "author": "Alexandre Dumas"
  },
  {
    "title": "The Vicomte de Bragelonne",
    "summary": " The principal heroes of the novel are the musketeers. The novel's length finds it frequently broken into smaller parts. The narrative is set between 1660 and 1667 against the background of the transformation of Louis XIV from child monarch to Sun King. After 35 years of loyal service, d'Artagnan resigns as Cardinal Mazarin is the true power behind the throne. He resolves to aid the exiled Charles II to retake the throne of England, unaware that Athos is attempting the same. With their assistance Charles II is restored to the throne and d'Artagnan is rewarded richly. In France Cardinal Mazarin has died, leaving Louis to assume power with Jean-Baptiste Colbert as his adviser. Louis persuades d'Artagnan to reenter his service, and tasks him to investigate Belle-Isle, the property of Nicolas Fouquet, promising him a substantial salary and promotion to Captain of the King's Musketeers on his return. d'Artagnan discovers Belle-Isle is being fortified and the engineer in charge is Porthos. The blueprints show Aramis' handwriting. Despite his friends, d'Artagnan hides the true reason for his presence. Aramis, suspicious of d'Artagnan, sends Porthos back to Paris to warn Fouquet, whilst tricking d'Artagnan into searching for Porthos around Vannes. Porthos warns Fouquet in time, and he cedes Belle-Isle to the king, allaying all suspicions and humiliating Colbert. On returning from the mission d'Artagnan is made Captain of the King's Musketeers. This part mostly concerns romantic events at the court of Louis XIV. Raoul de Bragelonne finds his childhood sweetheart, Louise de la Vallière, is maid of honor to the Princess. Fearing a tarnishing of Louise's reputation by affairs at court, Raoul seeks to marry her. His father, Athos, the Comte de la Fère, disapproves, but eventually, out of love for his son, reluctantly agrees. The king, however, refuses to sanction the marriage because Louise is of inferior social status, and so marriage is delayed until Louise has earned her fortune and Raoul grows in prestige. Meanwhile, the struggle for power continues between Fouquet and Colbert. Louis attempts to impoverish Fouquet by asking for money to pay for a grand fête at Fontainbleau. Meanwhile, Aramis meets the governor of the Bastille M. de Baisemeaux, and learns of a secret prisoner who bears a striking resemblance to Louis XIV. Aramis uses this secret to persuade the dying general of the Jesuits (disguised as a Franciscan monk), to name him the new general of the Society. After Buckingham leaves France, the Comte de Guiche grows besotted with Henrietta. However, the King grows interested in Madame Henrietta. Anne of Austria intervenes, and suggests that the king choose a young lady at court to act as a smokescreen for their flirtation. Unfortunately, they select Louise de la Vallière and during the fête at Fontainbleau, the king overhears Louise confess her love for him to friends, and promptly forgets his affection for Henrietta. That same night Henrietta hears de Guiche confess his love for her to Raoul. The two pursue their own love affair. Aware of Louise's attachment, the king sends Raoul to England indefinitely as a diplomatic envoy. Rumours of the king's love affair compromise Raoul's friends, de Guiche defends Raoul's honour in a duel with de Wardes. De Wardes prevails whilst de Guiche is seriously wounded. The incident is the last straw for Madame Henrietta who resolves to dismiss the Louise from her service as Maid of Honour. The king dissuades Henrietta, but she prevents the king from seeing Louise. The king circumvents Henrietta, and so she frustratedly contacts her brother King Charles II, imploring him to eject Raoul from England. On his return to France Raoul is heartbroken to discover Louise in the arms of the king. Athos falls out with Louis over the affair and resigns from his service. Louis orders Athos's imprisonment, but D'Artagnan convinces the king to release him. Dumas constructs the plot around the notion that the Man in the Iron Mask is the twin brother of Louis XIV, Philippe, who had been concealed and imprisoned from birth by his father, Louis XIII, and his mother, Anne of Austria, \"for the good of France\". Only a very few people living at the start of the novel know of Philippe's existence; these include his mother, Anne, and her former confidante, the Duchesse de Chevreuse. Chevreuse has let the secret slip to Aramis, the Bishop of Vanne and a former lover of Chevreuse. Aramis plots a coup d’état to replace Louis with Philippe and recruits Porthos to assist, although Porthos is unaware of the true nature of the plot. Aramis believes that, if he puts Philippe on the throne in place of Louis, Philippe can assure Aramis's promotion to cardinal, and will eventually assist Aramis to become Pope. Aramis's further aim is to enhance Fouqet's position in France so that Fouquet will become prime minister under Philippe; Aramis plans to replace Fouquet as prime minister upon Fouquet's retirement. Through an elaborate subterfuge mounted by Aramis, Philippe replaces a prisoner due for release from the Bastille and escapes to Vaux. Meanwhile, Fouquet, the Superintendent of Finance, is throwing a lavish party for Louis at Vaux. Colbert, junior to Fouquet and hoping to supplant him, is jealous and turns the king against Fouquet; the king contemplates having Fouquet arrested, but defers his decision. While the king is still visiting Fouquet at Vaux, Aramis initiates the second half of his plan and kidnaps Louis with the unwitting assistance of Porthos, imprisoning Louis in the Bastille in Philippe's place. He then substitutes Philippe for the King. Aramis conspiratorially informs Fouquet of his acts. Aramis's treachery greatly angers Fouquet; Fouquet goes to the Bastille, rescues Louis, and brings him back to Vaux to confront Philippe. Realizing that his plot has unravelled, Aramis flees for Belle Isle to escape the king's impending wrath, taking Porthos with him. Louis returns to Vaux, exposes Philippe, and regains the throne with d'Artagnan's help, ending Philippe's brief reign. Louis banishes Philippe, ordering that \"he will cover his face with an iron visor\" which he \"cannot raise without peril of his life.\" Athos and Raoul meet Aramis and Porthos who relate their predicament before receiving horses to aid their journey to Belle Isle. But they are followed by the Duc de Beaufort, on his way to Algiers for an expedition against the Barbary corsairs. Raoul, devastated by the king's love affair with Louise, volunteers to join the Duc in his expedition. Athos accompanies him to the port of Toulon, and on the way they encounter the Man in the Iron Mask just as d'Artagnan is bringing him to the prison at Sainte-Marguerite, who throws to them a silver dish on which he inscribed the words: \"I am the brother of the king of France—a prisoner to-day—a madman to-morrow.\" Nothing comes of this, however, as Raoul is off to war in Africa, and Athos is retired from politics. At Toulon, father and son are part their ways. Despite Fouquet's rescue, Louis orders d'Artagnan to arrest Fouquet. Louis then orders d'Artagnan to arrest Porthos and Aramis. D'Artagnan feigns compliance whilst secretly giving his friends time to escape. However, Colbert discerns d'Artagnan's sympathies and undermines him. d'Artagnan resigns on learning that prisoners are to be executed immediately once arrested. Attempting an escape from Belle Isle, Porthos is killed, while Aramis escapes to sea. Meanwhile, Athos returns to his estates and lapses into decline. On hearing that Raoul has died in action at Gigelli, Athos succumbs to grief and dies. Meanwhile, the detained d'Artagnan is freed by King Louis and reinstated. He learns of Porthos' death and Aramis' escape. Aramis reaches Spain and becomes Spain's ambassador to France. Louise de la Vallière is supplanted in the king's affections by Madame de Montespan. Louis grows in influence and stature and embarks on a military campaign against the United Provinces, with d'Artagnan commanding the offensive. D'Artagnan is killed in battle moments after reading he is to be made Marshal of France. His final words: \"Athos, Porthos, au revoir! Aramis, adieu for ever!\"",
    "genre": [
      "History"
    ],
    "author": "Alexandre Dumas"
  },
  {
    "title": "Alaska",
    "summary": " A sweeping description of the formation of the North American continent. The reader follows the development of the Alaskan terrain over millennia. The city of Los Angeles is now some twenty-four hundred miles south of central Alaska, and since it is moving slowly northward as the San Andreas fault slides irresistibly along, the city is destined eventually to become part of Alaska. If the movement is two inches a year, which it often is, we can expect Los Angeles to arrive off Anchorage in about seventy-six million years. The plot of this chapter follows the mastodons, sabre-toothed tigers and woolly mammoths as they make their way into Alaska via the land bridge. First, the animals are discussed in general terms. Then, in the second half of the chapter, the reader learns about a specific mammoth named Mastadon, and another named Matriarch. The plot follows Matriarch and her family, as they encounter man for the first time. The reader meets some of the early Eskimos, particularly a man named Oogruk and his family. The chapter details the hunting of a whale as well as the beginning of hunting sea otters for fur by the Russians. This chapter tells of the early exploration of Alaska along with Russia's first encounters with the native peoples, including the brutal slaughter of many native people and sea otters. The duel referred to in the chapter's title is the one between the shamanism of the native people and the Christianity of the Russian settlers. After the men from one tribe are taken away to aid in hunting, the women and babies are left to fend for themselves. They learn to pilot kayaks, something that had been forbidden to them, and ultimately harpoon a small whale to ensure their survival. After the Russians return, a girl named Cidaq is \"purchased\" and taken to Kodiak Island, but not before she is brutally abused by one sailor in particular. On Kodiak, she consults with a shaman and his mummy and decides to seek revenge upon this man by converting to Christianity to marry him when he returns to Kodiak, believing that she can humiliate him by refusing to marry him at the last moment. However, she goes through with the wedding and becomes a battered wife. A priest on Kodiak falls in love with her, and after her husband is killed by a great tidal wave, Cidaq (rechristened Sofia) marries the priest, who changes his relationship with the church to become the kind of priest who can marry. At the end of the chapter, Michener states that Christianity won over shamanism, but in the process, the population of native people dwindled from more than 18,000 to fewer than 1,200. This chapter further details the clashes between the Native people and the Russians, most specifically the Battle of Sitka. The events are shown through the eyes of a Native named Raven-heart and an Arkady Voronov, the son of Father Vornov and Sofia Kuchovskaya (formerly Cidaq). Arkady Voronov marries a Russian woman who moves to Alaska, and together they navigate the Yukon River. The chapter also explains the death of Alexander Baranov and ends with the purchase of Alaska by the United States of America. This chapter shows the clash between two rival ship captains, Captains Schransky and Michael Healy. Meanwhile, Reverend Sheldon Jackson, a missionary, travels to Alaska to further establish it as a state, with the help of Senator Benjamin Harrison. He sets about establishing Christian missions of various denominations to further spread Christianity to the native people of Alaska. The eighth chapter tells of the chaos surrounding the Alaskan gold rush using the fictitious Venn family and a prospector named John Klope. It mentions the real character of Soapy Smith and his fatal duel with Frank Reid. It also details the hardships of crossing the Chilkoot Pass. Gold is discovered in Nome, and Tom Venn and his stepmother Missy pick up their stakes and move there. Tom is appointed manager of a branch of Ross and Raglan, a store that sells food and outdoor supplies. Missy's boyfriend Matt Murphy joins Tom and Missy in Nome, arriving there via bicycle. Although these characters are fictitious, the bike trip is based on the real bike trek of Max Hirshberg in 1900, and the troubles of gold mine thieving with judicial collusion is based upon the politician Alexander McKenzie and Judge Arthur H. Noyes. This chapter describes the formation and operation of a fictional company's cannery (an Alaskan first) on the Taku Inlet when Ross and Raglan appoint Tom Venn to be in charge of the cannery, the fishing and the Chinese laborers. Along the way, the company clashes with local members of the Tlingit tribe, whose fishing rights are being encroached upon. Tom begins on-and-off romances with two girls; one is Lydia Ross, the daughter of the owner of Ross and Raglan, and the other is Nancy Bigears, the daughter of a local Tlingit of whom Tom is very fond. At the end of the chapter, the reader learns that Tom marries Lydia, and that Nancy marries Ah Ting, a Chinese man who was once employed as a foreman at the salmon cannery before striking out on his own. In 1919, a government official arrives in a small town of Minnesota made up of immigrants of Swedish and Finnish descent, as well as those who have been in the United States for several generations. He recruits a group of families to move to Alaska and settle in the Matanuska Valley, where they will be provided with land that they will not begin to pay on for at least three years, as long as they promise to farm. This chapter follows the Flatch family closely, especially the children. LeRoy Flatch grows up to become a bush pilot and Flossie is an animal lover who falls in love with a local \"half-breed\" man of white and Eskimo descent. In a typical James Michener fashion, the final chapter is an interaction between various characters in preceding chapter or their descendants. Alaska is in the process of applying for statehood. Missy remains on the side advocating for statehood, while Tom Venn petitioned to keep Alaska a territory and under Seattle business control. In the end President Dwight D. Eisenhower signs the Alaska Statehood Act, making Alaska the 49th state of the Union.",
    "genre": [
      "History",
      "Fiction",
      "Historical novel"
    ],
    "author": "James A. Michener"
  },
  {
    "title": "1876",
    "summary": " The novel focuses on Charles Schermerhorn Schuyler who has recently returned to the USA after more than 30 years in Europe, where he married into minor Napoleonic nobility; he is accompanied by his beautiful young widowed daughter Emma, the Princesse d'Agrigente, who immediately becomes the darling of New York high society. Despite his fame and affluent image, Schuyler finds work as a journalist because his wealth has been destroyed by the 1873 monetary crisis and his daughter's late husband has left her penniless. Schuyler also supports the Democratic candidate, Samuel J. Tilden, Governor of New York, because he hopes to secure himself a diplomatic position with the incoming administration that will enable him to return to Europe. The early chapters detail the Schuylers' introduction into New York society and the engagement between Emma and John Day Apgar, a wealthy but rather dull young lawyer and scion of a leading New York family. The later chapters chronicle Schuyler's sojourn in Washington, DC and Emma's growing friendship with the wealthy Denise Sanford and her boorish husband William. Emma and Denise become close friends but after Denise dies in childbirth Emma breaks off her engagement to Apgar and marries Sanford instead. The political backdrop to the story is the 1876 U.S. presidential election, a close run contest between Tilden and the Republican Rutherford B. Hayes. Tilden won the popular vote, but there was a dispute over the results in four states, including Florida. In Florida, the Republican leaders of the State initially reported a victory for Tilden, before deciding that in fact Hayes had won. Vidal builds up to this historic crisis through the activities of a mixed cast of historical and fictional characters, some of the latter having previously appeared in Burr, or having descended from characters in that novel.",
    "genre": [
      "History",
      "Novel"
    ],
    "author": "Gore Vidal"
  },
  {
    "title": "Akhenaten, Dweller in Truth",
    "summary": " On the way from Thebes with his father, the scribe Amunhoben points out the ruins of Akhetaten, the city that the \"heretic pharaoh\" Akhenaten built for his One and Only God. Seeking a balanced perspective on the events of that time, which split Egypt politically and religiously, Meriamun gets a letter of introduction from his father to many members of Akhenaten's court, among them the High Priest of Amun, his chief of security Haremhab, and his queen Nefertiti. Each tale adds a new dimension to the enigma that is Akhenaten and the thoughts of those that were close to him allow Meriamun &ndash; and the reader &ndash; to judge for themselves whether Akhenaten was a power politician or a true believer.",
    "genre": [
      "History",
      "Novel"
    ],
    "author": "Naguib Mahfouz"
  },
  {
    "title": "The Spirit of St. Louis",
    "summary": " The book covers a period of time between September 1926 and May 1927, and is divided into two sections: The Craft and New York to Paris. In the first section, The Craft (pp. 3–178), Lindbergh describes the latter days of his career as an airmail pilot and presents his account of conceiving, planning, and executing the building of the Spirit of St. Louis aircraft. He describes the many challenges he faced, including getting financial backing, constructing an aircraft that could carry the necessary fuel and still fly, and completing the project within several months—other pilots were racing to achieve the first solo trans-Atlantic flight and win the $25,000 Orteig Prize. In the second section, New York to Paris (pp. 181–492), Lindbergh gives a detailed hour-by-hour account of his 33-hour solo flight above the Atlantic and northern Europe that began in the early morning hours of May 21, 1927. He describes the numerous challenges presented by navigation, storms, fuel calculation, boredom, and lack of sleep during the course of the flight that would take him over 3,600 miles from Roosevelt Field in Long Island, New York to Le Bourget field in Paris. Throughout the narrative, Lindbergh interjects flashback memories of his childhood in Little Falls, Minnesota, his college years, his early years as an aviator barnstorming across the countryside, his aviation mentors and friends who flew the mail routes with him, and his family—especially his father, who was not only a congressman, but a respected and sage companion to his young son. As Lindbergh flies through the long, solitary night toward Europe, forcing his sleep-obsessed mind to check and re-check his course, he recalls the night he was flying the mail from St. Louis to Chicago when he first thought of flying across the Atlantic Ocean. Lindbergh believed he could make that flight, and he remembers his nine St. Louis friends who helped him purchase the Spirit of St. Louis and realize his dream. Lindbergh describes the thrill of spotting the first fishing boats off the coast of Ireland, and then crossing the coast of France, and then following the Seine River all the way Paris and Le Bourget field. In addition to an Afterword (pp. 495–501), Lindbergh included an extensive Appendix (pp. 503–562) containing his flight log, a flight map, his journal account of his return to the United States aboard the cruiser Memphis, an article about the decorations, awards, and trophies he received, engineering data and engine specifications, 16 pages of photographs, various illustrations, and a glossary.",
    "genre": [
      "History",
      "Autobiography"
    ],
    "author": "Charles Lindbergh"
  },
  {
    "title": "The General in His Labyrinth",
    "summary": " The novel is written in the third-person with flashbacks to specific events in the life of Simón Bolívar, \"the General\". It begins on May 8, 1830 in Santa Fe de Bogotá. The General is preparing for his journey towards the port of Cartagena de Indias, intending to leave Colombia for Europe. Following his resignation as President of Gran Colombia, the people of the lands he liberated have now turned against him, scrawling anti-Bolívar graffiti and throwing waste at him. The General is anxious to move on, but has to remind the Vice-President-elect, General Domingo Caycedo, that he has yet to receive a valid passport to leave the country. The General leaves Bogotá with the few officials still faithful to him, including his confidante and aide-de-camp, José Palacios. At the end of the first chapter, the General is referred to by his full title, General Simón José Antonio de la Santísima Trinidad Bolívar y Palacios, for the only time in the novel. On the first night of the voyage, the General stays at Facatativá with his entourage, which consists of José Palacios, five aides-de-camp, his clerks, and his dogs. Here, as throughout the journey that follows, the General's loss of prestige is evident; the downturn in his fortunes surprises even the General himself. His unidentified illness has led to his physical deterioration, which makes him unrecognizable, and his aide-de-camp is constantly mistaken for the Liberator. After many delays, the General and his party arrive in Honda, where the Governor, Posada Gutiérrez, has arranged for three days of fiestas. On his last night in Honda, the General returns late to camp and finds one of his old friends, Miranda Lyndsay, waiting for him. The General recalls that fifteen years ago, she had learned of a plot against his life and had saved him. The following morning, the General begins the voyage down the Magdalena River. Both his physical debilitation and pride are evident as he negotiates the slope to the dock: he is in need of a sedan chair but refuses to use it. The group stays a night in Puerto Real, where the General claims he sees a woman singing during the night. His aides-de-camp and the watchman conduct a search, but they fail to uncover any sign of a woman having been in the vicinity. The General and his entourage arrive at the port of Mompox. Here they are stopped by police, who fail to recognize the General. They ask for his passport, but he is unable to produce one. Eventually, the police discover his identity and escort him into the port. The people still believe him to be the President of Gran Colombia and prepare banquets in his honor; but these festivities are wasted on him due to his lack of strength and appetite. After several days, the General and his entourage set off for Turbaco. The group spend a sleepless night in Barranca Nueva before they arrive in Turbaco. Their original plan was to continue to Cartagena the following day, but the General is informed that there is no available ship bound for Europe from the port and that his passport still has not arrived. While staying in the town, he receives a visit from General Mariano Montilla and a few other friends. The deterioration of his health becomes increasingly evident—one of his visitors describes his face as that of a dead man. In Turbaco, the General is joined by General Daniel Florencio O'Leary and receives news of ongoing political machinations: Joaquín Mosquera, appointed successor as President of Gran Colombia, has assumed power but his legitimacy is still contested by General Rafael Urdaneta. The General recalls that his \"dream began to fall apart on the very day it was realized\". The General finally receives his passport, and two days later he sets off with his entourage for Cartagena and the coast, where more receptions are held in his honor. Throughout this time, he is surrounded by women but is too weak to engage in sexual relations. The General is deeply affected when he hears that his good friend and preferred successor for the presidency, Field Marshal Sucre, has been ambushed and assassinated. The General is now told by one of his aides-de-camp that General Rafael Urdaneta has taken over the government in Bogotá, and there are reports of demonstrations and riots in support of a return to power by Bolívar. The General's group travel to the town of Soledad, where he stays for more than a month, his health declining further. In Soledad, the General agrees to see a physician for the first time. The General never leaves South America. He finishes his journey in Santa Marta, too weak to continue and with only his doctor and his closest aides by his side. He dies in poverty, a shadow of the man who liberated much of the continent.",
    "genre": [
      "History",
      "Historical novel"
    ],
    "author": "Gabriel García Márquez"
  },
  {
    "title": "Akhenaten: Son of the Sun",
    "summary": " The story begins with the suffering of a boy oracle, or medium, about to be sealed alive into a pyramid chamber for three days so that he may \"astral-travel\" to the realms of the gods and plead for the waters of the Nile to rise, bringing life-giving silt to the farmlands. The story follows him through his lonely despair until he becomes the honoured companion of a king and an important figure in an extraordinary revolution. At this time the high priests of the god Amun, brought to prominence by the female pharaoh Hatshepsut about a century before, are rich and powerful enough to challenge a king...",
    "genre": [
      "History",
      "Speculative fiction"
    ],
    "author": "Moyra Caldecott"
  },
  {
    "title": "Crusade in Jeans",
    "summary": " Rudolf \"Dolf\" Hefting is a fourteen year-old who volunteers for an experiment with a time machine. The experiment goes well, but through an accident Dolf is stranded in the 13th century. He saves the life of Leonardo Fibonacci, without realizing who he is, and teaches him Arabic numerals. Together they join the German Children's Crusade, and through his modern-day knowledge, Rudolph manages to save a lot of children from horrible fates. However, his knowledge also leads to accusations of witchcraft. In the book, two slavers delude a group of children into coming with them with stories of how the innocent shall liberate Jerusalem. Their actual intent is to sell them for profit. With the aid of his twentieth-century knowledge and skepticism, and the aid of a \"magical\" device or two (such as a box of matches), the boy manages to keep most of the children alive and eventually gets them to safety.",
    "genre": [
      "History",
      "Children's literature",
      "Fantasy",
      "Novel",
      "Alternate history"
    ],
    "author": "Thea Beckman"
  },
  {
    "title": "A Kingdom of Dreams",
    "summary": " Jennifer Merrick is the feisty daughter of a Scottish laird. Royce Westmoreland, the \"Black Wolf\", is sent by the King of England to wage war against Scotland. When Royce's brother, Stefan Westmoreland, kidnaps Jennifer and her stepsister, Brenna, and brings them to Royce's camp, the lives of the two become intertwined. Royce and Jennifer must marry by order of the King of England and the King of Scotland after they consummate their keeper-prisoner relationship. Forced to accept the marriage, Jennifer's family try to make the marriage fail by intending to sent her to become a nun in a convent after the wedding reception. Royce beats the family plan by kidnapping her first and takes her to his home. The King of England orders the two families to settle their score in a tournament where Jennifer must choose which family her loyalty lies with.",
    "genre": [
      "History",
      "Fiction",
      "Romance novel",
      "Novel"
    ],
    "author": "Judith McNaught"
  },
  {
    "title": "A Bright Shining Lie: John Paul Vann and America in Vietnam",
    "summary": " John Paul Vann became an adviser to the Saigon regime in the early 1960s. He was an ardent critic of how the war was fought, both on the part of the Saigon regime, which he viewed as corrupt and incompetent, and, as time went by, increasingly, on the part of the U.S. military. In particular, he was critical of the U.S. military command, especially under William Westmoreland, and their inability to adapt to the fact that they were facing a popular guerrilla movement while backing a corrupt regime. He argued that many of the tactics employed (for example the strategic hamlet relocation) further alienated the population and thus were counterproductive to U.S. objectives. Often he was unable to influence the military command but used the Saigon press corps including Neil Sheehan, David Halberstam and Malcolm Browne to disseminate his views. The volume begins with a prologue giving an account of Vann's funeral on June 16, 1972, following his death in a helicopter accident in Vietnam. The author, Sheehan, a personal friend, was present. The subsequent account is divided into seven \"books\" detailing Vann's career in Vietnam and America's involvement in the conflict. Book I tells of Vann's assignment to Vietnam in 1962. Book II \"The Antecedents to a Confrontation\" tells of the origin of the Vietnam War. Book III gives a detailed account of the shambolic Battle of Ap Bac on January 2, 1963 in which the South Vietnamese army suffered a humiliating defeat at the hands of the Viet Cong. Book IV details Vann's criticism of the way the war was being fought, his conflict with the U.S. military command and his transfer back to America. Book V tracks back to give Vann's personal history before his involvement in the war. In the final chapters, Books VI and VII give an account of Vann's return to Vietnam in 1965 and his doomed attempt to implement a war winning formula for the beleaguered U.S. army and how he eventually compromised with the military system he once criticized.",
    "genre": [
      "History",
      "Non-fiction"
    ],
    "author": "Neil Sheehan"
  },
  {
    "title": "The First Sex",
    "summary": " In the first part of The First Sex, Gould Davis used evidence from archaeology and anthropology to support a theory of matriarchal prehistory. The chapters in this section of the book focus on individual parts of the evidence for peaceful matriarchal queendoms: three are titled \"Mythology Speaks\", \"Anthropology Speaks\" and \"Archaeology Speaks\". Gould Davis said that the \"loss of paradise\" when the \"Great Goddess\" was replaced by a vengeful male deity is the theme of all surviving myth. She argued that evidence from the Neolithic site at Çatal Hüyük showed there to be no wars or even violent death, and that even physical injury to animals may not have been permissible there. She pointed to other parts of the Mediterranean in which female tombs are preserved more carefully than male ones, and took this to be evidence of female primacy. In \"Anthropology Speaks\", Gould Davis focused on taboos, chiefly incest, and aimed to show how taboos against brother-sister relationships acted to protect women against violent men. She also argued that menstrual blood was originally sacred rather than polluting or \"unclean\", and that only when people began to eat meat did men become bigger than women, because of selection of weak women by men. In this section of the book, Gould Davis examined how mythology and society changed as a result of a suggested violent conversion from matriarchy to patriarchy. Her theory proposed that patriarchal revolution resulted from the violent invasion of nomadic tribes who were warlike and destructive, overrunning the peaceful, egalitarian matriarchies. These nomads (Semites from the Arabian Peninsula) are argued to have never achieved a civilization of their own, but only to have destroyed or taken over older ones. Gould Davis asserted that many tales in the Old Testament were actually rewritings of older stories, with goddesses changed to male actors, or a goddess raped or overthrown and her powers usurped by the new father deity. This, she suggested, was part of a concerted effort to wipe out all evidence of female authority. Because the violent invaders wished to establish the a patrilineal system of inheritance, rigorous control of women's sexuality became paramount. Thus women's right to sexual pleasure was redefined as sinful, and virginity was conceived of as a property right of a woman's father or husband. Gould Davis discussed female circumcision as a means to protect the virginity of women and assure clear lines of paternity. This practice is described in the book in graphic detail, as performed with unsterilized instruments, without anaesthesia (conditions pertaining to all surgical practices before the nineteenth century). In this part of the book, Gould Davis focused on the role of women in the ancient civilizations of Crete and Mycenae. Her research suggested to her that, as in her model of prehistoric civilization, women were the primary powers. The book saw the Cretan and Mycenaean civilizations as remnants of the ancient pre-Christian Celtic culture, which Gould Davis also believed to have granted women a great deal of power. She claimed, for example, that the monarchy was matrilineal, and that most of the tribal chiefs were women rather than men. Gould Davis claimed that Greek women possessed rights that are presently denied by the Catholic, Orthodox, and conservative Protestant churches, such as the rights to abortion and divorce. She cited many well-known historians to support these claims. She also argued that women participated in almost all aspects of ancient Greek and Roman society, including government, learning and sport. In the following chapter, \"The Celts\", she argued that similar rights prevailed until the collapse of the Roman Empire, for a matrilineal system of monarchical descent, and for Celtic women being the major preservers of learning during the early Middle Ages. The final part of The First Sex focused on the period since Christianity became the state religion of the Roman Empire in 313 A.D. Gould Davis aimed with this part of the book to show how Semitic myths of male supremacy were preached by the early Church Fathers to a Pagan people who would not believe them and did not take them seriously until Constantine became emperor. Gould Davis believed that the writings of Paul in the New Testament were used by the Church to justify violence against women, leading throughout the Middle Ages to a level of cruelty and barbarity unheard of in previous ages. Gould Davis believed that once Christianity had attained civil power, the demotion of women and the \"terrible materialism that marks and mars our present civilization\" were inevitable. She argued that the influence of Mary as a \"Goddess\" grew as the violent imposition of Christianity erased the ancient Goddess religion. Quoting Jules Michelet, Gould Davis argued that women by the fifteenth century were treated so badly by men of all social classes that they were seen as \"worse than beasts\". The Church, she said, approved of this domestic violence, and brutality to women extended beyond families to the priesthood, who cited the Bible to justify themselves. In Gould Davis's view, the status of women was only improved briefly by the Reformation and a flowering of learned women during the sixteenth century. Afterward, Puritanism's witch-hunts and a strengthened papacy placed women back in the same level of submission, and women were tortured and studied in the most prurient manner for \"witch marks\". Millions of people, she said, most of whom were women, died by burning, drowning, hanging, or from torture during the Catholic and Protestant Inquisitions. In Gould Davis's view, the seventeenth and eighteenth centuries marked the first time Western women accepted their own inferiority, and before Mary Wollstonecraft nobody spoke up for them. Gould Davis made a special effort to show how the minds of women were subjugated during the seventeenth, eighteenth, and nineteenth centuries. In the last part of The First Sex, Gould Davis attempted to show the beliefs used to subordinate women to be myths, contending that in reality women are stronger, and physically, mentally, and morally more than equal to men; and that the survival of humanity depends on the restoration of women to their former position as rulers of society. Gould Davis argued that patriarchal civilization is destroying itself, and that only the values of the \"matriarchates\" can save humanity, because a society based on the mechanistic, Cartesian duality of dominant and violent males leads inevitably to a focus on technology and gadgetry rather than on loving human relationships. Gould Davis called for \"the matriarchal counterrevolution that is the only hope for the survival of the human race\" and opined that \"spiritual force\", \"[m]ental and spiritual gifts\", and \"[e]xtrasensory perception\" will be more important than \"physical force\", \"gifts of a physical nature\", and \"sensory perception\", respectively, so that \"woman will again predominate\" and that \"the next civilization will ... revolve [\"about\"] [\"divine woman\"]\", as it had in the past that she asserted. According to critic Prof. Ginette Castro, Gould Davis proposed a discourse \"rooted in the purest female chauvinism\" and seemed to support \"a feminist counterattack stigmatizing the patriarchal present\", \"giv[ing] ... in to a revenge-seeking form of feminism\", \"build[ing] ... her case on the humiliation of men\", and \"asserti[ng] ... a specifically feminine nature ... [as] morally superior.\" Castro criticized the essentialism and the assertion of superiority as \"sexist\" and \"treason\".",
    "genre": [
      "History"
    ],
    "author": "Elizabeth Gould Davis"
  },
  {
    "title": "O Jerusalem",
    "summary": " The book begins immediately after the partition decision was announced. The Jews flooded the streets of Palestine, celebrating. However, the Jewish leaders immediately began planning for war. Ehud Avriel was sent to Prague to buy arms in the name of Ethiopia. Meanwhile, the Jews built an army and air force from scratch. The Jewish leaders, like David Ben-Gurion, knew that, due to military shortcomings, the conflict could only be won through intelligence warfare. The Arabs vowed to put Jerusalem under siege, and did. For many months Jerusalem survived on very limited foodstuffs. On the Arab side, Captain Abdul-Aziz Kerine bought arms in Prague in the name of Syria, the only sovereign Arab nation at the time. The Arab countries (Egypt, Syria, Iraq, Lebanon, and Transjordan) discussed their plan of action. They agreed to work together, but everyone, especially King Abdullah of Transjordan, had their own agenda. In the end, the Arab states' lack of cooperation led to their downfall. There was a lot of disorganization and non-cooperation on the Jewish side as well. The main Jewish army was the Haganah, however the Stern Gang and Irgun were other Jewish militant groups. The groups had conflicting ideals (for example: the Haganah was willing to internationalize Jerusalem in order to have a unified, peaceful state, but Jerusalem was of the utmost importance to the Stern Gang and the Irgun), but they managed to retain more organization and cooperation than the Arab armies.In the main text of O Jerusalem!, it is related that the Stern Gang and the Irgun massacred the Arab village of Deir Yassin, outraging Arabs and Jews alike. The Haganah denounced the massacre, but the Arabs believed the Haganah to be responsible and retaliated at the Jewish kibbutz of Kfar Etzion. Collins and Lapierre also acknowledged that other eyewitness accounts claim that the event at Deir Yassin was a battle and not a massacre. As May 15 drew closer, the two peoples continued preparing for war. However, the Jewish intelligence learned that, although the mandate was set to expire on May 15, the British were planning to leave on May 14. Prepared for the early departure, the Haganah mobilized quickly and managed to capture many British buildings before the Arabs even realized that the British had left. Not privy to this intelligence, the Arab armies activated on May 15. The Jewish homeland of Israel was declared on Iyar 5, 5708 Hebrew, or May 14, 1948 Gregorian. Today, this day is celebrated as Yom Ha'atzmaut, or Israeli Independence Day. After the expiration of the mandate, war befell the region. The Arab armies underestimated the Haganah's strength and were not prepared for a strong foe. Both the Arab and Jewish armies suffered major shortcomings in ammunition and manpower. The situation in Jerusalem worsened, leaving Jewish Jerusalemites near starving. On June 11, 1948 a UN sanctioned cease-fire began. Jerusalem's starving were saved by a temporary end to the siege. Jerusalem's storerooms and stomachs were filled again. By cease-fire agreement, neither army was allowed to re-arm itself, but the Haganah was able to buy arms through the black market. The Arab armies, however, were not. After four weeks, the fighting began again, followed by another cease-fire beginning on July 19 (July 17 in Jerusalem), 1948 (O Jerusalem! Collins).",
    "genre": [
      "History"
    ],
    "author": ""
  },
  {
    "title": "Avalon",
    "summary": " The story begins in the year 972, when Romieux de Provence, a young nobleman descended from Charlemagne and King Alfred, leaves his native Kingdom of Arles for England and the Royal Court of Edgar I. After being shipwrecked on the coast of Cornwall, Rumon encounters Merewyn, a teenage girl who claims to be a descendant of King Arthur. Merewyn leads him to her house, where Merewyn's dying mother, Breaca, reveals to Rumon that in fact, Merewyn is the product of her rape by a Viking warrior. This is later confirmed by the Prior of Padstow Monastery, who witnessed the Viking raid. Swearing Rumon to secrecy, Merewyn's mother charges Rumon to take the girl to her aunt Merwinna, Abbess of Romsey Abbey. After the death of Merewyn's mother, Merewyn and Rumon make the journey from Cornwall to England. The party travel to Lydford where King Edgar is holding court. Rumon meets Dunstan, Archbishop of Canterbury, who befriends Rumon, and introduces him and Merewyn to King Edgar and his Queen, Alfrida. Edgar welcomes Rumon into the English Court, while Queen Alfrida employs Merewyn as one of her ladies-in-waiting. The two subsequently witness the King and Queen's coronation at Bath in 973; however, Dunstan catches Rumon in a romantic tryst with Queen Alfrida, and so takes Rumon away from the Royal party to settle at Glastonbury Abbey. Despite Merewyn meeting with her aunt Merwinna at the coronation, Queen Alfrida refuses to let her go to Romsey Abbey, and instead employs Merewyn. A few years later, Rumon starts an illicit affair with Queen Alfrida, who is living in Corfe Castle after her husband's death. Merewyn learns of the affair, and leaves the employment of the Queen for Romsey Abbey. Rumon then wintesses Queen Alfrith's treachery and deception, which leads to the murder of the young King Edward in 978. Alfrida plans Edward's death in order to give the throne to her own son Æthelred, and promptly dumps Rumon after her plan succeeds. Disgusted, Rumon returns to Glastonbury Abbey, under the care of Dunstan who plans for Rumon to enter a religious life. Merewyn is also encouraged to enter a religious life by her aunt Merwinna, and her friend Elfled, who is staying with her at Romsey Abbey. Merewyn has unresolved feelings for Rumon however. A Viking raid on Romsey Abbey weakens Merwinna, and causes her death. Merewyn embarks on a pilgrimage to Padstow to return her aunt's heart to the place of her birth. On the way, she goes to Glastonbury Abbey and encounters Rumon. Merewyn admits her feelings for Rumon, but he rejects her. Merewyn then continues to Padstow. Belatedly, Rumon realises that he too loves Merewyn, and follows her. However, Merewyn encounters another Viking raid, and is captured by Ketil, a Viking who raided Padstow years earlier. Ketil intends to rape Merewyn, but the Prior of Padstow Abbey informs him that he is Merewyn's father. By the time Rumon arrives at Padstow, Ketil has taken Merewyn away on a Viking Longship. Rumon charts a ship, and embarks on a rescue journey overseas to find Merewyn. After stopping in Limerick, Ireland, Rumon's ship is caught in a storm and is blown off-course. The ship eventually finds the mouth of the Merrimack River on the coast of North America. There, Rumon encounters a Merrimack tribe who have been converted to Christianity by a group of Irish Culdee Monks. The tribe (under the influence of the Culdees) capture Rumon and his crew, and steal their ship. Meanwhile, Merewyn has settled in Iceland, where she lives with her father Ketil, and her new husband Sigurd. She also has a son called Orm. Rumon eventually escapes from the Culdees and tracks down Merewyn. Merewyn does not appreciate seeing Rumon, and promptly lets him know that she has settled into a new life. Rejected, Rumon returns to England alone. Ketil and his family then follow Erik the Red, and set sail to colonise Greenland in 985. The family attempt to make a living in the harsh climate of the new colony, and Merewyn gives birth to a mentally disabled daughter called Thora. Ketil, however, succumbs to old-age and dies on the Longship he used on Viking raids for so many years. In the year 1000, Sigurd dies too, and Merewyn persuades her son Orm to take her and his sister to England. Merewyn wishes to find Rumon, but soon learns that he was ordained as a monk at Tavistock Abbey, and that he had famously defended the Abbey from a Viking raid. Merewyn then takes her family to Romsey Abbey where she finds that her old friend Elfled is now Abbess. Elfled takes in Thora, while Merewyn marries and settles with Wulfric, a wealthy thane of King Æthelred. Orm cannot settle into life in England however, and leaves to rejoin the Viking peoples. Merewyn then proceeds to rejoin the Royal Court as a Lady-in-waiting for Queen Ælfgifu and then Queen Emma. After gaining back her social status in the English nobility, finally Merewyn is summoned to Tavistock Abbey, where she reconciles with Rumon before he dies. Rumon makes one last request that Merewyn admit her true birth at court. She fulfills his wish, admitting her Viking parentage to the King and Queen. Queen Emma sympathises with Merewyn's story, and Merewyn's husband Wulfric declares that he does not care about her lineage. Merewyn then settles down to a comfortable life with Wulfric.",
    "genre": [
      "History",
      "Speculative fiction",
      "Historical fiction",
      "Fiction",
      "Romance novel"
    ],
    "author": "Anya Seton"
  },
  {
    "title": "The Light in the Forest",
    "summary": " John Cameron Butler, a young boy from a Pennsylvanian Colony in America is taken hostage during a raid by a Lenni Lenape tribe during territorial wars. None of the Pennsylvanian men rescue him, and he is adopted by tribesman Cuyloga into the Native American society and rechristened \"True Son\". Believing himself to be of Indian blood, he hates the colonists, and 11 years later, the American military men come to return him to his colonial home. His Native American father reluctantly gives him back to the colonists, in exchange for the return of some Indian lands. His cousin, Half Arrow, and his friend, Little Crane, accompany him on his journey to the new settlement, but soon they must leave him before they venture too far out of Native American territory. True Son returns to his colony of origin and finds it hard to communicate with his English speaking family. His family tries reconnecting with their lost son, but he refuses to have any part in the English colony. His Aunt Kate remarks upon the objects that seem to be randomly missing from their places. Later, we find out True Son has been stealing various items for his journey back to the Native Americans. Little Crane was killed the previous night by his white racist Uncle Wilse, and he and Half Arrow go to scalp his uncle. His uncle fights back and calls for help, and True Son and Half Arrow forget their attempt and begin their trip back. True Son and Half Arrow return home and inform Cuyloga of the murder. Little Crane's family rallies a group to go raid the settlement to avenge Little Crane. All the men of the tribe go, as do True Son and Half Arrow. The tribe makes plans to ambush a boat. True Son was to tell them when to ambush the boat. True Son, instead, told the people on the boat that they were to be ambushed, thus betraying his Indian family and tribe. The tribe then forces him to go back to his white family. In the end it is Cuyloga who brings him back to the territory line and tells him that from that point on they will separate and become enemies, if they happen to see each other again they will treat each other like enemies and not like father and son.",
    "genre": [
      "History",
      "Children's literature",
      "Coming of age",
      "Fiction",
      "Young adult literature"
    ],
    "author": "Conrad Richter"
  },
  {
    "title": "The Tree Bride",
    "summary": " The quiet brahmin girl from Bengal becomes a passionate resister of foreign rule, against the British Raj. The narrator discovers her ancestor's struggle for her land, whilst seeking to establish herself as an American citizen.",
    "genre": [
      "History"
    ],
    "author": "Bharati Mukherjee"
  },
  {
    "title": "Dragon's Teeth",
    "summary": " In the first volume of the series, Lanny Budd had met a family of Dutch Jews. By the time the events of this book occur, his half-sister has married one of their sons. In the climax at the end of this volume, Lanny helps spring the other son from Nazi arrest and jail, and gets caught up in the Blood Purge from June 30 to July 2, 1934 in Germany.",
    "genre": [
      "History"
    ],
    "author": "Upton Sinclair, Jr."
  },
  {
    "title": "Computer Lib",
    "summary": " Nelson writes passionately about the need for people to understand computers deeply, more deeply than was generally promoted as computer literacy, which he considers a superficial kind of familiarity with particular hardware and software. His rallying cry \"Down with Cybercrud\" is against the centralization of computers such as that performed by IBM at the time, as well as against what he sees as the intentional untruths that \"computer people\" tell to non-computer people to keep them from understanding computers. In Dream Machines, Nelson covers the flexible media potential of the computer, which was shockingly new at the time.",
    "genre": [
      "History"
    ],
    "author": "Ted Nelson"
  },
  {
    "title": "The Third Witch",
    "summary": " The novel retells the story of Macbeth from the perspective of one of the witches, a young girl named Gilly. She has sworn revenge against Macbeth for murdering her father. Posing as a kitchen worker, Gilly wants to carry out her plan to kill him, and soon becomes involved in many important events from the play.",
    "genre": [
      "History",
      "Novel",
      "Historical fiction",
      "Fiction",
      "Parallel novel"
    ],
    "author": "Rebecca Reisert"
  },
  {
    "title": "A History of God",
    "summary": " Armstrong begins with the rise of the cult of Jahweh, one of the pagan deities of Canaan. According to Armstrong, the cult of Jahweh consisted of a variety of ethnic groups that migrated in three waves to Canaan. These groups were united by their \"loyalty to Yahweh.\" Yahweh was a unique God in the ancient Middle East in that he actually \"participated\" in the \"profane\" lives of his worshipers. She then examines the sources of the Pentateuch by way of the four supposed authors, or groups of authors, known as J, E, P and D. Moreover, she explores some of the textual tensions that exist in the Pentateuch as a result of the theological tensions between these authors, or groups of authors. For Armstrong, this tension can be seen in, for example, the contrasting accounts of theophanies. J writes of very \"intimate\" encounters between Abraham and Yahweh, while E \"prefers to distance the event and make the old legends less anthropomorphic.\" There follows an examination of the major Israelite prophets, including Isaiah, second Isaiah, Hosea and Ezekiel, and the contribution each made to the Jewish conception of God. Armstrong then turns to the life of Jesus. She identifies his roots in the Pharisaic tradition of Rabbi Hillel and his effect on the Jewish conception of God. The death of Jesus and its attendant symbolism are examined, including the various constructions others, most notably Paul, have placed upon these events. The book explores the rise of trinitarianism, leading to the Nicene creed, and traces the evolution of the Christian conception of God and the trinity in the respective Eastern and Western traditions. The rise of Islam and its appreciation of the nature of God are examined. Armstrong analyses how modern Shia Islam, with its emphasis upon social action in the service of Allah, the Islamic prophet Muhammad, and the Shia Imams, was a key factor that brought about the Iranian Revolution of 1979. Subsequent chapters examine respectively both philosophical approaches to the idea of God, and the mystical relationship with God. Armstrong discusses the rise of modern Christian religiosity, in particular the Protestantism of Martin Luther and John Calvin. The final chapters examine the notion of the Death of God and the idea of God in a post-modern world.",
    "genre": [
      "History",
      "Philosophy",
      "Inspirational"
    ],
    "author": "Karen Armstrong"
  },
  {
    "title": "White Mughals",
    "summary": " The book is a work of social history about the warm relations that existed between the British and some Indians in the 18th and early 19th century, when one in three British men in India was married to an Indian woman. It documents the interracial liaisons between British officers, such as Major-General Charles Stuart, and Indian women, and the geopolitical context of late 18th century India. Like From the Holy Mountain, it also examines the interactions of Christianity and Islam, emphasizing the surprisingly porous relationship between the two in pre-modern times. At the heart of White Mughals is the story of a love affair which saw a British dignitary, the East India Company resident of Hyderabad, Captain James Achilles Kirkpatrick, convert to Islam and marry Khair-un-Nissa, a Hyderabadi noblewoman of royal Persian descent. As the British resident of Hyderabad, Kirkpatrick is shown to balance the requirements of his employers, the East India Company, with his sympathetic attitude to the Nizam of Hyderabad. The very title of White Mughals indicates its subject: the late 18th- and early 19th-century period in India, where there had been ‘a succession of unexpected and unplanned minglings of peoples and cultures and ideas’. On one level, the book tells the tragic love story of James Kirkpatrick, ‘the thoroughly orientalised’ British Resident in Hyderabad and Khair, a beautiful young Muslim noblewoman. On another level, the story is about trade, military and political dealings, based on Dalrymple’s researches among letters, diaries, reports, and dispatches (much of it in cipher). Out of these sources he draws a fascinating picture of sexual attitudes and social etiquette, finding an ‘increasingly racist and dismissive attitude’ among the British ruling class towards mixed race offspring, after the rise of Evangelical Christianity. He paces the gradual revelations with a novelist’s skills, leading us on, after the death of Kirkpatrick, to ‘the saddest and most tragic part of the whole story’. The doomed lovers actually engender an optimistic coda, when their two children move to England. The daughter Kitty becomes a friend and muse of Thomas Carlyle, and re-establishes contact with her grandmother in India.",
    "genre": [
      "History"
    ],
    "author": "William Dalrymple"
  },
  {
    "title": "The Day of the Scorpion",
    "summary": " In this novel an old Raj family comes newly on the scene, the Laytons of Pankot, an imaginary hill station in India. Now an army captain, Ronald Merrick, a self-made man of the lower middle class and the former police official in charge of the Daphne Manners case, begins to insinuate himself subtly into the Layton family. We learn what the Laytons do not know that in a searing session with the incarcerated Hari Kumar, Merrick tortured and molested him. Susan, the younger Layton sister, driven by a sense of her own nothingness, marries Teddie Bingham, a colorless and conventional officer in the prestigious Pankot Rifles regiment. By accident, Teddie and Merrick are roommates, and when his designated best man falls ill at the last minute, Teddie asks Merrick to act as best man. The wedding is held in Mirat, a native state ruled by a Nawab. On the way to the wedding ceremony, someone throws a stone at the car in which Teddie and Merrick are riding. Teddie is injured and has to be patched up. At the wedding reception, the Nawab of Mirat becomes a victim of heightened security when he is denied entrance to his own property as he is an Indian. When the newlyweds are being seen off at the railway station, Shalini Gupta Sen appears and makes a scene, beseeching him. She is later revealed to be begging Merrick to reveal the whereabouts of her nephew, Hari Kumar. Nigel Rowan, an officer serving in the civil service, takes Lady Manners to observe the debriefing of Hari Kumar, who was tortured and jailed after the rape of Lady Manners's niece, Daphne, and who has been held in prison for a year under the Defense of India Act for vague alleged political crimes. The panel, consisting of Rowan and an Indian member, is horrified to learn of Hari's treatment at Merrick's hands. It comes out that Hari has never been informed that Daphne conceived a child and then died. The questioners realize that Hari's statements will be too inflammatory in the fragile political climate of India. They also realize that Hari is innocent, however, and suspect that at some point in the future, he will be quietly released from custody. Teddie and Merrick are sent to the front in Manipur against the Japanese and their surrogates, the Indian National Army (known as \"Jiffs\" among the British). Teddie, against Merrick's warnings, falls victim to an INA ambush while trying to induce INA soldiers from his regiment to surrender. Merrick does his best to save Teddie, but is unsuccessful, and comes away horribly disfigured. Teddie goes forward, it is implied, because he is concerned about the methods Merrick might employ on the turncoats. Sarah Layton, the older sister, comes to the fore as the morally fine-tuned mainstay of the family. To show the family's gratitude for his efforts, Sarah visits Merrick in Calcutta, where he is convalescing at an Army hospital. Merrick explains to her why he believes himself partly responsible for Teddie's fate. She is horrified by his disfigurement and learns that much of Merrick's left arm is to be amputated. While in Calcutta, Sarah is staying with Aunt Fenny, who is eager to get Sarah matched up with a young man. She gets her husband, Uncle Arthur, to bring several of his junior officers over for dinner. In particular, she is enthusiastic about introducing Sarah to Jimmy Clark. After an unsuccessful evening on the town, Clark takes Sarah to the Indian side of Calcutta, where they attend a fancy party at the home of a wealthy socialite. There, Clark seduces Sarah by challenging her to taste life. On her way back to Pankot, Sarah encounters Count Bronowsky, a White Russian emigre who is the Nawab's wazir or chief advisor, whom she had met during Susan and Teddie's wedding. With him is Nigel Rowan. They are there to meet Mohammed Ali Kasim, a prominent politician who is being released after a period of imprisonment under the Defense of India Act. Kasim learns from his younger son, Ahmed, that his elder son, Sayed, an officer in the Indian Army, has become turncoat and joined the INA and now faces charges of treason. Barbie Batchelor, the friend and paying guest of Mabel Layton discovers the secret of the enmity between Mabel and Mildred one night when both the elderly women are unable to sleep. Mabel also tells Barbie she will never go to Ranpur again until after she's buried, which Barbie interprets to mean that she wishes be buried next to the grave of her late husband, James Layton, in Ranpur. Susan Bingham, Teddie's newlywed and pregnant bride, is unhinged when having received news of Teddie's death she witnesses her aunt Mabel's death. As it is, Susan depends on others to define her role and character. Without Teddie to serve as the anchor for her identity, Susan is lost and afraid to be responsible for a fatherless child. Coming unhinged, she makes a ring of fire with paraffin and places the baby with it, in imitation of a native treatment of scorpions which she witnessed as a child. The baby is rescued unharmed by its nurse.",
    "genre": [
      "History",
      "Novel"
    ],
    "author": "Paul Scott"
  },
  {
    "title": "The Jewel in the Crown",
    "summary": " Daphne Manners, who has lost her immediate family in England, comes to India to live with her only remaining near kinsman, Lady Manners. Lady Manners sends her to Mayapore to stay with her Indian friend, Lady Chatterjee. While staying with Lady Chatterjee, whom she calls \"Auntie Lili,\" Daphne meets Hari Kumar. He is an Indian who was brought up in England and educated at Chillingborough, a public school that Daphne's own brother attended; Hari speaks only English, but his father's financial collapse and suicide obliged Hari to return to India. Daphne learns to despise the attitudes of the English in India and also grows to love Hari. Meanwhile, the local police superintendent, Ronald Merrick, has designs both on Daphne and Hari, making for a potent love triangle. Merrick, of lower-middle-class English origin, is resentful of the privileged English \"public school\" class and contemptuous of Indians. Hari thus represents everything that Merrick hates. After Daphne and Hari make love in a public park, the Bibighar Gardens, they are attacked by a mob of rioters who by chance witnessed their lovemaking. Hari is beaten and Daphne is raped repeatedly. Knowing that Hari will be implicated in her rape, Daphne swears him to silence regarding his presence at the scene. But she does not count on the instincts of Ronald Merrick, who, upon learning of the rape, immediately takes Hari into custody and engages in a lengthy and sadistic interrogation which includes sexual humiliation. Merrick also arrests a group of educated young Indians, including some of Hari's colleagues at the Mayapore Gazette. Daphne steadfastly refuses to support the prosecution of Hari and the others for rape. She insists that her attackers were peasants and included at least one Muslim (although she was blindfolded, she could tell he was circumcised) and could not be young, educated Hindus like Hari and his acquaintances who have been taken into custody. The inquest is frustrated when Daphne threatens to testify that, for all she knows, her attackers could have been Englishmen. Hari puzzles the authorities by refusing to say anything, even in his own defense (he has been sworn to secrecy by Daphne, and he honors that pledge to the letter). Because the authorities cannot successfully prosecute him for rape, they instead imprison him under a wartime law as a suspected revolutionary. And Daphne's refusal to aid a prosecution for rape leads to her being reviled and ostracized by the English community of Mayapore and of British India as a whole, where her case has become a cause celebre. Unbeknownst to Hari, Daphne has conceived a child; its paternity is impossible to determine, but she considers the child to be Hari's. She returns to her aunt, Lady Manners, to give birth, but a pre-existing medical condition results in her death. Lady Manners takes the child, Parvati, to Kashmir. Parvati's physical resemblance to Hari satisfies Lady Manners and Lady Chatterjee that Hari was her biological father.",
    "genre": [
      "History",
      "Novel"
    ],
    "author": "Paul Scott"
  },
  {
    "title": "A Division of the Spoils",
    "summary": " The story covers in personal terms the humbling and hasty decamping of the British: the precipitous concession of power to a country fiercely bent on division; the travails of an honorable Muslim Congressman, Mohammed Ali Kasim, and his sons, one of whom had deserted to the Japan-directed Indian National Army; the quandary of the Nawab of the small fictitious princely state of Mirat, left in the lurch by the lapse of British Paramountcy; the suicide of a dysentery-debilitated and maladapted British officer; the prowling of the haunted Ronald Merrick. The new man on the scene is Sergeant Guy Perron, once a pupil of a public school called Chillingborough which Hari Kumar (as Harry Coomer) also attended when he lived in England. It was Guy who returned in 1947/8 to be an observer of India on the eve of Independence; this assignment soon turns into a personal inquiry into the truth behind the hushed-up story of Lieutenant-Colonel Ronald Merrick's death in Mirat. The tragic consequences of India-Pakistan partition are dramatized in a horrific train massacre in which Ahmed Kasim, the son of Mohammed Ali Kasim, is targeted by rioters and chooses to sacrifice himself in order to protect the rest of the people in his carriage.",
    "genre": [
      "History",
      "Novel"
    ],
    "author": "Paul Scott"
  },
  {
    "title": "Late Victorian Holocausts",
    "summary": " Part 1 is further subdivided into three chapters – 1) Victoria's ghosts 2) The Poor Eat Their Homes 3) Gunboats and Messiahs. In this section Davis writes about the drought that occurred in the various parts of the British empire in the 1870s and the reactions of the colonial government. Part 2 is further subdivided into three chapters – 1) The Government of Hell 2) Skeletons at the Feast 3) Millenarian Revolutions. This section deals with the impact of the colonial famine policy and its effects on the colonial subjects. Part 3 contains two chapters – 1) The Mystery of the Monsoons and 2) Climates of Hunger. It describes the effect of the ENSO on the lives and livelihood of the people around the world. The final part of the book has four chapters – 1) The Origins of the Third World 2) India: The Modernization of the Poverty 3) China: Mandates Revoked 4) Brazil: Race and Capital in the Nordeste.",
    "genre": [
      "History",
      "Non-fiction"
    ],
    "author": "Mike Davis"
  },
  {
    "title": "Young Men and Fire",
    "summary": " Norman Maclean and Laird Robinson, in an attempt to forensically analyze the Mann Gulch Fire, brought together multiple sources, including the official report of the United States Forest Service of the fire, the testimony of the four men who fought the fire and lived, and the research and report of Robert Jansson and Harry T. Gisborne (who would suffer a fatal heart attack at Mann Gulch two months later trying to get to the bottom of the tragedy). Jansson was ranger of the Helena National Forest's Canyon Ferry District, the area that included Mann Gulch, on duty the day of the fire. Maclean and Laird also took Walter Rumsey and Robert Sallee, the only two living survivors of the fire team (as survivor Wag Dodge died in 1955), back to the scene of the fire in 1978, hoping that walking the ground again would help solve some of the missing pieces. Additionally, Laird and Maclean would use the modern Fire Lab and their mathematical analysis (advances in fire methodology not available in 1949), to search for answers to the fire. With all of these pieces, several trips to Mann Gulch, and ideas bantered back and forth between each other, Bud Moore, Ed Heilman, Rich Rothermel, Frank Albini, and other members of the U.S. Forest Service forest fire investigators, Maclean and Laird came to new conclusions on the fire's events: that the wind went in the opposite direction than was originally thought possible, and once the fire got started, it created its own unique weather system (which few thought possible before this research). It was always assumed that the wind was traveling south, or upstream, on the Missouri River at that time of day. Instead, they proved that the wind was traveling north, or downriver, and that the top of the ridge (which juts out as the river bends sharply to the northwest and separates Mann Gulch and Meriwether Canyon) split this downriver wind in two. These two separate-smaller winds then re-converged (on the other side of the ridge) in the heart of the gulch (at right-angles). This convergence combined with massive heat, produced by the fire and the hot August afternoon. Additionally, the vegetation pattern played a part in how the fire developed and took the lives of the men. The south side of the gulch was of the mountains, with taller forested trees, but the north side of the gulch was of the plains, with smaller trees and dense grasses. This combination of contrasting vegetation, heat, air currents, and right-angle winds, would cause the fire to change direction instantly, trapping and killing most of the fire fighters in its path.",
    "genre": [
      "History",
      "Non-fiction"
    ],
    "author": "Norman Maclean"
  },
  {
    "title": "Rescuing Da Vinci: Hitler and the Nazis Stole Europe's Great Art - America and Her Allies Recovered It",
    "summary": " This book focuses on an aspect of World War II that is largely ignored in many history books – the Nazi looting of Europe and Russia and the Allied recovery and repatriation of stolen art. Little known to the general public, Hitler diverted his attention from the prosecution of the war to the systematic theft of Europe’s great art. His dream was to build the world’s greatest collection – The Führermuseum – in his hometown of Linz, Austria. European museum officials took extraordinary measures to protect art from Hitler and the ensuing war. When U.S. forces prepared to enter Europe, they assembled a special force of largely American and British museum directors, curators, and art historians known as the Monuments, Fine Arts, and Archives program (MFAA) section, attached to the Allied armies. These “Monuments Men” attempted to minimize damage to European monuments and architecture, then track down stolen works of art. Their effort would become one of the greatest “treasure hunts” in history. In the end, Allied forces located more than 1,000 repositories in mines and castles across Europe, many of which were filled with art, sculpture, furniture, archives, and other cultural property stolen by the Nazis. Edsel points out that thousands of pieces are still missing, such as Raphael’s Portrait of a Young Man from the Czartoryski Museum in Kraków, Poland. Rescuing Da Vinci tells this story through brief text and more than 460 photographs, 60 of which are in color. This group of photographs has never been published in a single book, and many have not been seen in decades. Images such as Michelangelo’s David entombed in brick for protection or a Rembrandt Self Portrait sitting atop crates in a salt mine, capture the story better than words could describe.",
    "genre": [
      "History",
      "Non-fiction",
      "Photography"
    ],
    "author": "Robert M. Edsel"
  },
  {
    "title": "In Times Like These",
    "summary": " Main character Pavana Leslie is returning to Belize following a vacation in the United States to take up a post at the Women's Department- and walks right into trouble. Belize is in turmoil following the announcement of a possible plan to end the claim to Belizean territory by Guatemala by working out an agreement between the two countries. Unfortunately, Belizeans have rejected this agreement wholesale. Worse yet, the man in charge of convincing them, Cabinet member Alex Abrams, was a former boyfriend of Pavana's and the father of her twins Lisa and Eric, and is being pressured by another former friend and leader of the resistance movement, Stoner Bennett, to denounce the agreement. Pavana must deal with her past relations with Bennett and Abrams in London and the decision that changed her life, her present troubles with coworkers at the Department who keep introducing politics to the equation, and her future: a relationship with the divorced Julian Carlisle, a development aid worker. When tragedy strikes, Pavana must draw on all her resources to come up with a solution- to Belize's problems and her own.",
    "genre": [
      "History",
      "Novel"
    ],
    "author": "Zee Edgell"
  },
  {
    "title": "Sarah",
    "summary": " Sarah follows the story of Abraham through the eyes and perspective of Sarah. The Biblical account of the life of Sarah is contained in Genesis 12 - 22 (about 16 pages) most of which is centered around Abraham. Card expands the story into a novel of over 300 pages, so many of the details and characters are fictional. The core story-line does not deviate from the story told in Genesis, although some of the details are reinterpreted. Sarah begins life as a princess of Ur in Mesopotamia. She is hard-working and humble especially compared to her older sister Qira. Sarai is promised to become a priestess for the goddess Asherah, while Qira is to marry a desert prince named Lot. Sarai's thoughts on a life as a priestess change when Lot arrives with his uncle Abram who promises Sarai that he'll come back and marry her.",
    "genre": [
      "History",
      "Historical fiction",
      "Fiction"
    ],
    "author": "Orson Scott Card"
  },
  {
    "title": "Between Two Worlds",
    "summary": " This volume deals with the aftermath of World War I in Europe during the 1920s (with the Beer Hall Putsch, the Italian fascist regime and some of the important conferences) and later the Roaring Twenties. After two disastrous affairs with married women Lanny marries in the end a rich heiress from New York, Irma. In the climax Lanny covers his father's stock market margin call on Black Thursday, Oct 24th 1929, then insists that his father sell all his stocks the next market day, thus escaping the carnage of Black Tuesday. His efforts to save his wife's wealth were not quite as successful, and her uncle was wiped out.",
    "genre": [
      "History",
      "Speculative fiction",
      "Fiction"
    ],
    "author": "Upton Sinclair, Jr."
  },
  {
    "title": "Men Against the Sea",
    "summary": " Men Against the Sea follows the journey of Lieutenant William Bligh and the eighteen men set adrift in an open boat by the mutineers of the Bounty. The story is told from the perspective of Thomas Ledward, the Bounty's acting surgeon, who went into the ship's launch with Bligh. It begins after the main events described in the novel and then moves into a flashback, finishing at the starting point. This true story is considered the greatest open-boat voyage of all time.",
    "genre": [
      "History",
      "Novel",
      "Historical novel"
    ],
    "author": "Charles Nordhoff"
  },
  {
    "title": "Ophelia's Revenge",
    "summary": " The novel retells the story of Hamlet from Ophelia's point of view. When Ophelia is taken to Elsinore Castle to rejoin her unknown father, she becomes torn between her love for Prince Hamlet and for the pirate Ragnor. She cannot understand why she is the only one who can see the many ghosts who haunt the castle, and soon finds herself involved in a plot to kill the queen and take her place. Eventually, it seems that only madness is the way to save those she loves in the dangerous world of the Danish royal court.",
    "genre": [
      "History",
      "Novel"
    ],
    "author": ""
  },
  {
    "title": "Begums Thugs And White Mughals",
    "summary": " This is an edited edition of the travel journals of the traveller, Fanny Parkes who was in India from 1822 to 1846. Dalrymple edited Parkes's book, Wanderings of a Pilgrim in Search of the Picturesque. He wrote the introduction in which he challenged some of the preconceptions of academic studies of travel writing, which attempt to fit all English views on India into the 'Orientalist' template laid down by Edward Said. \"Fanny was a passionate lover of India and though a woman of her time, in her writing and her travels did her best to understand and build bridges across the colonial divide,\" he writes \"[A]s Colin Thubron has pointed out, ‘To define the genre [of travel writing] as an act of domination – rather than of understanding, respect or even catharsis – is simplistic. If even the attempt to understand is seen as aggression or appropriation, then all human contact declines into paranoia.’ The attacks made on Fanny highlight the problem with so much that has been written about 18th- and early 19th-century India: the temptation felt by so many critics to project back onto it the stereotypes of Victorian and Edwardian behaviour and attitudes with which we are so familiar.\"",
    "genre": [
      "History",
      "Travel"
    ],
    "author": "Fanny Parkes"
  },
  {
    "title": "The Last Mughal",
    "summary": " The book, Dalrymple's sixth, and his second to reflect his long love affair with the city of Delhi, won praise for its use of \"The Mutiny Papers\", which included previously ignored Indian accounts of the events of 1857. He worked on these documents in association with the Urdu scholar Mahmood Farooqui. It won the 2006 Duff Cooper Memorial Prize for History and Biography, and the 2007 Vodafone Crossword Book Award.",
    "genre": [
      "History"
    ],
    "author": "William Dalrymple"
  },
  {
    "title": "Wide Is the Gate",
    "summary": " In this novel Lanny Budd's marriage to Irma breaks down after he imposes on her to help smuggle a revolutionary named Trudy out of Germany. Her husband Rudy had been arrested and vanished into the Gestapo prison system. Months later Lanny, at a séance, hears that Rudy is dead. He persuades Trudy that Rudy is dead and they secretly marry. Meanwhile, Lanny gets interested in Spain, and is in Barcelona for a Socialist Olympics, in competition to the Berlin games, when the Spanish Civil War breaks out. The son of Lanny's English friend Rick enlists in the Republican cause. In the climax at the end of the novel the son has been captured by the Nationalists and Lanny undertakes a dangerous attempt to spring the son from captivity and send him home to England.",
    "genre": [
      "History"
    ],
    "author": "Upton Sinclair, Jr."
  },
  {
    "title": "Stone Tables",
    "summary": " Stone Tables is a novelization of the life of Moses.",
    "genre": [
      "History",
      "Fiction"
    ],
    "author": "Orson Scott Card"
  },
  {
    "title": "Saints",
    "summary": " The book opens up in 1829 with the desertion of the eight-year old Dinah and her family by Dinah's father, John Kirkham. After enduring many of the horrors of Industrial Revolution England, Dinah's family begins to prosper. Dinah, her mother Anna, and her brother Charles, are converted to Mormonism. But Dinah's elder brother, Robert, as well as her husband, Matthew, do not convert, leading to a permanent schism in the family. The Mormon Kirkhams emigrate to Nauvoo, where the Mormons are building a city. In Nauvoo, Dinah—who had to endure an unthinkable sacrifice to come to America—becomes the inspiration for the other women of Nauvoo. She is regarded by many as a Prophetess, and, despite not having the priesthood, bestows blessings on others. She also finds herself drawn to the prophet of the Latter Day Saint Church, Joseph Smith. He teaches her that her husband in England had proven himself unworthy of her by his rejection of the Gospel and by forcing her to choose between God and husband. Joseph introduces Dinah to the still-covert practice of plural marriage, and they are sealed for eternity as husband and wife. Forced to keep secret her eternal union to Joseph causes strains on her relationships with the other women of the town, particularly, Emma Smith, Joseph's first wife. After Joseph's death during his incarceration at Carthage, Dinah uses her influence to help Brigham Young emerge as the new Prophet of the Church, largely because he alone of the potential prophet candidates is determined to uphold the Principle (as plural marriage has come to be known among its adherents). During the Mormon Exodus to Utah, she agrees to become one of Young's wives, with the understanding that their marriage will never be consummated. Dinah lives to the age of 100, not only outliving all her husbands, but also outlasting the practice of plural marriage, which the Church abandoned in 1890.",
    "genre": [
      "History",
      "Science Fiction",
      "Fantasy",
      "Fiction"
    ],
    "author": "Orson Scott Card"
  },
  {
    "title": "Rebekah",
    "summary": " Rebekah follows the story of Isaac through the eyes and perspective of Rebekah. Card expands the story into a novel of over 400 pages so many of the details and characters are fictional. The story-line does not deviate from the story told in Genesis.",
    "genre": [
      "History",
      "Historical fiction",
      "Fiction"
    ],
    "author": "Orson Scott Card"
  },
  {
    "title": "Rachel and Leah",
    "summary": " Rachel and Leah follows the story of Jacob through the eyes of Rachel and Leah. Card expands the story into a novel of over 300 pages, so many of the details and characters are fictional. However, the storyline does not deviate from the story told in Genesis.",
    "genre": [
      "History",
      "Fiction"
    ],
    "author": "Orson Scott Card"
  },
  {
    "title": "The Wives of Israel",
    "summary": " This book has yet to be released. It will be a continuation of the previous novel in the Women of Genesis series; Rachel and Leah. The book left off after Rachel had married Jacob, following the marriage of her sister Leah. Card states in the afterword of said novel that he had not intended to have the story be continued in two more books, but that it would have been too much to include the marriage/concubinage of the sister's handmaidens and so decided to put them into consecutive books to cover that subject as well as the children and their raising and adventures (chiefly Joseph and his brothers, and Joseph's further adventures into slavery in Egypt, possibly from the point of his wife). Though Card says that he plans to leave the matter of Judah's daughter-in-law, Tamar, alone.",
    "genre": [
      "History"
    ],
    "author": "Orson Scott Card"
  },
  {
    "title": "The King's Daughter",
    "summary": " Jeanne Chatel is an orphan who lives with her grandfather until he dies of illness when Jeanne was only 10. Unable to live alone, Jeanne moves into a convent. She is an adventurous, boisterous girl, creating and telling the other girls grand, romantic stories. She also shows an aptitude for healing and herbal medicine. At the age of 18, Jeanne is offered to become a King's Daughter and travel to New France. Jeanne immediately agrees to this and sets out to New France with her friend Marie. Together they embark on their 41-day trip across the Atlantic ocean. Along the way, Marie falls in love with a sailor named Jean. The two girls arrive in New France in August, 1672 and are welcomed by the Lieutenant, their fiancées and a group of Hurons. Marie, having fallen in love along the way, becomes saddened at the thought of marrying someone else. Jeanne realizes that in order for Marie to be happy, someone else must marry the man that was chosen for her. Jeanne then takes the decision to get married in Marie's place. When Jeanne meets her new husband, she is sorely disappointed. Simon de Rouville is rude, callous, and unfriendly. However, the ever-determined Jeanne decides to stay and make the best of her situation. As her new life in the wilderness begins, Jeanne faces many hardships. And, in spite of constantly being told that she reminds everyone of Simon's first wife, Aimee, Jeanne stays to make a better life for her husband and his two children, Nicholas and Isabelle. Eventually, Jeanne and Simon fall in love with each other, and Jeanne grows strong as a result of her new life. She also cultivates her talents as a healer and becomes well known in the area. The book ends with an attack from the Iroquois aboriginals, a constant threat in New France. The de Rouville family survives, after many other conflicts.",
    "genre": [
      "History",
      "Young adult literature"
    ],
    "author": "Suzanne Martel"
  },
  {
    "title": "Who Wrote The Dead Sea Scrolls?",
    "summary": " * Part I - A new Theory of Scroll Origins *#The Qumran Plateau *# The Manuscripts of the Jews *# 1947; The First Scroll Discoveries *# The Qumran-Essene Theory: A paradigm reconsidered *# The Copper Scroll, the Masada manuscripts, and the Siege of Jerusalem *# Scroll origins: Rengstorf's Theory and Edmund Wilson's response * Part II - Science, Politics, and the Dead Sea Scrolls *# The Temple Scroll, the Acts of Torah, and the Qumranologists' dilemma *# Power Politics and the Collapse of the Scrolls Monopoly *#:This chapter discusses Géza Vermes' involvement in the purchase of photographs of the Dead Sea Scrolls by Oxford University under the condition that they only be shown to scholars selected by the official editorial team that controlled access to the scrolls. Golb states that \"Vermes could not possibly have avoided knowing of the financial agreement that facilitated the transfer of photographs\" (p.&nbsp;236), and that Vermes' statement of November 8, 1991, \"directly contradicted the position taken by him and the [Oxford] Centre in the [London] Times correspondence published three months earlier\" (p.&nbsp;237). The chapter also describes how Vermes used the media \"to promote his support for the traditional Essene hypothesis,\" but showed \"disdain\" for the similar use of the media by Dr. Robert Eisenman to promote a different view (p.&nbsp;241). *# Myth and Science in the World of Qumranology *# The deepening Scrolls Controversy *# The New York Conference and Some Academic Intrigues *# The importance of the Dead Sea Scrolls",
    "genre": [
      "History"
    ],
    "author": ""
  },
  {
    "title": "The Creationists",
    "summary": " The expanded edition covers the history of creationism from the time of Darwin to the present day. It first describes early opposition during Darwin's lifetime, then George Frederick Wright's conversion from Christian Darwinist to Fundamentalist opponent and how creationism influenced the Fundamentalist-Modernist Controversy and the rise of prominent populist creationists such as William Jennings Bryan. It then narrates the careers of two early, self-taught, 'scientific' creationists, Harry Rimmer and George McCready Price. It then chronicles the growth of creationist organisations in the mid 20th century, such as the Religion and Science Association, the Deluge Geology Society, the Evolution Protest Movement (in the United Kingdom), and the American Scientific Affiliation (ASA), the latter moving almost immediately in the direction of theistic evolution. The book then narrates the young Earth creationist backlash against the ASA's modernism, with Henry M. Morris and John C. Whitcomb, Jr.'s publication of The Genesis Flood and the forming of the Creation Research Society, which created the creation science movement. It continues with Morris' founding of the Institute for Creation Research and the Seventh-day Adventist Church's founding of the Geoscience Research Institute. The book finally describes the influence of creationism in churches and in countries outside the United States, then the rise of the intelligent design movement, before returning to the subject of creationism's global impact.",
    "genre": [
      "History"
    ],
    "author": ""
  },
  {
    "title": "Moscow 1812: Napoleon's Fatal March",
    "summary": " Napoleon I of France was, at the time, a very prominent military and political figure, desiring to create a French-governed Europe. He succeeded in annexing many countries to France, placing his relatives and friends as monarchs in those countries. He managed to subdue Prussia and force her to become his ally, and to a great extent did the same to Austria. After winning a war with Russia, he made even the Russian Tzar Alexander (1801) his ally. Only two countries in Europe still resisted France's attempt at domination: United Kingdom and Spain. He failed when attempting to invade Britain and destroy it via a constant blockade. After the execution of duke d'Enghien, however, Tzar Alexander began to hate and detest Napoleon, and began to cooperate with the United Kingdom, disrupting the continental blockade. Napoleon decided then to wage war on Russia, in order to get her back as a French ally. In June 1812, the French invaded Russia on Napoleon's orders, making their way east towards Moscow, suffering large losses caused by lack of food, desertion, disease, exhaustion and battles. Napoleon eventually \"conquered\" Moscow, only to see the deserted city being set on fire by the Russians themselves, on the order of their commanders. After staying too long in the scorched city, Napoleon finally decided to march back, suffering enormous losses caused by harassment by the Russian troops, the disastrous battle at the crossing of Berezina river, and agonizing cold (down to -30&nbsp;°C) Napoleon's army of more than 500,000 soldiers was annihilated, thus marking a turning point in world affairs and events around the world.",
    "genre": [
      "History"
    ],
    "author": "Adam Zamoyski"
  },
  {
    "title": "The Turquoise",
    "summary": " Born in 1850 of a Spanish mother and a Scotsman in New Mexico, and orphaned at a young age in the town for whom she was named, Santa Fe (Fey) Cameron is taken in and raised by dutiful but apathetic neighbors. As a teenager, hot-blooded Fey takes the opportunity to leave town with Terry Dillon, a shifty traveling salesman. As they slowly make their way up the Santa Fe Trail, Fey convinces herself they are in love. Not disagreeable (for the time being), Terry enlists Richens Lacey Wootton to marry them at Raton Pass. Continuing east selling Terry's questionable medicine and utilizing several of Fey's talents to earn extra money, upon reaching Leavenworth, Kansas, they are able to raise train fares to New York. Fey and Terry arrive in New York City without any prospects and are soon forced to use up their small savings for food and board. Terry soon abandons Fey for greener pastures. Discovering she is pregnant, resourceful Fey seeks assistance at a local infirmary for women and makes arrangements to live there in exchange for helping out with the work. After her daughter Lucita is born, bewitching Fey sets her eyes on New York tycoon Simeon Tower as a means of securing her financial future and wins her way into his heart. After securing a discreet divorce for Fey, she and Simeon marry and achieve happiness. They endeavor to increase not only their fortune but their social standing over the years, but the year 1877 would be their downfall. Simeon not only finds himself close to losing nearly everything financially, but Terry Dillon reemerges to disrupt their lives. Terry's attempts to woo Fey and blackmail Simeon result in tragedy. Bankrupt and a social pariah, Fey eventually brings an ailing Simeon back to the simple life in New Mexico to live out their days.",
    "genre": [
      "History",
      "Romance novel"
    ],
    "author": "Anya Seton"
  },
  {
    "title": "The Last Voyage of Columbus",
    "summary": " The books topic focuses on Christopher Columbus, who was one of the first European founders of the Americas. The book tells the story of his life, as well as the problems he faced with his journeys. Columbus had seduced some of the most powerful woman in Europe to pay the expenses of his trip. The book follows Columbus' departure from Spain prior to his first voyage before sunrise on August 3, 1492. After three days of sailing on the Pinta, the rudder became loose, unable to cope with the strength of the seas, Columbus and his fleet stayed for a month on the Canary Islands. After repairing the ship, the fleet resumed sailing, despite pleas from fellow crew members for Columbus to turn back, which he ignored. On October 11, 1492, after seeing a distant light, it was later confirmed this was the area which would soon be marked as the New World, claiming the land to for the Spanish sovereigns, as well as claiming numerous other islands for Spain. In reward for this, Columbus was given ten thousand Spanish maravedis and 1/10 of all Royal profits.",
    "genre": [
      "History",
      "Travel"
    ],
    "author": "Martin Dugard"
  },
  {
    "title": "Pitcairn's Island",
    "summary": " After two unsuccessful attempts to settle on the island of Tubuai, the Bounty mutineers returned to Tahiti where they parted company. Fletcher Christian and eight of his men, together with eighteen Polynesians, sailed from Tahiti in September 1789, and for a period of eighteen years nothing was heard of them. Then, in 1808, the American sailing vessel Topaz discovered a thriving community of mixed blood on Pitcairn Island under the rule of \"Alexander Smith\" (the assumed name of John Adams, the only survivor of the fifteen men who had landed there so long before).",
    "genre": [
      "History",
      "Novel"
    ],
    "author": "James Norman Hall"
  },
  {
    "title": "The General of the Dead Army",
    "summary": " In the early 1960s, nearly 20 years since the Second World War ended, an Italian general, accompanied by a priest who is also an Italian army colonel, is sent to Albania to locate and collect the bones of his countrymen who had died during the war and return them for burial in Italy. As they organise digs and disinterment, they wonder at the scale of their task. The general talks to the priest about the futility of war and the meaninglessness of the enterprise. As they go deeper into the Albanian countryside they find they are being followed by another general who is looking for the bodies of German soldiers killed in World War II. Like his Italian counterpart, the German struggles with a thankless job looking for remains to take back home for burial, and questions the value of such gestures of national pride.",
    "genre": [
      "History"
    ],
    "author": "Ismail Kadare"
  },
  {
    "title": "Dating Hamlet",
    "summary": " The novel is a retelling of Hamlet from Ophelia's point of view.",
    "genre": [
      "History",
      "Novel"
    ],
    "author": ""
  },
  {
    "title": "After the War",
    "summary": " Shortly after the end of World War II, Ruth Mendenberg is released from a death camp in Buchenwald, one of Hitler’s concentration camps,Ruth returns to her hometown in Poland and is quick to learn that both her home and her family are gone. Only being 15 years old, she has lost faith, and lives with the guilt of being the only one surviving from her family. She is received by a young man named Saul from Eretz Israel, who encourages recently liberated Jews travel towards relative freedom in Mandate Palestine along with other Jewish refugees. She is housed along with other recently liberated Jews, which include men and women of all ages. Although Ruth believes there is no hope, but agrees to travel with the refugees. The house is attacked by an angry mob after a child accuses some of the refugees of kidnapping and murdering some of the children in the village. She is forced to hide, until the soldiers quiet the mob, and shortly after is forced to flee, along with 20 children. It is her job to lead them safely through Czechoslovakia, Austria, Italy, and then to Mandate Palestine.",
    "genre": [
      "History"
    ],
    "author": "Carol Matas"
  },
  {
    "title": "Churchill, Hitler and the Unnecessary War",
    "summary": " Citing such historians as George F. Kennan, Andreas Hillgruber, Simon K. Newman, Niall Ferguson, Charles Tansill, Paul W. Schroeder, Alan Clark, Michael Stürmer, Norman Davies, John Lukacs, Frederick P. Veagle, Correlli Barnett, John Charmley, William Henry Chamberlin, David P. Calleo, Maurice Cowling, A. J. P. Taylor, and Alfred-Maurice de Zayas, Buchanan argues that it was a great mistake on the part of Britain to fight Germany in both world wars. In Buchanan's opinion, the results of British involvement in both world wars were a disaster for Britain, Europe and the world. One of Buchanan's express purposes is to undermine what he describes as a \"Churchill cult\" amongst America's elite, and therefore he focuses particularly on the role of Sir Winston Churchill in involving Britain in wars with Germany in 1914 and again in 1939. Buchanan accuses Churchill, at that time First Lord of the Admiralty, of having a \"lust for war\" in 1914. Buchanan follows the conclusions of the American diplomat George F. Kennan in his 1984 book The Fateful Alliance that the Franco-Russian Alliance of 1894 was an act of Franco-Russian \"encirclement\" of Germany, and that German foreign policy after 1894 was defensive rather than aggressive. Buchanan described Germany during the Second Reich as a \"satiated power\" seeking only peace and prosperity threatened by a revanchist France obsessed with regaining the lost provinces of Alsace and Lorraine, and calls Imperial Russia a highly \"imperialist\" power carrying out an aggressive policy in Eastern Europe that menaced Germany. Buchanan argues that Britain had no quarrel with Germany before 1914, however the great build-up of the German Navy spearheaded by Admiral Alfred von Tirpitz was a \"threat to Britain\", which forced the British to bring back to European waters the bulk of her navy and to make alliances with Russia and France. He asserts that this was a disastrous policy of the Germans which \"tied England to Europe\" and which therefore created the conditions which led the British to involvement in World War I. On the other hand, Buchanan asserts that the greatest responsibility for the breakdown in Anglo-German relations was the \"Germanophobia\" and zeal for the Entente with France of the British Foreign Secretary Sir Edward Grey. In assessing responsibility for the course of events, Buchanan asserts that the British could have easily ended the Anglo-German naval race in 1912 by promising to remain neutral in the event of war between Germany and France. Buchanan writes that \"Prussian militarism\" was an anti-German Black Legend invented by British statesmen, and that the record of Imperial Germany supports the judgement that it was least militaristic of the European Powers. He writes that in the century between Waterloo (1815) and World War I (1914) Britain had fought ten wars and Germany three. Buchanan writes in defense of Kaiser Wilhelm II that he had not fought a war in his 25 year reign, and compares that unfavorably with Churchill's service in three wars prior to 1914 \"Churchill had himself seen more war than almost any soldier in the German army.\" Buchanan claims that the Kaiser Wilhem was desperate to avoid a war in 1914, and accepts the German claim that it was Russian mobilization of July 31, 1914 that forced war on Germany . Buchanan accuses Churchill and Grey of illegally committing Britain to war in 1914 by making promises that Britain would defend France without the knowledge of either Cabinet or Parliament. Buchanan argues that United States should never had fought in World War I, and that the American people were \"deceived and dragged\" into war in 1917, and says that \"Americans blamed the 'Merchants of Death' &ndash; the war profiteers &ndash; and the British propagandists\" who created the myth of the Rape of Belgium. Buchanan called the British \"hunger blockade\" of Germany in World War I \"criminal\", and accepted the contention of the British economist John Maynard Keynes in his 1919 book The Economic Consequences of the Peace that the reparations imposed on Germany in the Treaty of Versailles were \"impossible\" to pay. Buchanan argues that World War II could have been avoided if the Treaty of Versailles had not in his view been so harsh towards Germany. Buchanan views the Versailles treaty as monstrously unjust towards Germany, and argues that German efforts to revise Versailles were both moral and just. Buchanan calls those historians who blame Germany for the two world wars \"court historians\", who Buchanan argues have created a myth of sole German guilt for the world wars. By contrast to his opposition to Versailles, Buchanan wrote that by the Treaty of Brest-Litovsk Germany had merely applied to that \"prison house of nations\", the Russian Empire, the principle of self-determination, releasing from Russian rule Finland, Estonia, Latvia, Lithuania, Poland, Ukraine, Belarus, and the Caucasus (largely modern Georgia, Armenia, and Azerbaijan). Buchanan says that the Hungarians, who lost two thirds of their country by the Treaty of Trianon, considered it a \"national crucifixion\" and were embittered towards the Allies by it. Buchanan takes the view that Czechoslovakia should never had been created, describing it as \"a living contradiction of the principle\" of self-determination, with the Czechs ruling \"Germans, Hungarians, Slovaks, Poles, and Ruthenians\" in a \"multi-ethnic, multilingual, multicultural, Catholic-Protestant conglomeration that had never before existed.\". Buchanan accuses the Czech leaders Benes and Masaryk of deceiving the Allies, particularly President Wilson, regarding the ethnic make-up of the regions which became Czechoslovakia. \"Asked why he had consigned three million Germans to Czech rule, Wilson blurted, 'Why, Masaryk never told me that!'\" As a result of their humiliation at Versailles, argues Buchanan, the German people became more nationalistic and ultimately were willing to put their confidence in Adolf Hitler. Buchanan writes that there was a \"Great Civil War of the West\" which comprised both world wars and which Buchanan contends that Britain should have stayed neutral in rather than upholding an unfair Treaty of Versailles. Buchanan damns successive British and French leaders for not offering to revise Versailles in Germany's favor in the 1920s while the Weimar Republic was still in existence, which Buchanan argues influenced the German people to turn to Adolf Hitler. Buchanan contends, citing historians Richard Lamb and Alan Bullock, that the attempt on the part of the German Chancellor Heinrich Brüning to found an Austro-German customs union in March 1931 was a project which could have prevented Hitler from coming to power. Buchanan criticises the Allies for opposing the Austro-German customs union, and quotes Bullock regarding their veto as not only helping \"to precipitate the failure of the Austrian Kreditanstalt and the German financial crisis of the summer but forced the German Foreign Office to announce on September 3 that the project would be abandoned. The result was to inflict a sharp humiliation on the Bruning government and to inflame national resentment in Germany.\" In this way, Buchanan argues that Britain, France, Italy, and Czechoslovakia indirectly assisted Hitler's rise to power in 1933. In Buchanan's view, Weimar-era German leaders like Gustav Stresemann, Heinrich Brüning, and Friedrich Ebert were all responsible German statesmen working to revise Versailles in a manner that would not threaten the peace of Europe, and were undermined by the inability and unwillingness of Britain and France to co-operate. Buchanan follows the distinction made by the German historian Andreas Hillgruber between a Weimar foreign policy which sought to restore Germany to its pre-1918 position and wished for some territorial expansionism in Eastern Europe, and a Nazi foreign policy for which the achievement of Weimar-era foreign policy was only the first step towards a larger programme of seeking Lebensraum via war and genocide in Eastern Europe. Since Buchanan argues that was no moral difference between Nazi Germany and the Soviet Union, he maintains that Britain should have just allowed the German Nazis and the Soviet Communists to fight it out and destroy each other and await the course of events, whilst rapidly re-arming so as to be in a position to fight if necessary. Buchanan argues that the \"guarantee\" of Poland in 1939 was impossible to fulfill and only made the war inevitable. Buchanan calls Hitler's foreign policy programme more moderate than the war aims sought by the German Chancellor Dr. Theobald von Bethmann-Hollweg in the Septemberprogramm in World War I because Buchanan contends that Hitler was only interested in expansionism in Eastern Europe and did not seek territory in Western Europe and Africa Moreover, Buchanan argues that once Hitler came to power in 1933, his foreign policy was not governed strictly by Nazi ideology, but rather was modified ad hoc by pragmatism. Buchanan writes that Benito Mussolini was committed to the Stresa Front of 1935, and it was an act of folly on the part of Britain to vote for League of Nations sanctions on Italy for invading Ethiopia, as it drove Fascist Italy into an alliance with Nazi Germany In Buchanan's view, the British were highly hypocritical in seeking sanctions against Italy for the Italo-Ethiopian war as he argues there was no moral difference between Italian imperialism against Ethiopia in 1935, and British imperialism against other African nations in the 19th century Buchanan draws unfavorable comparisons between the ready acceptance by France's Pierre Laval of Italy's right to conquer Ethiopia as the price of maintaining the Stresa Front, and what Buchanan calls the sanctimonious attitude of the British who voted for sanctions in defense of what Churchill, quoted by Buchanan, described as \"a wild land of tyranny, slavery, and tribal war.\" Buchanan also quotes Churchill as arguing that \"No one can keep up the pretence that Abyssinia is a fit, worthy, and equal member of the league of civilised nations.\" At the same time in early 1936, when the crisis over Ethiopia had pushed Britain and Italy to the brink of war, there occurred the Remilitarization of the Rhineland. Buchanan points out that Hitler regarded the Franco-Soviet Pact as an aggressive move directed at Germany and that it violated the Locarno Treaties, and he adds that Hitler had a strong case. Hitler employed this claimed violation of Locarno as a diplomatic weapon against which the French and the British had no answer, Buchanan argues. Buchanan argues that Hitler's public demands on Poland in 1938-39, namely the return of the Free City of Danzig (modern Gdańsk) to the Reich, \"extra-territorial\" roads across the Polish Corridor, and Poland's adhesion to the Anti-Comintern Pact were a genuine attempt to build an anti-Soviet German-Polish alliance, especially since Buchanan argues that Germany and Poland shared a common enemy in the form of the Soviet Union. Buchanan contends that Hitler wanted Poland as an ally against the Soviet Union, and not an enemy. Citing the book March 1939 by the British historian Simon K. Newman, and Andrew Roberts, in his \"The Holy Fox: The Life of Lord Halifax\", Buchanan argues that the British \"guarantee\" of Polish independence in March 1939 was a deliberate ploy on the part of Foreign Minister Lord Halifax to cause a war with Germany in 1939 Buchanan calls Chamberlain's \"guarantee\" of Poland \"rash\" and the \"fatal blunder\" which caused the end of the British Empire Buchanan argues that Halifax and Chamberlain had different motives for the guarantee. Without deciding between the various theories regarding Chamberlain's motivation, Buchanan recites several, including those of Liddell Hart, Simon Newman, and Andrew Roberts. Buchanan favourably cites the remark of British historian E. H. Carr in April 1939 about the Polish \"guarantee\" that: \"The use or threatened use of force to maintain the status quo may be morally more culpable than the use or threatened use of force to alter it\". Buchanan maintains that Hitler did not want a war with Britain, and it was wrong on the part of Britain to declare war in 1939 on an Anglophile Hitler who only wanted to ally the Reich with Britain against their common enemy the Soviet Union. Buchanan accepts the picture drawn by the British historian A. J. P. Taylor in his 1961 book The Origins of the Second World War of the Polish Foreign Minister Colonel Józef Beck as a frivolous and irresponsible man incapable of understanding the magnitude of the crisis facing his country in 1939. Buchanan argues that rather than offering the \"guarantee\" of Poland that Britain could not fulfill, Chamberlain should have accepted it was impossible to save any Eastern European country from German aggression and instead set about re-arming Britain in order to be prepared for any future war with Germany, should it be necessary. Instead, Buchanan claims that the acceptance of Eastern Europe as Germany's sphere of influence as a pro quid quo for Germany staying out of Western Europe was a better alternative to World War II. Buchanan argues that it was a great blunder on the part of Chamberlain to declare war on Germany in 1939, and even greater blunder on the part of Churchill to refuse Hitler's peace offer of 1940, thus making World War II in Buchanan's opinion the \"unnecessary war\" of the title. The title of course was borrowed from Churchill, who stated in his memoirs, \"One day President Roosevelt told me that he was asking publicly for suggestions about what the war should be called. I said at once, \"The Unnecessary War.\" There never was a war more easy to stop than that which has just wrecked what was left of the world from the previous struggle.\" Buchanan writes, \"For that war one man bears full moral responsibility: Hitler.\" He adds, \"But this was not only Hitler's war. It was Chamberlain's war and Churchill's war...\". In Buchanan's view, the \"final offer\" made by the German Foreign Minister Joachim von Ribbentrop to the British Ambassador Sir Nevile Henderson on the night of August 30, 1939 was not a ploy as many historians argued, but instead a genuine German offer to avoid World War II. Likewise, Buchanan argues citing F.H. Hinsley, John Lukacs, and Alan Clark, Hitler's peace offers to Britain in the summer of 1940 were real, and Churchill was wrong to refuse them. Buchanan writes that the Morgenthau Plan of 1944 was a genocidal plan for the destruction of Germany promoted by the vengeful Henry Morgenthau and his deputy the Soviet agent Harry Dexter White as a way of ensuring Soviet domination of Europe, and that Churchill was amoral for accepting it. As part of his assault on Churchill's reputation, Buchanan claims a moral equivalence between Churchill and Hitler. Buchanan suggests that there is no moral difference between Churchill's support for the compulsory sterilisation and segregation of the mentally unfit before 1914, and the Nazi Action T4 program. Likewise, Buchanan argues that the views that Churchill expressed about Judo-Bolshevism in his 1920 article \"Zionism and Bolshevism\" seem not markedly different to Hitler's views about \"Judo-Bolshevism\" in Mein Kampf. Buchanan attacks Churchill as the man who brought in the Ten Year Rule in 1919, in which British defence spending was based on the assumption that there would be no major war for the next ten years, making Churchill the man who disarmed Britain in the 1920s. Buchanan attacks Churchill as a deeply inept military leader who caused successive military debacles such as the Siege of Antwerp in 1914, the Dardanelles campaign, the Norwegian Campaign of 1940, the fall of Singapore, and the Dieppe Raid of 1942. Buchanan claims that Hitler's ambitions were confined only to Eastern Europe, and citing such historians as Ian Kershaw, Andreas Hillgruber and Richard J. Evans, states that Hitler wanted an anti-Soviet alliance with Britain. Buchanan maintains that British leaders of the 1930s were influenced by \"Germanophobia\", leading them to suspect that Germany was out to conquer the world. Citing John Lukacs, Buchanan maintains that Operation Barbarossa was not part of any long-range master plan on the part of Hitler, but was instead an attempt by Hitler to force Britain to make peace by eliminating Britain's last hope of victory &ndash; bringing the Soviet Union into the war on the Allied side. Buchanan argues that the Holocaust only developed the scale it did because Hitler's invasion of Poland and then Russia meant that he had within his control most European Jews, which would not have been the case otherwise. Buchanan argues that if Churchill had accepted Hitler's peace offer of 1940, the severity of the Holocaust would have been immensely less. With respect to the debate about German foreign policy, Buchanan refutes Globalist historians, such as Gerhard Weinberg, who argue that Germany wanted to conquer the entire world, and instead contends that Nazi Germany was not a danger to the United States at any point, nor to Britain after Germany lost the Battle of Britain. Buchanan points out that the \"master plan to conquer South and Central America\" which Franklin D. Roosevelt publicly endorsed, was actually produced by British intelligence and that German archival sources reveal no evidence for this supposed plan. Buchanan called the British \"area bombing\" of German cities in World War II a policy of \"barbarism\" and quotes Churchill stating that its purpose was literally to terrorize the civilian population of Germany. In particular, Buchanan argues that the bombing of Dresden in 1945 was barbaric, a crime which he states that Churchill personally ordered, quoting Churchill himself and Air Marshall Arthur \"Bomber\" Harris as evidence. Buchanan wrote that Churchill was responsible in large part for \"Western man's reversion to barbarism\" in World War II, and expressed regret that generals of the American Army Air Force like Curtis LeMay in bombing Japan followed the example set by British Air Marshal Arthur \"Bomber\" Harris in using \"terror bombing\" as a method of war against Germany. He quotes LeMay, \"We scorched and boiled and baked to death more people in Tokyo that night of March 9–10 than went up in the vapour of Hiroshima and Nagasaki combined.\" Buchanan's conclusion: \"We and the British fought for moral ends. We did not always use moral means by any Christian definition.\" Endorsing the concept of Western betrayal, Buchanan accuses Churchill and Roosevelt of turning over Eastern Europe to the Soviet Union at the Tehran and Yalta conferences. Citing the Cuban-American lawyer Alfred-Maurice de Zayas, Buchanan calls expulsion of the Germans from Eastern Europe, in which 2 million died, a crime against humanity \"of historic dimensions\", and contrasts the British prosecution of German leaders at Nuremberg for crimes against humanity whilst Churchill and other British leaders were approving of the expulsion of the ethnic German population from Eastern Europe Buchanan also writes that the United States should have remained non-interventionist with respect to the events of World War II. However, because the United States insisted the United Kingdom sever its alliance with Japan in 1921, this had the ultimate effect of leading to Japan to align itself with the Axis. Ultimately this led to the Japanese alliance with Germany and its attack on Pearl Harbor. Buchanan blames Churchill for insisting that the British Cabinet in 1921 give in to American pressure to end the alliance with Japan. Buchanan concludes that if World War II had not taken place, the British Empire would have continued through the twentieth century. Buchanan favorably cites the 1993 assessment of Alan Clark that World War II \"went on far too long, and when Britain emerged the country was bust. Nothing remained of assets overseas. Without immense and punitive borrowings from the US we would have starved. The old social order had gone forever. The empire was terminally damaged. The Commonwealth countries had seen their trust betrayed and their soldiers wasted.\" Likewise, Buchanan blames British statesmen for bringing Britain into the war against Germany, which not only caused the economic ruin of Britain but also brought Eastern Europe into the Soviet sphere of influence and brought Communism to power in China in 1949, all of which would have been avoided if only Britain had not \"guaranteed\" Poland in 1939. Buchanan claims that for the most part American leaders in the Cold War followed the wise advice of George F. Kennan, who understood a strong Germany was needed as an American ally to keep the Soviet Union (Russia) out of Central Europe, and who did not rush into unnecessary wars with the Soviet Union, instead waiting patiently for the Soviet Union to fall apart of its own accord. Buchanan ends his book with an attack on George W. Bush, and argues that just as Churchill led the British Empire to ruin by causing unnecessary wars with Germany twice, so too will Bush lead the United States to ruin by following Churchill's example in involving the United States in an unnecessary war in Iraq, and passing out guarantees to scores of nations in which the USA has no vital interests, placing the USA in a position in which her resources are insufficient to fulfil her promises. Buchanan expresses the view that just as Chamberlain's \"guarantee\" of Poland in March 1939 caused an \"unnecessary war\" with Germany later that year, that the United States's current guarantees of Eastern European nations are equally unwise, given that they require a declaration of war with Russia if a hostile regime were to ascend to power in that country and attack any of those countries. This despite the fact that the USA has no vital interests in Eastern Europe. Finally, Buchanan highlights the symbolism of George W. Bush placing a bust of Churchill in the Oval Office as evidence that Bush's neoconservative foreign policy was influenced and inspired by Churchill.",
    "genre": [
      "History",
      "Politics"
    ],
    "author": "Pat Buchanan"
  },
  {
    "title": "Dragonwyck",
    "summary": " The story begins in May 1844 with Miranda Wells, daughter of a humble farmer in Greenwich, Connecticut. Miranda's mother receives a letter from Nicholas Van Ryn, a rich relative and Patroon of a large manor called Dragonwyck near Hudson, New York. In the letter Van Ryn invites one of the Wells girls to Dragonwyck, to act as company for his daughter Katrine. After initial doubts, Miranda's parents allow her to go to Dragonwyck, and Miranda is instantly attracted and intrigued by her rich and mysterious relative, Nicholas. However not everyone welcomes Miranda to Dragonwyck. Nicholas' corpulent and lazy wife Johanna sees Miranda as a threat, and tries to keep her from her husband Nicholas. Soon Miranda encounters Doctor Jeff Turner, a skilled physician, but a passionate anti-renter who believes that rich Patroons like the Van Ryns should give up their large estates. The pair initially dislike each other, and because of his views, Miranda is baffled when Nicholas asks Dr Turner to attend to his wife, who has a cold. However while Dr Turner is at Dragonwyck, Johanna becomes violently ill and dies. As Dr Turner leaves wondering what caused such a sudden death, Nicholas asks Miranda to marry him, and she accepts. However married life to Nicholas Van Ryn is far from what Miranda imagined. As the story moves on Nicholas's true mental state, and his thirst for power become evident. After their only child dies, the relationship between Miranda and her husband withers, and the bonds between Miranda and Dr Turner strengthen. Miranda and Dr Turner eventually discover that Nicholas poisoned his first wife Johanna with oleander. They confront him, and try to escape, but Nicholas catches up with Miranda on a steamboat travelling down the Hudson River. The steamboat gets caught up in a race, catches fire, and crashes. Miranda is saved by her husband Nicholas, but he dies trying to save other passengers from the steamboat. After the ordeal Miranda and Dr Turner marry, leaving the Hudson Valley area forever, for a new life in California.",
    "genre": [
      "History",
      "Historical fiction",
      "Romance novel"
    ],
    "author": "Anya Seton"
  },
  {
    "title": "The Ethnic Cleansing of Palestine",
    "summary": " According to Ilan Pappé, the 1948 Palestinian exodus consisted of the forced relocation of close to 800,000 Palestinians. This was more than half of the Palestinian population at that time. It also involved the destruction of 531 Palestinian villages, and the emptying of 11 entire Palestinian urban neighborhoods. The event is referred to, by Palestinians, as the Nakba, the catastrophe. The thesis that Pappé presents is that the Nakba was a calculated and intentionally executed ethnic cleansing perpetrated by Zionist Israelis. He states, with emphasis, that there is no room for ambivalence in this matter. His references include Zionist quotations and writings, military and political archives, and the diaries of David Ben-Gurion. His intent is also to explore how the denial of the Nakba has been so successful for so long. His views are in direct opposition to mainstream Israeli versions of the relocation, which claim that the relocation was 'voluntary'. In his preface, Ilan Pappé says, 'such a painful journey into the past is the only way forward if we want to create a better future for us all.' Pappé states that the ethnic cleansing idea was first expressed in early Zionist writings. For example, in 1917, Leo Motzkin stated 'the colonization of Palestine has to go in two directions, Jewish settlement…and the resettlement of the Arabs.' In 1938 David Ben-Gurion stated, 'I am for compulsory transfer; I do not see anything immoral in it.' Then in 1948, according to Ilan Pappé, the ethnic cleansing was implemented by David Ben-Gurion, Yigael Yadin, Moshe Dayan, Yigal Allon, Yitzhak Sadeh, Moshe Kalman, Moshe Camel, Yitzak Rabin, Shimon Avidan, Rehavam Zeevi, Yitzhak Pundak, and others. The ideological drivers of the campaign were Ben-Gurion's close advisers whom Ilan Pappé calls the 'Consultancy group'. The implementers were officers who led attacks executed by the Haganah (an Israeli militia) and the Irgun (another Israeli militia), the Stern Gang (another Israeli militia), and the Israeli Defense Force. The details of the \"ethnic cleansing strategy\" are fully described in an Israeli military/government document entitled Plan Dalet. Plan Dalet, according to Pappé, spells out, in writing, the clear directives of the operation. It included 'bombarding villages…setting fire to homes, properties and goods, expulsion, demolition and planting mines among the rubble to prevent any of the expelled inhabitants from returning.' This chapter focuses on the definition of ethnic cleansing in terms of ethics and international law and international agreements. Pappé refers to the United Nations Commission on Human Rights, the United States Department of State, and the International Criminal Court for sources of discussion. He also describes the short-lived support that the U.S. gave to the Palestinians by endorsing United Nations General Assembly Resolution 194, which calls for the return of the displaced Palestinian refugees. Pappé states that, 'Later on, the expelled are then erased from the country's official and popular history and excised from its collective memory.' He concludes that there is no denying that this alleged ethnic cleansing has been most successfully erased from conventional Israeli history. Pappé states in this chapter that a key ingredient in the Zionist creation of an Israeli state was such that it would be created exclusively for Jews. The Muslim control of Palestine had lasted for 1300 years prior to the British Mandate. Zionism emerged in the 1880s largely through the writings of Theodore Herzl. The Zionist movement had been growing steadily by the time that Britain took control of Palestine after World War I. On October 31, 1917 the Balfour Declaration occurred. 'Lord Balfour gave the Zionist movement his promise…to establish a national home for the Jews in Palestine.' Palestinians made up 80–90 percent of the population of Palestine in the 1920s. As a result of the Balfour Declaration, Yosef Weitz began a remarkably thorough demographic study of the Palestinian villages. His study is called the Village Files. It was later used for key strategic information needed to implement the ethnic cleansing of Palestine. This chapter also includes a history of the impact of the British military operations in suppressing the Palestinian uprisings in 1929 and in 1937. The uprising in 1937 was particularly significant in that, according to Pappé, the British so thoroughly defeated the Palestinians that their future ability to fight for their rights to their homeland was strategically impacted. Britain provided key training for the Haganah and the Irgun. David Ben-Gurion stated, 'The Arabs will have to go.' Ben-Gurion's strategy for the creation of the Israeli State included very specific offensive military steps. They are described in Plans A, B, C, and D. 'The purpose of such actions would be to deter the Palestinian population from attacking Jewish settlements, and to retaliate for assaults on Jewish houses, roads, and traffic. Plan C spelled out clearly what punitive actions would entail, such as * Killing the Palestinian leadership. * Killing Palestinian inciters and their financial supporters. * Killing Palestinians who acted against Jews. * Killing senior Palestinian officers and officials. * Damaging Palestinian transportation. * Damaging the sources of Palestinian livelihoods: water wells, mills etc. Attacking nearby Palestinian villages likely to assist in future attacks. * Attacking Palestinian clubs, coffeehouses, meeting places, etc.' Plan Dalet (Plan D) called for the systematic and total expulsion of Palestinians from their homeland. Here Pappé recalls that in 1947 the United Nations Special Committee on Palestine called for the creation of two states and the United Nations General Assembly passed Resolution 181 stating so. The Palestinians immediately rejected this. Then David Ben-Gurion's group of close advisors, that Pappé calls the Consultancy, began its planning to deal with the Palestinian resistance. Plan D (Plan Dalet) was adopted on March 10, 1948. It called for, amongst many things, the initial uprooting of 250,000 Palestinians. This initial uprooting represented the beginning of the actual execution of Plan Dalet. Key negotiations between Israel and Jordan had led to the Jordanian promise to not join any all-Arab military operations against the Jewish state. The agreement 'neutralized the strongest army in the Arab world.' The British departed Palestine on 15 May 1948. Haganah had 50,000 trained troops. The implementation of Plan Dalet continued in earnest. The Deir Yassin massacre occurred. In it, 93 Palestinians were killed. Soon after, four more villages were taken. They were Qalunya, Saris, Beit Surik, and Biddu. The United States offered a scheme to stop the bloodshed by first establishing a three-month cease-fire and then developing a trusteeship plan in five years. Both ideas were rejected by the Israelis. Ben-Gurion had stated \"Only a state with at least 80% Jews is a viable and stable state\" and that Palestinians 'can either be mass arrested or expelled; it is better to expel them.' Pappé states that many Palestinian villages such as Dayr Ayyub, Beit Affa, and Khisas had virtually no defense mechanism of any kind. The attack on Balad al-Shaykh occurred leaving 60 Palestinians dead. The Hawassa neighborhood in Haifa was evacuated. The Sarraya house in Jaffa was bombed leaving 26 dead and the Samiramis Hotel in Qatamon was bombed leaving many others dead. Pappé refers to Yosef Weitz again, a member of the Consultancy. Weitz had stated, 'The only solution is to transfer the Arabs from here to neighboring countries. Not a single village or a single tribe must be left off.' In this chapter, Pappé describes various cities, and villages, and the operations to cleanse them. Operation Naschon was the first operation of Plan Dalet. It specifically called for the destruction of Palestinian villages in April 1948. It was the first time that the various Israeli militias would operate together as a unit and become the Israeli Defense Force. Pappé states 'the Arab governments did little beyond airing their inflammatory war rhetoric in all directions so as to hide their inaction and unwillingness to intervene on behalf of the Palestinians.' The United Nations plan had allocated Haifa, the only port of the country, to be granted Jewish control. Mordechai Maklef as the operation officer of the Carmeli Brigade, issued orders to 'Kill any Arab you encounter; torch all inflammable objects and force doors open with explosives'. Crowds of defenseless Palestinians ran down the streets of Haifa to the port to escape on any boat they could find. 'Many [boats] turned over and sank with all their passengers'. The next cities to fall were Acre, Nazareth and Safad. Pappé states that the Arab Liberation Army was never a match against the well organized Israeli forces. According to Pappé, there was never serious Arab Liberation Army strength, so 'the falsity of the myth of a Jewish David facing an Arab Goliath' was very clear. As Jerusalem was cleansed, 'British inaction was the rule.' In April 1948 the cleansing of Jerusalem began. 'All in all, eight Palestinian and thirty nine villages were ethnically cleansed in the Greater Jerusalem area.' After the battle was won by the Israeli Haganah, 50,000 Palestinians were forced to leave Jaffa. By 15 May 1948 200 Palestinian villages were occupied and their people expelled. This chapter discuses the dual nature of the 1948 conflict particularly during May 1948. On one hand there was the Arab Israeli war and on the other hand there was the ethnic cleansing. In a letter that David Ben-Gurion sent to the commanders of the Haganah brigades he stated, 'the cleansing of Palestine remained the prime objective of Plan Dalet.' Pappé states that the Arab war efforts were 'ineffective', and 'pathetic'. The most intensive Arab efforts occurred in the first three weeks of the war. Ethnic cleansing was conducted in at least 64 villages by the Israeli Alexandria brigade according to Pappé They were also part of the massacre at Tantura, per Ilan Pappé, on May 2, 1948. He quotes from various witnesses that as many as 230 were massacred there. Various other brigades such as the Golani Brigade, Carmeli Brigade, Kiryati Brigade, Harel Brigade, Bulgarian Brigade, Yiftach Brigade, and Givati Brigade also conducted cleansing operations. Pappé, in this chapter, discusses June through September 1948. The ethnic cleansing continued despite the passage of the Universal Declaration of Human Rights through the United Nations General Assembly Resolution 217A(III) David Ben-Gurion's diary June 5, 1948 states, 'the cleansing operation continues.' Eliezer Kaplan, the minister of finance authorized the confiscation of all Palestinian properties already taken. Pappé states that numerous Palestinian villages had been peacefully occupied by Muslim, Druze, and Christians for centuries. On July 18, 1948 another truce was organized by the U.N. mediator Count Folke Bernadotte. Pappé states, 'In less than two weeks, hundreds of thousands of Palestinians had been expelled from their villages, towns, and cities.' Pappé begins this chapter with quotes from the Badil Resource Center. 'In 1948, 85% of the Palestinians living in the areas that became the state of Israel became refugees.' 'It is estimated that there were more than 7 million Palestinian displaced persons at the beginning of 2003.' He talks about Operation Hiram, War Crimes During the Operation, Mopping Up Operations, Israel's Anti-Reparation Policy, Final Cleansing of the South and the East, and The Massacre in Dawaymeh. Pappé states 'I have no illusion that it will take more than this book to reverse a reality that demonizes a people who have been colonized, expelled, and occupied, and glorifies the very people who colonized, expelled and occupied them.' Pappé starts this chapter with another set of quotes about ethnic cleansing, including, 'Since 1967, Israel has detained 670,000 Palestinians.' Sections of this chapter are entitled Inhuman Imprisonment, Abuses Under Occupation, Ghettoizing the Palestinians of Haifa, Rape, Dividing the Spoils, Desecration of Holy Sites, Entrenching the Occupation, and The Land Robbery: 1950–2000. This chapter, like others, starts with provocative quotes. 'Over 700,000 olive and orange trees have been destroyed by the Israelis. This is an act of sheer vandalism from a state that claims to practice conservation of the environment.' The sections of this chapter include; The Reinvention of Palestine, Virtual Colonialism and the J.N.F., The J.N.F. Parks In Israel, The Forest of Birya, The Ramat Menahse Park, and Greening of Jerusalem. Pappé states that 'the Israeli Land Authority, the army, the government and the Jewish National Fund' have all been 'involved in establishing new Jewish settlements on the lands of the destroyed Palestinian villages.' He goes on to state, 'The true mission of the J.N.F., in other words, has been to conceal these visible remnants of Palestine not only by the trees it has planted over them, but also by the narratives it has created to deny their existence.' As an example, Pappé refers to the Forest of Birya, which is the largest man made forest in Israel. It conceals the land of six Palestinian villages; Dishon, Alma,Israel, Qaddita, Amqa, Ayn al-Zaytun, and Biryya. Also the Ramat Menashe Park covers the ruins of Lajjun, Mansi, Kafrayan, Al-Butaymat, Hubeza, Daliyat al-Rawha, Sabbarin, Burayka, Al-Sindiyana, and Umm al-Zinat. The Jerusalem forest is another example. Here Pappé states that the creation of the United Nations Relief and Work Agency was not committed to the return of the refugees as resolution 194 was. There were one million Palestinian refugees and U.N.R.W.A. was created to meet their daily needs as refugees. He states that international peace brokers consistently sidelined the Palestinian cause and there 'was the categorical refusal of the Israelis to acknowledge the Nakba and their absolute unwillingness to be held accountable, legally, and morally, for the ethnic cleansing they committed in 1948.' For the following two decades there was a lull in international interest. Then, 'The June War (1967) ended with total Israeli control over all of ex-Mandatory Palestine.' As a response, for four decades, Yassar Arafat conducted a campaign to get the world to recognize that an ethnic cleansing had occurred in 1948. And according to Pappé, this task for the Palestinians continues to today. Pappé mentions that the Knesset had even gone to the extent of passing a law that prohibited Israeli negotiators from discussing the right of return. He also speculates that if Israelis were to acknowledge the Nakba that it would be akin to recognizing 'that they have become the mirror image of their own worst nightmare.' This chapter is about various measures Israel has taken to protect itself. As an example, Pappé starts this chapter by describing a law the Knesset passed on 31 July 2003. This law states that any Palestinian who marries an Israeli will not be granted Israeli citizenship, permanent residency, or temporary residency. He also discusses the advent of the Israeli West Bank barrier. He states, 'None of this is new.' because Theodore Herzl wrote in 1895, 'We shall endeavor to expel the poor population across the border unnoticed, procuring employment for it in the transit countries, but denying it any employment in our own country.' In 2003 Benyamin Netanyahu said, 'If the Arabs in Israel form 40% of the population, this is the end of the Jewish State. But 20% is also a problem. If the relationship with these 20% becomes problematic, the state is entitled to employ extreme measures.' Here, Pappé states that the Faculty Club of Tel Aviv University is called the Green House. It is built upon the remains of the Palestinian village, Shaykh Muwannis. It is the epitome of the denial of ethnic cleansing according to Pappé because there is no mention of its true history. Pappé goes on to say, furthermore, that the university does not have a record of looking into the Zionist history of ethnic cleansing whatsoever in any of its disciplines. He concludes by saying 'We end this book as we began: with the bewilderment that this crime was so utterly forgotten and erased from our minds and memories. But we now know the price: the ideology that enabled the depopulation of half of Palestine's native people in 1948 is still alive and continues to drive inexorable, sometimes indiscernible, cleansing of those Palestinians who live there today.'",
    "genre": [
      "History"
    ],
    "author": ""
  },
  {
    "title": "Ordered to die: a history of the Ottoman army in the First World War",
    "summary": " Edward Erickson has produced the first fully researched account of the Ottoman army in the First World War. There simply has not been a similar complete account, apart from an earlier work in French. In order to achieve this task, Erickson relied heavily on non-published official histories that were not open to non-Turkish historian in the Ottoman Archives until late 1980s and Turkish general staff archives, which have very limited access as of 2008. He also used of a limited number of Ottoman Arabic documents. Erickson's book is almost entirely on the strategic and operational level of the Ottoman Army, which has not been previously described. This book, uniqely different from previous publications, includes discussions of such things as tactics, social issues and the humanitarian dimensions of the Ottoman Army's engagements. Ordered to die presents sets of data on subjects such as the Ottoman army organisation, the structure of the General Staff and headquarters, German military assistance and Ottoman casualty figures. All this information is difficult to find, and published in very different sources that are not available to general audience. Erickson’s figures for the Ottoman casualties are very systematic, and unlike previous publications, which only present two thirds of the campaign histories (presented by campaign bases rather than a holistic approach), covers every branch, year by year, even down to single engagements. The overall conclusion, all things considered, is that the Ottoman army’s record in World War I was an astounding achievement. The book claims it was a \"saga of fortitude and resilience\". The book presents ample evidence to support this conclusion.",
    "genre": [
      "History",
      "War novel",
      "Non-fiction"
    ],
    "author": "Edward J. Erickson"
  },
  {
    "title": "Columbine",
    "summary": " Columbine has two main storylines, told in alternating chapters: the 'before' story of the killers' evolution toward murder, and the 'after' story of the survivors. There are shorter 'during' accounts of the attack, dispersed through the book. The 'before' story focuses primarily on the killers' high school years. According to the experts cited here, Eric Harris was a textbook psychopath, and Dylan Klebold was an angry depressive. The 'after' chapters are composed of eight major substories, focused on individuals who played a key role in the aftermath, including Principal Frank DeAngelis, alleged Christian martyr Cassie Bernall (another myth, according to the book), \"the boy in the window\" Patrick Ireland, FBI Supervisory Special Agent Dwayne Fuselier, the families of victim Danny Rohrbough and heroic teacher Dave Sanders, who died saving students from the gunmen. The Evangelical Christian community's feverish response is also chronicled. Columbine begins four days before the massacre, at a school assembly hosted by Principal DeAngelis just before Prom weekend. Scenes from the massacre are depicted graphically in the early chapters, and later through flashbacks. The book is formally composed of five parts: \"Part One: Female Down,\" \"Part Two: After and Before,\" \"Part Three: The Downward Spiral,\" \"Part Four: Take Back the School,\" and \"Part Five: Judgment Day.\" The book contains fifty-three chapters, a timeline, twenty-six pages of detailed endnotes and a fifteen-page bibliography organized into topics like, \"Psychopathy,\" \"Government Reports,\" \"Lawsuits,\" \"Christians,\" \"Evidence,\" \"Hostages and Terrorists,\" \"Survivors,\" \"Media Accounts,\" \"Police Ethics and Response Protocols,\" etc.",
    "genre": [
      "History",
      "Popular culture",
      "True crime"
    ],
    "author": "Dave Cullen"
  },
  {
    "title": "The Mechanical Bride: Folklore of Industrial Man",
    "summary": " McLuhan is concerned by the size and the intentions of the North American culture industry. \"Ours is the first age in which many thousands of the best-trained individual minds have made it a full-time business to get inside the collective public mind,\" McLuhan writes in his preface to the book. He believes everyone is kept in a \"helpless state endgendered by prolonged mental rutting is the effect of many ads and much entertainment alike.\" McLuhan hopes Bride can reverse this process. By using artefacts of popular culture as a means to enlighten the public, McLuhan hopes the public can consciously observe the effects of popular culture on them. McLuhan compares his method to the sailor in Edgar Allan Poe's short-story \"A Descent into the Maelstrom.\" The sailor, McLuhan writes, saves himself by studying the whirlpool and by co-operating with it. Likewise, the book is not interested in attacking the strong currents of advertising, radio, and the press. The book argues anger and outrage are not the proper responses to the culture industry. \"The time for anger...is in the early stages of a new process,\" McLuhan says, \"the present stage is extremely advanced.\" Amusement is the proper strategy. This is why McLuhan uses punning questions that border on silly or absurd after each visual example. On the technique of amusement McLuhan quotes Poe's sailor, when he's locked into the whirlpool's walls looking at floating objects: :\"I must have been delirious, for I even sought amusement in speculating upon the relative velocities of their several descents towards the foam below.\" [italics original] This amusement, McLuhan argues, born \"of his rational detachment as a spectator of his own situation,\" saved the sailor's life. By adopting the position of Poe's sailor, readers of Bride can escape from the whirlpool of popular culture.",
    "genre": [
      "History"
    ],
    "author": "Marshall McLuhan"
  },
  {
    "title": "Barbarian Princess",
    "summary": " Correus Appius Julianus is the slave born son of retired Roman general Flavius Appius Julianus who is currently posted as a centurion to the Legio II Augusta in Western Britain under the command of provincial governor Sextus Julius Frontinus. The novel opens with Correus returning from a spying expedition to some of the local British tribes, one of which, the Silures, will provide the main antagonist in the person of their king Bendigeid. Upon returning to his legion, Correus loses his German mistress Freita to the knife of a Briton trying to kill the governor. He is subsequently involved in a battle against the tribe that killed his Freita and must also find time to rescue his half-brother Flavius Appius Julianus, his father's heir with whom he has an uneasy and somewhat adversarial relationship, from the Silures' allies. And Correus also must come to grips with his increasing interest in the governor's hostage - a young British princess named Ygerna who has been given into his care to Romanize. In the meantime, the tribes of western Britain try to survive the governor's attempt to tie them up into the Roman Empire.",
    "genre": [
      "History",
      "Novel"
    ],
    "author": ""
  },
  {
    "title": "The Emperor's Games",
    "summary": " Correus Appius Julianus is the slave born son of retired Roman general Flavius Appius Julianus who is currently posted as a senior centurion to the Roman naval base of Misenum in modern-day Naples near Pompeii. The novel opens with Correus frustrated at serving in a peacetime establishment and requesting transfer to a more active post. After overseeing the new emperor Titus's games, including a naval fight, Correus' wish is granted as he is sent off to destroy some pirates while his young wife Ygerna has to remain behind to give birth to her baby. She also has to try to assert her authority as a stepmother over Correus' five-year old son, which provokes a family war with Correus' half-sister Julia, who has raised the boy for the past five years. Upon returning from his successful mission to destroy the pirates, Correus is caught up in the new emperor Domitian's determination to win a triumph at the expense of Correus' old adversaries on the German border. This is complicated by Correus' own off-again, on-again friendship with the German chief and his half-brother Flavius' romance with the widow of that same former chieftain. There is also a complicated subplot involving a truly nasty Senator who is attempting to orchestrate a plot to depose the emperor - a plot that the Julianus family ends up being intimately involved in through the actions of their brother-in-law Paulinus. The fast-paced conclusion ends with the defeat of the Germans, and the transfer of Correus to a new post in the Roman province of Dacia.",
    "genre": [
      "History",
      "Novel"
    ],
    "author": ""
  },
  {
    "title": "The Embarrassment of Riches: An Interpretation of Dutch Culture in the Golden Age",
    "summary": " In his attempt to make a systematic overview of the Dutch Golden Age culture, Schama cites an eclectic list of period source materials from all over the world, including emblem books, period histories and novels, cookbooks, scientific discoveries, bankruptcy files, religious works, and period art including prints, paintings, sculpture, architecture and stained glass windows. He revisits Dutch Golden Age morals, from how they brought up their children, to how they mourned their dead. His conclusion is that through the continuous battle against the waters of the North Sea, the Dutch spirit can be summed up in the motto of Zeeland, scene of many floods from dike breaches, Luctor et Emergo, or I struggle and emerge. The book is easy to read and is more a group of separate essays than a cohesive unit, making it a good candidate for reading in short installments or as a quick reference for various aspects of the subject.",
    "genre": [
      "History"
    ],
    "author": "Simon Schama"
  },
  {
    "title": "The European Union as a Small Power: After the Post-Cold War",
    "summary": " The EU is a response to and function of Europe’s unique historical experience. The past decade has shown that there is policy space for greater EU engagement in European security, although the EU has not been able to play all roles with the same degree of accomplishment. There are particular concerns over its security and defence dimension where attempts at pooling resources and forming a political consensus have failed to generate the results expected. These trends, combined with shifts in global power patterns, have been accompanied by a shift in EU strategic thinking whereby great-power ambitions have been scaled down and replaced by a tendency towards hedging vis-à-vis the leading powers. On an operational level the track record shows that the EU’s effectiveness is hampered by a ‘consensus– expectations gap’, owing primarily to the lack of an effective decision-making mechanism. The sum of these developments is that the EU will not be a great power, and is taking the place of one of the small powers in the emerging multipolar international order.(summarized on page 11).",
    "genre": [
      "History"
    ],
    "author": ""
  },
  {
    "title": "The End: Hitler's Germany 1944–45",
    "summary": " The book begins with an example of the German refusal to surrender, and how this refusal by the Nazis to accept defeat would eventually lead to the deaths of millions. With American troops on the outskirts of Ansbach, the local commandant, Dr Ernst Meyer, an ardent Nazi, insisted on fighting to the end. A student, Robert Limpert, having seen the destruction wrought on Würzburg, took action in an attempt to prevent the same happening to his own town. He was seen in an act of sabotage by two members of the Hitler Youth who reported him to the police. He was arrested, and after a trial lasting a few minutes the commandant sentenced the young man to death by hanging. As the noose was placed around Limpert's neck he broke free but was recaptured quickly. No one in the crowd watching tried to help and some kicked and punched him. On the second attempt the rope broke, and on the third he was finally hanged. The commandant ordered the body to remain where it was \"until it stinks\" and shortly after he fled the town. American troops cut the body down four hours later when they entered the town. Chapter three covers the fall of East Prussia and the attack on Memel. The Soviet army launched their attack on 5 October. The German commandants did not order the evacuation of the civilian population until 7 October, which resulted in fully one-third of the population being captured. There were widespread reports of mass rape and murder by the advancing Red Army. A letter from a German officer, Colonel-General Georg-Hans Reinhardt to his wife is used to show one reason the Wehrmacht refused to surrender to the advancing Soviets. Having visited an area retaken and seen for himself the atrocities carried out he wrote \"Hatred fills us since we have seen how the Bolsheviks have wrought havoc in an area we have retaken, south of Gumbinnen. There can be no other aim for us other than to hold out and protect our homeland.\" Chapter four begins with the thoughts of a German soldier who questions why they continue the fight when it is obvious all is lost. The Ardennes Offensive is looked into in detail. The German High Command hoped it would be a turning point in the war. The chapter also covers the lack of basic supplies such as steel and coal. Massive drops in production were caused by destruction of rolling stock in heavy bombing raids; canals and road networks were also targeted to disrupt the Nazi supply lines. In chapter five Kershaw touches on the loss of civilian life caused by the Soviet advance, such as the 7,000 who drowned with the sinking of the Wilhelm Gustloff and also an estimated fifty-thousand people dead fleeing the Warthegau region.",
    "genre": [
      "History"
    ],
    "author": "Ian Kershaw"
  }
]