[
  {
    "title": "The Pit and the Pendulum",
    "summary": " The story takes place during the Spanish Inquisition. At the beginning of the story an unnamed narrator is brought to trial before various sinister judges. Poe provides no explanation of why he is there or for what he has been arrested. Before him are seven tall white candles on a table, and, as they melt, his hopes of survival also diminish. He is condemned to death and finds himself in a pitch black compartment. At first the prisoner thinks that he is locked in a tomb, but he discovers that he is in a cell. He decides to explore the cell by placing a hem from his robe against a wall so he can count the paces around the room; however, he faints before being able to measure the whole perimeter. When the prisoner awakens he discovers food and water nearby. He gets back up and tries to measure the prison again, finding that the perimeter measures one hundred steps. While crossing the room he slips on the hem of his robe. He discovers that if he had not tripped he would have walked into a deep pit with water at the bottom in the center of the cell. After losing consciousness again the narrator discovers that the prison is slightly illuminated and that he is bound to a wooden board by ropes. He looks up in horror to see a painted picture of Father Time on the ceiling; hanging from the figure is a gigantic scythe-like pendulum swinging slowly back and forth. The pendulum is inexorably sliding downwards and will eventually kill him. However the condemned man is able to attract rats to his bonds with meat left for him to eat and they start chewing through the ropes. As the pendulum reaches a point inches above his heart, the prisoner breaks free of the ropes and watches as the pendulum is drawn back to the ceiling. He then sees that the walls have become red-hot and begun moving inwards, driving him into the center of the room and towards the brink of the pit. As he gazes into the pit, he decides that no fate could be worse than falling into it. It is implied by the text that the narrator fears what he sees at the bottom of the pit, or perhaps is frightened by its depth. The exact cause of his fear is not clearly stated. However, as the narrator moves back from the pit, he sees that the red-hot walls are leaving him with no foothold. As the prisoner begins to fall into the pit, he hears human voices. The walls rush back and an arm catches him. The French Army has taken Toledo and the Inquisition is in the hands of its enemies.",
    "genre": [
      "Horror",
      "Speculative fiction",
      "Short story"
    ],
    "author": "Nancy Kilpatrick"
  },
  {
    "title": "The Queen of the Damned",
    "summary": " Part One follows several different people over the same period of several days. Several of the characters appear in the two previous books, including Armand, Daniel (the \"boy reporter\" of Interview with the Vampire), Marius, Louis, Gabrielle and Santino. Each of the six chapters in Part One tells a different story about a different person or group of people. Two things unify these chapters: a series of dreams about red-haired twin sisters, and the fact that a powerful being is killing vampires around the world by means of spontaneous combustion. Pandora and Santino rescue Marius, having answered his telepathic call for help. Marius informs his rescuers that Akasha has been awakened by Lestat, or rather his rock music, for he has joined a rock band of mortals whose names are Alex, Larry and Tough Cookie. Having been awakened by Lestat's rebellious music, Akasha destroys her husband Enkil and plots to rule the world. Akasha is also revealed as the source of the attacks on other vampires. Part Two takes place at Lestat's concert. Jesse, a member of the secret Talamasca and relative of Maharet, is mortally injured while attending the concert, and is taken to Maharet's Sonoma compound where she is made into a vampire. The vampires from Part One later congregate in the Sonoma compound. The only vampires not present are Akasha and Lestat. Akasha has abducted Lestat and takes him as an unwilling consort to various locations in the world, inciting women to rise up and kill the men who have oppressed them. Part Three takes place at Maharet's home in a Sonoma forest. There Maharet tells the story of Akasha and the red-haired twins (who are, in fact, Maharet and her sister, Mekare) to Pandora, Jesse, Marius, Santino, Eric, Armand, Daniel, Louis and Gabrielle. Also present are Mael and Khayman, who already know the story. In Part Four, Akasha confronts the gathered vampires at Maharet's compound. There she explains her plans and offers the vampires a chance to be her \"angels\" in her New World Order. Akasha plans to kill 90 percent of the world's human men, and to establish a new Eden in which women will worship Akasha as a goddess. If the assembled vampires refuse to follow her, she will destroy them. The vampires refuse, but before Akasha can destroy them, Mekare enters. Mekare kills Akasha by severing her head. Mekare then consumes Akasha's brain and heart, thereby saving the lives of the remaining vampires and becoming the new Queen of the Damned. In Part Five, the vampires leave Maharet's compound and assemble at Armand's resort, the Night Island, (according to Anne Rice, inspired by Fire Island) in Florida to recover. They eventually go their separate ways (as told in The Tale of the Body Thief). Lestat takes Louis to see David Talbot in London. After their brief visit with Talbot they depart into the night, an incensed Louis and his angry words filling Lestat with glee. The Queen of the Damned, deals with the origins of vampires themselves. The mother of all vampires, Akasha, begins as a pre-Egyptian queen, in a land called Kemet (which will become Egypt), many thousands of years ago. During this time two powerful witches (Maharet and Mekare) live in the mountains of an unnamed region. The witches are able to communicate with invisible spirits and gain simple favors from them. During this period there is a bloodthirsty, invisible spirit known as Amel who continually asks the two witches if they need his assistance, although they prudently decline the offer. The witches' village is destroyed and they are incarcerated by the king and queen, who desire their knowledge. When the witches offend Akasha, the Queen condemns the twins. Enkil then orders his chief steward (who is Khayman as a mortal man) to rape the twins in his stead, which would prove their lack of power, before the eyes of the court. Afterward the witches are cast out into the desert. While making her way back home with a pregnant Maharet, Mekare curses the king and queen secretly with the bloodthirsty spirit. Eventually this spirit inflicts such torment on Akasha and Enkil that they again demand advice and help from the two witches. Conspirators, unhappy with the young king's policies, assassinate the royal couple in Khayman's house whilst they were attempting to exorcise Amel, who had been tormenting Khayman. While the king and queen lie dying, the evil spirit sees its chance to ensnare the soul of the dying queen and pulls it back into her body. The spirit combines itself with the flesh and blood of the queen, transforming her into a vampire. Akasha allows the king to drink her blood, which saves his life. They then order Khayman to find the witches and bring them back to Egypt so that they could use their knowledge of spirits to help them, as they feel guilty because of their thirst for blood. However, when the witches admit that they cannot help the monarchs, Akasha orders the mutilation of the witches: Maharet loses her eyes and Mekare her tongue. Afterward, Khayman, who had been turned into a vampire by Akasha, comes to the witches' cell and turns them too. The three flee together, but are caught by Akasha's soldiers. Khayman escapes, but Maharet and Mekare are further punished. The witches are put into two separate coffins which are then set afloat on two separate bodies of water. They are only reunited near the end of the novel Queen of the Damned. In Mekare's absence, Maharet returns to watch over her daughter and her descendants. Maharet's descendants become what she calls the Great Family. A maternal line, the Great Family includes every culture, religion, ethnicity, and race. The Great Family represents all humanity and shows the vampires what Akasha would destroy with the creation of her New World Order. As the source of all vampires, Akasha is connected to all vampires by the blood and spirit they collectively share. In an experiment by the first Keeper, Akasha and Enkil are exposed to sunlight when they are several thousand years old. This merely darkens their skin. However, the result on all other vampires is extreme, and many of the weakest vampires die, thus confirming the legend that anything that harms Akasha will also directly affect all of her progeny.",
    "genre": [
      "Horror",
      "Supernatural",
      "Speculative fiction",
      "Fantasy",
      "Fiction",
      "Gothic fiction"
    ],
    "author": "Anne Rice"
  },
  {
    "title": "House of Leaves",
    "summary": " House of Leaves begins with a first-person narrative by Johnny Truant, a Los Angeles tattoo parlor employee and professed unreliable narrator. Truant is searching for a new apartment when his friend Lude tells him about the apartment of the recently deceased Zampanò, a blind, elderly man who lived in Lude's building. In Zampanò's apartment, Truant discovers a manuscript written by Zampanò that turns out to be an academic study of a documentary film called The Navidson Record, though Truant says he can find no evidence that the film ever existed. The rest of the novel incorporates several narratives, including Zampanò's report on the fictional film; Truant's autobiographical interjections; a small transcript of part of the film from Navidson's brother, Tom; a small transcript of interviews of many people regarding The Navidson Record by Navidson's wife, Karen; and occasional brief notes by unidentified editors, all woven together by a mass of footnotes. There is also another narrator, Truant's mother, whose voice is presented through a self-contained set of letters titled The Whalestoe Letters. Each narrator's text is printed in a distinct font, making it easier for the reader to follow the occasionally challenging format of the novel (Truant in Courier New in the footnotes, and the main narrative in Times New Roman in the American version). Zampanò's narrative deals primarily with the Navidson family: Will Navidson, a photojournalist (partly based on Kevin Carter), his partner, Karen Green, an attractive former fashion model, and their two children, Chad and Daisy. Navidson's brother, Tom, and several other characters also play a role later in the story. The Navidson family has recently moved into a new home in Virginia. Upon returning from a trip to Seattle, the Navidson family discovers a change in their home. A closet-like space shut behind an undecorated door appears inexplicably where previously there was only a blank wall. A second door appears at the end of the closet, leading to the children's room. As Navidson investigates this phenomenon, he finds that the internal measurements of the house are somehow larger than external measurements. Initially there is less than an inch of difference, but as time passes the interior of the house is found to be seemingly expanding, while maintaining the same exterior proportions. A third change asserts itself: a dark, cold hallway in their living room wall that, physically, should extend out into their yard, but does not. Navidson films this strange place, looping around the outside of the house to show where the space should be and clearly is not. The filming of this anomaly comes to be referred to as \"The Five and a Half Minute Hallway\". This hallway leads to a maze-like complex, starting with a large room (the \"Anteroom\"), which in turn leads to a truly enormous space (the \"Great Hall\"), a room primarily distinguished by an enormous spiral staircase which appears, when viewed from the landing, to spiral down without end. There is also a multitude of corridors and rooms leading off from each passage. All of these rooms and hallways are completely unlit and featureless, consisting of smooth ash-gray walls, floors, and ceilings. The only sound disturbing the perfect silence of the hallways is a periodic low growl, the source of which is never fully explained, although an academic source \"quoted\" in the book hypothesizes that the growl is created by the frequent re-shaping of the house. There is some discrepancy as to where \"The Five and a Half Minute Hallway\" appears. It is quoted by different characters at different times to have been located in each of the cardinal directions. This first happens when Zampanò writes that the hallway is in the western wall (House of Leaves 57), directly contradicting an earlier page where the hallway is mentioned to be in the northern wall (House of Leaves 4). Johnny's footnotes point out the contradiction. Navidson, along with his brother Tom and some colleagues, feel compelled to explore, photograph, and videotape the house's seemingly endless series of passages, eventually driving various characters to insanity, murder, and death. Ultimately, Will releases what has been recorded and edited as The Navidson Record. Will and Karen purchased the house because their relationship was becoming strained with Will's work-related absences. While Karen was always adamantly against marriage (claiming that she valued her freedom above anything else), she always found herself missing and needing Will when he was gone: \"And yet even though Karen keeps Chad from overfilling the mold or Daisy from cutting herself with the scissors, she still cannot resist looking out the window every couple of minutes. The sound of a passing truck causes her to glance away\" (House of Leaves 11–12). Zampanò's narrative is littered with all manner of references, some quite obscure, others indicating that the Navidsons' story achieved international notoriety. Luminaries such as Stephen King, Stanley Kubrick, Douglas Hofstadter, Ken Burns, Harold Bloom, Camille Paglia, Hunter Thompson, Anne Rice, and Jacques Derrida were apparently interviewed as to their opinions about the film. However, when Truant investigates, he finds no history of the house, no evidence of the events experienced by the Navidsons, and nothing else to establish that the house or film ever existed anywhere other than in Zampanò's text. Many of the references in Zampanò's footnotes, however, are real—existing both within his world and our world outside the novel. For example, several times Zampanò cites an actual Time-Life book, Planet Earth: Underground Worlds (House of Leaves 125). An adjacent story line develops in Johnny's footnotes, detailing what is progressing in Johnny's life as he is assembling the narrative. It remains unclear if Johnny's obsession with the writings of Zampanò and subsequent delusions, paranoia, etc. are the result of drug use, insanity, or the effects of Zampanò's writing itself. Johnny recounts tales of his various sexual encounters, his lust for a tattooed stripper he calls Thumper, and his bar-hopping with Lude throughout various footnotes. The reader also slowly learns more about Johnny's childhood living with an abusive foster father, engaging in violent fights at school, and of the origin of Johnny's mysterious scars (House of Leaves, p.&nbsp;505). More information about Johnny can be gleaned from the Whalestoe Letters, letters his mother Pelafina wrote from The Three Attic Whalestoe Institution. Though Pelafina's letters and Johnny's footnotes contain similar accounts of their past, their memories also differ greatly at times, due to both Pelafina's and Johnny's questionable mental states. Pelafina was placed in the mental institution after supposedly attempting to strangle Johnny, only to be stopped by her husband. She remained there after Johnny's father's death. Johnny claims that his mother meant him no harm and claimed to strangle him only to protect him from missing her, etc. It is unclear, however, if Johnny's statements about the incident—or any of his other statements, for that matter—are factual. This story is included in an appendix near the end of the book, as well as in its own, self-contained book (with additional content included in the self-contained version). It consists of Johnny's mother's letters to him from a psychiatric hospital. The letters start off fairly normal but Pelafina quickly descends into paranoia and the letters become more and more incoherent. There are also secret messages in the letters which can be decoded by combining the first letters of consecutive words.",
    "genre": [
      "Horror",
      "Speculative fiction",
      "Ergodic literature",
      "Romance novel",
      "Satire",
      "Fiction",
      "Chivalric romance"
    ],
    "author": "Mark Z. Danielewski"
  },
  {
    "title": "The Bad Seed",
    "summary": " Eight-year-old Rhoda is the only child of Kenneth and Christine Penmark. Kenneth Penmark goes away on business, leaving Christine and Rhoda at home. Christine begins to notice that Rhoda is acting strangely after one of her classmates mysteriously drowns, and eventually makes a horrible discovery: Rhoda killed the boy, and will almost certainly kill again.",
    "genre": [
      "Horror",
      "Novel"
    ],
    "author": "William March"
  },
  {
    "title": "The Turn of the Screw",
    "summary": " An unnamed narrator listens to a male friend reading a manuscript written by a former governess whom the friend claims to have known and who is now dead. The manuscript tells the story of how the young governess is hired by a man who has become responsible for his young nephew and niece after the death of their parents. He lives mainly in London and is not interested in raising the children himself. The boy, Miles, is attending a boarding school, while his younger sister, Flora, is living at a country estate in Essex. She is currently being cared for by the housekeeper, Mrs. Grose. The governess's new employer, the uncle of Miles and Flora, gives her full charge of the children and explicitly states that she is not to bother him with communications of any sort. The governess travels to her new employer's country house and begins her duties. Miles soon returns from school for the summer just after a letter arrives from the headmaster stating that he has been expelled. Miles never speaks of the matter, and the governess is hesitant to raise the issue. She fears that there is some horrid secret behind the expulsion, but is too charmed by the adorable young boy to want to press the issue. Soon thereafter, the governess begins to see around the grounds of the estate the figures of a man and woman whom she does not recognize. These figures come and go at will without ever being seen or challenged by other members of the household, and they seem to the governess to be supernatural. She learns from Mrs. Grose that her predecessor, Miss Jessel, and another employee, Peter Quint, had a sexual relationship with each other and have both died. It is also implied that Quint sexually molested Miles and the other members of the household. Prior to their deaths, they spent much of their time with Flora and Miles, and this fact has grim significance for the governess when she becomes convinced that the two children are secretly aware of the presence of the ghosts. Later, Flora leaves the house while Miles plays music for the governess. They notice Flora's absence and go to look for her. The governess and Mrs. Grose find her in a clearing in the wood, and the governess is convinced that she has been talking to Miss Jessel. When she finally confronts Flora, Flora denies seeing Miss Jessel, and demands never to see the governess again. Mrs. Grose takes Flora away to her uncle, leaving the governess with Miles. That night, they are finally talking of Miles' expulsion when the ghost of Quint appears to the governess at the window. The governess shields Miles, who attempts to see the ghost. The governess tells him that he is no longer controlled by the ghost, and then finds that Miles has died in her arms.",
    "genre": [
      "Horror",
      "Fiction",
      "Novella"
    ],
    "author": "Henry James"
  },
  {
    "title": "The Cask of Amontillado",
    "summary": " Montresor tells the story of the day that he took his revenge on Fortunato, a fellow nobleman, to an unspecified person who knows him very well. Angry over some unspecified insult, he plots to murder his friend during Carnival when the man is drunk, dizzy, and wearing a jester's motley. He baits Fortunato by telling him he has obtained what he believes to be a pipe (about 130 gallons, 492 litres) of a rare vintage of Amontillado. He claims he wants his friend's expert opinion on the subject. Fortunato goes with Montresor to the wine cellars of the latter's palazzo, where they wander in the catacombs. Montresor offers wine (first Medoc, then De Grave) to Fortunato. At one point, Fortunato makes an elaborate, grotesque gesture with an upraised wine bottle. When Montresor appears not to recognize the gesture, Fortunato asks, \"You are not of the masons?\" Montresor says he is, and when Fortunato, disbelieving, requests a sign, Montresor displays a trowel he had been hiding. Montresor warns Fortunato, who has a bad cough, of the damp, and suggests they go back; Fortunato insists on continuing, claiming that \"[he] shall not die of a cough.\" During their walk, Montresor mentions his family coat of arms: a golden foot in a blue background crushing a snake whose fangs are embedded in the foot's heel, with the motto Nemo me impune lacessit (\"No one insults me with impunity\"). When they come to a niche, Montresor tells his victim that the Amontillado is within. Fortunato enters and, drunk and unsuspecting, does not resist as Montresor quickly chains him to the wall. Montresor then declares that, since Fortunato won't go back, he must \"positively leave [him]\". Montresor walls up the niche, entombing his friend alive. At first, Fortunato, who sobers up faster than Montresor anticipated he would, shakes the chains, trying to escape. Fortunato then screams for help, but Montresor mocks his cries, knowing nobody can hear them. Fortunato laughs weakly and tries to pretend that he is the subject of a joke and that people will be waiting for him (including the Lady Fortunato). As the murderer finishes the topmost row of stones, Fortunato wails, \"For the love of God, Montresor!\" Montresor replies, \"Yes, for the love of God!\" He listens for a reply but hears only the jester's bells ringing. Before placing the last stone, he drops a burning torch through the gap. He claims that he feels sick at heart, but dismisses this reaction as an effect of the dampness of the catacombs. In the last few sentences, Montresor reveals that in the 50 years since that night, he has never been caught, and Fortunato's body still hangs from its chains in the niche where he left it. The murderer concludes: Requiescat In Pace! (\"May he rest in peace!\").",
    "genre": [
      "Horror",
      "Short story"
    ],
    "author": "Edgar Allan Poe"
  },
  {
    "title": "Trilby",
    "summary": " Trilby is tone-deaf: \"Svengali would test her ear, as he called it, and strike the C in the middle and then the F just above, and ask which was higher; and she would declare they were both exactly the same.\" Svengali hypnotizes her and transforms her into a diva, la Svengali. Under his spell, Trilby becomes a talented singer, performing always in an amnesiac trance. At a performance in London, Svengali is stricken with a heart attack and is unable to induce the trance. Trilby is unable to sing in tune and is subjected to \"laughter, hoots, hisses, cat-calls, cock-crows.\" Not having been hypnotized, she is baffled and though she can remember living and traveling with Svengali, she cannot remember anything of her singing career.",
    "genre": [
      "Horror"
    ],
    "author": "George du Maurier"
  },
  {
    "title": "The Fall of the House of Usher",
    "summary": " The legend opens with the unnamed narrator arriving at the house of his friend, Roderick Usher, having received a letter from him in a distant part of the country complaining of an illness and asking for his help. Although Poe wrote this short story before the invention of modern psychological science, Roderick's pathagens can be described according to its terminology. They include a form of sensory overload known as hyperesthesia (hypersensitivity to light, sounds, smells, and tastes), hypochondria (an excessive preoccupation or worry about having a serious illness), and acute anxiety. It is revealed that Roderick's twin sister, Madeline, is also ill and falls into cataleptic, deathlike trances. The narrator is impressed with Roderick's paintings, and attempts to cheer him by reading with him and listening to his improvised musical compositions on the guitar. Roderick sings \"The Haunted Palace\", then tells the narrator that he believes the house he lives in to be alive, and that this sentience arises from the arrangement of the masonry and vegetation surrounding it. Roderick later informs the narrator that his sister has died and insists that she be entombed for two weeks in a vault (family tomb) in the house before being permanently buried. The narrator helps Roderick put the body in the tomb, and he notes that Madeline has rosy cheeks, as some do after death. They inter her, but over the next week both Roderick and the narrator find themselves becoming increasingly agitated for no apparent reason. A storm begins. Roderick comes to the narrator's bedroom, which is situated directly above the vault, and throws open his window to the storm. He notices that the tarn surrounding the house seems to glow in the dark, as it glowed in Roderick Usher's paintings, although there is no lightning. The narrator attempts to calm Roderick by reading aloud The Mad Tryst, a novel involving a knight named Ethelred who breaks into a hermit's dwelling in an attempt to escape an approaching storm, only to find a palace of gold guarded by a dragon. He also finds hanging on the wall a shield of shining brass on which is written a legend: that the one who slays the dragon wins the shield. With a stroke of his mace, Ethelred kills the dragon, who dies with a piercing shriek, and proceeds to take the shield, which falls to the floor with an unnerving clatter. As the narrator reads of the knight's forcible entry into the dwelling, cracking and ripping sounds are heard somewhere in the house. When the dragon is described as shrieking as it dies, a shriek is heard, again within the house. As he relates the shield falling from off the wall, a reverberation, metallic and hollow, can be heard. Roderick becomes increasingly hysterical, and eventually exclaims that these sounds are being made by his sister, who was in fact alive when she was entombed and that Roderick Usher knew that she was alive. The bedroom door is then blown open to reveal Madeline standing there. She falls on her brother, and both land on the floor as corpses. The narrator then flees the house, and, as he does so, notices a flash of light causing him to look back upon the House of Usher, in time to watch it break in two, the fragments sinking into the tarn.",
    "genre": [
      "Horror"
    ],
    "author": "Edgar Allan Poe"
  },
  {
    "title": "Danse Macabre",
    "summary": " Despite using King's college teaching notes as the backbone of the text, Danse Macabre has a casual, non-linear writing style. In the introduction, titled \"October 4, 1957, and an Invitation to Dance\", King begins by explaining why he wrote the book, and then describes the event itself: the launching of the Soviet satellite Sputnik, intended as his personal introduction to what he calls \"real horror.\" This is followed by the chapter \"Tales of the Hook,\" specifically the urban legend of the escaped criminal who left his hook on the door handle of the car where lovers had parked. The author uses this for his contention that horror in general \"offers no characterization, no theme, no particular artifice; it does not aspire to symbolic beauty.\" In the following chapter, he creates a template for descriptions of his macabre subject. Entitled “Tales of the Tarot,\" the chapter has nothing to do with the familiar tarot card deck. Rather, King borrows the term to describe his observations about major archetypal characters of the horror genre, which he posits come from two British novels and one Irish: the vampire (from Dracula), the werewolf (from Dr. Jekyll and Mr. Hyde), and the \"Thing Without a Name\" (from Frankenstein). King sees deeply sexual undertones—in light of its Victorian Era publication—in Dracula. Frankenstein is reviewed as \"a Shakespearean tragedy\", and he argues that \"its classical unity is broken only by the author's uncertainty as to where the fatal flaw lies—is it in Victor's hubris (usurping a power that belongs only to God) or in his failure to take responsibility for his creation after endowing it with the life-spark?\" King does not mistake Mr. Hyde for a \"traditional\" werewolf, but rather sees the character as the origin of the modern archetype defined by werewolves. The evil-werewolf archetype, argues King, stems from the base and violent side of humanity. These major archetypes are then reviewed in their historical context, ranging from their original appearances to their modern-day equivalents, up to and including cartoon breakfast cereal characters such as Frankenberry and Count Chocula. The chapter \"An Annoying Autobiographical Pause\" begins with King's explanation for why he included the section: \"I cannot divorce myself from a field in which I am mortally involved.\" He then offers a brief family history, discussing his abandonment by his father at the age of two, his childhood in rural eastern Maine, and then explains his childhood fixation with the imagery of terror and horror, making an interesting comparison of his uncle successfully dowsing for water using the bough of an apple branch with the sudden realization of what he wanted to do for a living. While browsing through an attic with his elder brother, King uncovered a paperback version of the H.P. Lovecraft collection The Lurker in the Shadows, which had belonged to his long-since-departed father. The cover art—an illustration of a monster hiding within the recesses of a hell-like cavern beneath a tombstone—was, he writes, the moment in his life which \"that interior dowsing rod responded to.\" King then resumes his discussion of the horror genre by making detailed commentary of horror in all forms of media, beginning with radio, then proceeding to a highly critical review of television horror, two separate chapters on horror in the motion pictures, and finally concluding with an examination of horror fiction. His critique on the radio examines such American programs as Suspense, Inner Sanctum, and Boris Karloff, and praises Arch Oboler's Lights Out. King ultimately concludes that, as a medium for horror, radio is superior to television and films, since radio's nature requires a more active use of imagination. King then turns to two separate chapters of horror in the motion pictures. In \"The Modern American Horror Movie—Text and Subtext,\" the \"subtext\" he refers to consists of unspoken social commentary he sees in the films. The 1951 film The Thing from Another World implies commentary on the threat of communism, \"the quick, no-nonsense destruction of their favorite geopolitical villain, the dastardly Russians,\" King writes. The popular 1973 film The Exorcist was aptly suited in the wake of the youth upheavals of the late 1960s and early '70s. 1975's The Stepford Wives, King says, \"has some witty things to say about Women's Liberation ... and the American male's response to it.\" In The Amityville Horror, King sees \"economic unease\" and maintains that the film's 1979 release \"could not have come along at a more opportune moment.\" He also calls The China Syndrome, released the same year, a horror movie that \"synthesizes technological fears ... fears of the machinery gone out of control, run wild.\" In the following chapter, \"The Horror Movie as Junk Food\" King begins by making the statement: “I am no apologist for bad filmmaking, but once you've spent twenty years or so going to horror movies, searching for diamonds in the dreck of the B-pics … you begin to seek the patterns and appreciate them when you find them, you begin to get a taste for really shitty movies.” He makes the point that his agent Kirby McCauley had selected the obscure 1977 film Rituals as his favorite, while King himself chose 1979's Tourist Trap as one that “wields an eerie spooky power. Wax figures begin to move and come to life in a ruined, out-of-the-way tourist resort.” He continues a reviews of such films as Prophecy (1979), I Married a Monster from Outer Space (1958), The Horror of Party Beach (1964), and The Rocky Horror Picture Show (1975), among others; concluding: “Bad films may sometimes be amusing, sometimes even successful, but their only real usefulness is to form that basis of comparison: to define positive values in terms of their own negative charm. They show us what to look for because it is missing in themselves.” King then turns his most weighty criticism toward television, borrowing Harlan Ellison's description of television as \"the glass teat\", and subtitling the chapter, \"This Monster Is Brought to You by Gainesburgers.\" He reviews horror anthology programs such as The Outer Limits, The Twilight Zone, Dark Shadows, and Night Gallery, ultimately concluding that television is severely limited in its ability to illustrate horror because it is enslaved to the demands of network Standards and Practices censorship and the appeasement of advertising executives that provide the financial means necessary for television to continue its free access. In the \"Horror Fiction\" chapter, King describes and reviews a number of horror novels written within a few decades of Danse Macabre, including Peter Straub's Ghost Story, Anne Rivers Siddons's The House Next Door, Richard Matheson's The Shrinking Man, Shirley Jackson's The Haunting of Hill House, Ray Bradbury's Something Wicked This Way Comes, and several others. His primary context is defining what impact they have had on the horror genre, and how significantly they have contributed to the popular culture. Specifically pointing out allegories in his review, King notes: The final chapter, \"The Last Waltz\", is a brief analysis of how the medium or horror fiction in all its forms has inspired real-life acts of violence. He describes an incident in which a woman was brutally murdered by youths who confessed to imitating a scene from a TV movie, then objectively includes an example of violence perpetrated by a woman who had been reading his novel The Stand at the time she committed the crime. \"If it had not been shown\", he writes, \"stupidity and lack of imagination might well have reduced them to murdering ... in some more mundane way.\" In an analysis of why people read and watch horror, he concludes, \"Perhaps we go to the forbidden door or window willingly because we understand that a time comes when we must go whether we want to or not.\" Additionally, King classifies the genre into three well-defined, descending levels; 1) terror, 2) horror, and 3) revulsion. He describes terror as “the finest element” of the three, and the one he strives hardest to maintain in his own writing. Citing many examples, he defines “terror” as the suspenseful moment in horror before the actual monster is revealed. \"Horror\", King writes, is that moment at which one sees the creature/aberration that causes the terror or suspense, a \"shock value.\" King finally compares “revulsion” with the gag-reflex: a bottom-level, cheap gimmick which he admits he often resorts to in his own fiction if necessary, confessing:",
    "genre": [
      "Horror",
      "Non-fiction"
    ],
    "author": "Stephen King"
  },
  {
    "title": "Bitten",
    "summary": " The main character of \"Bitten\" is Elena Michaels, an ordinary woman - who also happens to be a werewolf. She lives in Toronto, Canada and writes for a popular newspaper. Elena is also the only known female werewolf in the world. This gives her a very special place in the werewolf world, and especially with the werewolf pack. She struggles to deal with her other-ness and to assimilate to the human world. She also contends with her terrible childhood, and with the man who bit her and turned her into a werewolf. Elena has managed to settle into a somewhat normal existence, living with her ad-exec boyfriend and ignoring her wolf side as much as possible. However, she learns that her Pack (the governing body of werewolves) is in trouble, and comes to their aid, flying to Stonehaven, the country estate of the pack Alpha. It is in Bear Valley, a fictional city in up-state New York. When Elena arrives, she is greeted by her ex-lover, Clayton Danvers, who is also the man who bit her and made her a werewolf (without her consent). Clayton is also the bodyguard and foster-son to Jeremy Danvers, the pack Alpha (leader). Elena learns that a local woman was found murdered on Stonehaven's land, and that she had been savaged by what authorities thought to be a dog. However, the Pack has determined that she was murdered by a Mutt, a rogue werewolf. They track the mutt and find out he is a recently escaped killer, who has even more recently been turned by a bite into a werewolf. Clay and Elena chase him into a rave and after several of the partyers are killed, the police shoot him in wolf form. Soon, the rest of the Pack arrives on the scene to help with the problem: Antonio Sorrentino, his son Nicholas Sorrentino, Logan Jonsen, and Peter Myers. The werewolf Pack are the self-appointed governing body of the werewolf world, and they kill to keep the existence of werewolves a secret. This means if they feel any non Pack wolves(whom they term \"Mutts\") become noticeable to humans, they kill them. They kill humans too, but not as often. First, Logan and Peter are killed. This greatly saddens Elena, and she starts sleeping(cheating) with Clay again, without telling her boyfriend, Phillip. As Logan and Peter are not the best fighters, the Pack wonders why that would happen. They also wonder why any Mutt would dare to go near the Pack. Most are terrified of being noticed by them. Then Jeremy, the Alpha is attacked. Finally, the pack figures out that the \"mutts\", tired of being brutalized by the Pack, are trying to free themselves from their rule. To do this one mutt in particular, Daniel, who has reason to hate Clay from childhood, has started turning human killers and other escaped convicts into werewolves to fight the pack.",
    "genre": [
      "Horror",
      "Adventure novel",
      "Speculative fiction",
      "Romance novel",
      "Mystery",
      "Fantasy",
      "Fiction",
      "Suspense"
    ],
    "author": "Kelley Armstrong"
  },
  {
    "title": "Bag of Bones",
    "summary": " The narrator, Mike Noonan, a bestselling novelist, suffers severe writer's block after his pregnant wife Jo suddenly dies in an accident. Four years later, Mike, still grieving, is plagued by nightmares set at his summer house in TR-90, Maine. He decides to confront his fears and moves to the lakeside house, known as Sara Laughs. On his first day, he meets Kyra, a 3-year-old girl and her young widowed mother, 21-year-old Mattie Devore. Mattie's father-in-law is Max Devore, an elderly rich man who will do anything to gain custody of his granddaughter, Kyra. Drawn to Kyra and Mattie, Mike hires John Storrow, a custody lawyer, for Mattie, and things start looking up. Mike begins to write again, and realizes that Jo's ghost is helping him to solve the mystery of Sara Tidwell, a blues singer whose ghost haunts the house. He also learns that Jo frequently returned to the town in the year before her death, without telling him. Mike begins having recurring, disturbing dreams and visions, and realizes he shares a psychic connection with Kyra. Max and his personal assistant, Rogette, try to drown Mike but he survives with the help of his wife's spirit. Max unexpectedly commits suicide that same night. Mike sees a pattern when he sees that local inhabitants have names that begin with \"K\" or \"C\" and learns how relatives of townspeople have drowned in childhood. While Storrow and the private detective he hired are celebrating the end of the custody battle, Mattie attempts to seduce Mike. As they are embracing, Mattie's trailer is subjected to a drive-by shooting, injuring Storrow and the detective and killing Mattie. The detective is able to kill the driver and incapacitate the shooter with Mike's help. Mike then grabs Kyra and drives back to his home. The shooter's buddies try to stop them, but refuse to follow him to Sara Laughs. Under the influence of Sara's ghost, Mike is tormented to drown Kyra and commit suicide himself. Jo's ghost prevents him and calls his attention to the novel he has begun to write. In the pages there are clues that lead Mike to discover documents Jo had hidden, among them a genealogy showing Mike's blood relationship to one of the town families. Several families whose origin lay within the town had firstborn children with \"K\" names who were all murdered—Kyra, as a descendant of Max Devore, is scheduled to be the next to die. The genealogy also shows that Mike and Jo's child would have been the next firstborn child with a \"K\" name in the family line. Mike realizes this must be Sara Tidwell's curse for something that had been done to her. He leaves and searches for Sara's grave, stopped by the ghosts of several members of the old families. He learns in a vision that these men had viciously raped and killed Sara, and drowned her son Kito in the lake; all the \"K\" children who died were descendants of those men. Mike reaches Sara's grave and succeeds in destroying her bones, ending the curse. Upon returning to the house, Mike discovers that Rogette has kidnapped Kyra. He follows them to the lake, where Mattie's ghost appears and knocks Rogette into the water. Rogette tries to pull Mike in with her, but is impaled by wreckage from the dock. Mattie's ghost says her goodbyes to Mike and Kyra. The novel ends with an epilogue, revealing that Mike has retired from writing and is attempting to adopt Kyra. His status as a single, unrelated male complicates things, and the adoption has taken longer than anticipated. The outcome of the adoption is left unresolved at the end, but the reader is given hope that it will be positive.",
    "genre": [
      "Horror",
      "Novel",
      "Speculative fiction",
      "Mystery",
      "Fiction",
      "Gothic fiction",
      "Suspense"
    ],
    "author": "Stephen King"
  },
  {
    "title": "The Historian",
    "summary": " The Historian interweaves the history and folklore of Vlad Ţepeş, a 15th-century prince of Wallachia known as \"Vlad the Impaler\", and his fictional equivalent Count Dracula together with the story of Paul, a professor; his 16-year-old daughter; and their quest for Vlad's tomb. The novel ties together three separate narratives using letters and oral accounts: that of Paul's mentor in the 1930s, that of Paul in the 1950s, and that of the narrator herself in the 1970s. The tale is told primarily from the perspective of Paul's daughter, who is never named. Part I opens in 1972 Amsterdam. The narrator finds an old vellum-bound book with a woodcut of a dragon in the center associated with Dracula. When she asks her father Paul about it, he tells her how he found the handmade book in his study carrel when he was a graduate student in the 1950s. Paul took the book to his mentor, Professor Bartholomew Rossi, and was shocked to find that Rossi had found a similar handmade book when he was a graduate student in the 1930s. As a result, Rossi researched Ţepeş, the Dracula myth surrounding him, and the mysterious book. Rossi traveled as far as Istanbul; however, the appearance of curious characters and unexplained events caused him to drop his investigation and return to his graduate work. Rossi gives Paul his research notes and informs him that he believes Dracula is still alive. The bulk of the novel focuses on the 1950s timeline, which follows Paul's adventures. After meeting with Paul, Rossi disappears; smears of blood on his desk and the ceiling of his office are the only traces that remain. Certain that something unfortunate has befallen his advisor, Paul begins to investigate Dracula. While in the university library he meets a young, dark-haired woman reading a copy of Bram Stoker's Dracula. She is Helen Rossi, the daughter of Bartholomew Rossi, and she has become an expert on Dracula. Paul attempts to convince her that one of the librarians is trying to prevent their research into Dracula, but she is unpersuaded. Later, the librarian attacks and bites Helen. Paul intervenes and overpowers him, but he wriggles free. The librarian is then run over by a car in front of the library and apparently killed. Upon hearing her father's story, the narrator becomes interested in the mystery and begins researching Dracula as she and her father travel across Europe during the 1970s. Although he eventually sends her home, she does not remain there. After finding letters addressed to her that reveal he has left on a quest to find her mother (previously believed to be dead), she sets out to find him. As is slowly made clear in the novel, Helen is the narrator's mother. The letters continue the story her father has been telling her. The narrator decides to travel to a monastery where she believes her father might be. Part II begins as the narrator reads descriptions of her father and Helen's travels through Eastern Europe during the 1950s. While on their travels, Helen and Paul conclude that Rossi might have been taken by Dracula to his tomb. They travel to Istanbul to find the archives of Sultan Mehmed&nbsp;II, which Paul believes contain information regarding the location of the tomb. They fortuitously meet Professor Turgut Bora from Istanbul University, who has also discovered a book similar to Paul's and Rossi's. He has access to Mehmed's archive, and together they unearth several important documents. They also see the librarian who was supposedly killed in the United States&nbsp;– he has survived because he is a vampire and he has continued following Helen and Paul. Helen shoots the vampire librarian but misses his heart and consequently, he does not die. From Istanbul, Paul and Helen travel to Budapest, Hungary, to further investigate the location of Dracula's tomb and to meet with Helen's mother, who they believe may have knowledge of Rossi&nbsp;– the two had met during his travels to Romania in the 1930s. For the first time Helen hears of her mother and Rossi's torrid love affair. Paul and Helen learn much, for example that Helen's mother, and therefore Helen herself and the narrator, are descendants of Vlad Ţepeş. Part III begins with a revelation by Turgut Bora that leads the search for Dracula's tomb to Bulgaria. He also reveals that he is part of an organization formed by Sultan Mehmed&nbsp;II from the elite of the Janissaries to fight the Order of the Dragon, an evil consortium later associated with Dracula. In Bulgaria, Helen and Paul seek the assistance of a scholar named Anton Stoichev. Through information gained from Stoichev, Helen and Paul discover that Dracula is most likely buried in the Bulgarian monastery of Sveti Georgi. After many difficulties Paul and Helen discover the whereabouts of Sveti Georgi. Upon reaching the monastery they find Rossi's interred body in the crypt and are forced to drive a silver dagger through his heart to prevent his full transformation into a vampire. Before he dies, he reveals that Dracula is a scholar and has a secret library. Rossi has written an account of his imprisonment in this library and hidden it there. Paul and Helen are pursued to the monastery by political officials and by the vampire librarian&nbsp;– all of them are seeking Dracula's tomb, but it is empty when they arrive. Paul and Helen move to the United States, marry, and Helen gives birth to the narrator. However, she becomes depressed a few months afterwards. She later confesses that she feared the taint of the vampiric bite that she acquired earlier would infect her child. The family travels to Europe in an attempt to cheer her up. When they visit the monastery Saint-Matthieu-des-Pyrénées-Orientales, Helen feels Dracula's presence and is compelled to jump off a cliff. Landing on grass, she survives and decides to hunt him down and kill him in order to rid herself of his threat and her fears. When the narrator arrives at Saint-Matthieu-des-Pyrénées-Orientales, she finds her father. Individuals mentioned throughout the 1970s timeline converge in a final attempt to defeat Dracula. He is seemingly killed by a silver bullet fired into his heart by Helen. In the epilogue, which takes place in 2008, the narrator attends a conference of medievalists in Philadelphia, and stops at a library with an extensive collection of material related to Dracula. She accidentally leaves her notes and the attendant rushes out and returns them to her, as well as a book with a dragon printed in the center, revealing that either Dracula is still alive or one of his minions is imitating the master.",
    "genre": [
      "Horror",
      "Speculative fiction",
      "Fantasy",
      "Fiction",
      "Historical novel",
      "Suspense"
    ],
    "author": "Elizabeth Kostova"
  },
  {
    "title": "Harvest Home",
    "summary": " Harvest Home is narrated in the first person by Ned Constantine, and describes events surrounding himself, his wife Beth, and their daughter Kate. Fed up with life in New York City, the family relocates to the country, where Ned can pursue an artistic career. After months of intermittent searching for a suitable new home, they discover a geographically isolated village in Connecticut named Cornwall Coombe. The village seems an idyllic farming community that offers all that Ned and Beth have been seeking. They express interest in an abandoned three hundred year old house, and they are contacted some weeks later by the Dodds, who live next door to the house, and who tell them that it is for sale. The Constantines buy and renovate the house and move to Cornwall Coombe. The opening chapters describe several matters in innocent detail, including the past marital difficulties of Ned and Beth, now apparently resolved; the moody Kate's serious, potentially life-threatening asthma, in part a psychosomatic reaction to those marital troubles; and, most importantly, the eccentricities of life in Cornwall Coombe. The villagers adhere stubbornly to what they call \"the old ways\", eschewing modern agricultural methods and limiting contact with the outside world. The villagers celebrate a number of festivals that revolve around the cultivation of corn, which is their chief product. The most important rite is Harvest Home, which takes place at the conclusion of the crop growing year. While the villagers are ostensibly Christian, Ned gradually becomes aware of the paganism that underlies life in Cornwall Coombe, particularly its rituals. The Constantines befriend the Dodds. Maggie Dodd, an educated woman who left Cornwall Coombe but later returned with her husband, Robert, an outsider. Maggie is the church organist. Robert Dodd, totally blind, is a retired college professor. Other prominent villagers who become friends with the newcomers are Worthy Pettinger, a young man who disdains the old ways and wants to go to agricultural college; Justin Hooke, who serves as the current year's ceremonial \"Harvest Lord\", and his wife Sophie, whom Justin has chosen to be his \"Corn Maiden\" in the approaching \"Corn Play\"; Jack Stump, a local itinerant peddler, only recently arrived; and Mary Fortune, a widowed herbalist and midwife, and the town's most influential resident. During a late summer festival, known as Agnes Fair, Ned first begins to sense something sinister. After most of the festivities are over, Ned hears a horrible cry and beholds a strange spectacle: Missy Penrose, a young girl regarded by the farmers as an oracle, stands over a newly-slaughtered sheep and touches her blood-drenched hands to Worthy's face. Ned learns that this means Worthy has been chosen to be the \"Young Lord\", who will succeed Justin as Harvest Lord when Justin's seven-year term ends later that year. Worthy is the only one unhappy at this development. Jack Stump reports that he has seen a ghost in Soakes's Lonesome, a local forest named for the family of moonshiners who live within. Ned sees a strange apparition one night, and later finds a skeleton hidden deep within the woods. Worthy decides secretly to leave the village with Ned's help rather than become Harvest Lord. Jack disappears. Ned grows preoccupied with the mysterious death of Grace Everdeen fourteen years earlier: she is buried in unhallowed ground, and the locals still occasionally say harsh but unspecific things about her. Ned finds a primitive corn dolly in Justin's fields. The Widow Fortune succeeds in resuscitating Kate and saving her from certain death during an asthma attack; her herbal remedies apparently cure Kate of her asthma. Ned, under the influence of the Widow's mead, believes he sees the Harvest Lord and Corn Maiden trysting in a neighboring cornfield. During a harvest service in church, Worthy loudly curses the corn and \"the Mother\" and then flees. The community is scandalized. Worthy's parents are ostracized by the villagers. Jack Stump is found mutilated, having had his tongue cut out and mouth sewn shut in apparent retribution for trespassing into Soakes's Lonesome. Ned becomes more intent to unravel the village's secrets while his personal life goes awry. Tamar Penrose, the postmistress, seduces Ned, whose resistance weakens as he tries to learn more about Missy and her abilities. Ned learns that the women of Cornwall Coombe practice pagan fertility rites connected to the earth mother. Tamar reveals that she served as Corn Maiden fourteen years ago, and that Missy was conceived as a result. Grace Everdeen, originally slated to be Corn Maiden for her fiancé Roger Penrose, had developed a disfiguring disease. When she was replaced by Tamar, Grace cursed the corn. Drought followed, for which Grace was blamed. At the end of the harvest, the villagers come together for a Husking Bee, a riotous party marking the conclusion of the growing season. Ned and other male villagers drink heavily as part of the festivities. During the Husking Bee, the villagers put on the Corn Play, a symbolic fertility rite that foreshadows what will happen at Harvest Home a few nights later. Ned watches stuporously as the women perform a barefoot pagan dance. When the women draw Kate into their circle, Ned furiously breaks into the dance to pull her back out but the villagers cast him into the street and pelt him with corn cobs for interfering in the ritual. The Constantines' marriage has begun to unravel again. Beth had hoped to have another child, but Ned learns that he is sterile. Beth, aware of Tamar's designs on him, grows distrustful of Ned. Ned dislikes and distrusts the rapacious Tamar, but finally has sex with her in which she dominates him, symbolizing the ancient homage that men are forced to pay to the earth goddess. Robert Dodd explains to Ned the matriarchal pagan fertility religions of antiquity, and advises Ned to steer clear of Harvest Home at all costs: previous discovery of the secrets of these rites by any man has always resulted in dire consequences, which Dodd has suffered himself. Dodd removes his dark glasses showing that his blindness is the result of his eyes having been gouged out in retaliation for observing the sacred ritual, but Ned disregards his warnings. Ned's rage at Tamar is further fueled by the discovery that Tamar was involved in the mutilation of Jack Stump. The villagers wanted to prevent him revealing that the skeleton in the woods — the same skeleton that Ned later discovered — belonged to Grace Everdeen, who had resisted the pairing of her fiancé with Tamar at Harvest Home fourteen years earlier, and was killed after arriving and disrupting the rites. The villagers, having learned Worthy's location from a letter he sent to Ned, which was steamed open by Tamar, the postmistress, send a posse to find him. He is returned home and killed. They initially hang his corpse in a field as a scarecrow, and later fling it into a massive bonfire on Kindling Night. On the day of Harvest Home, Justin's wife Sophie Hooke, the new Corn Maiden, hangs herself. She is denied burial in consecrated ground on the orders of the Widow Fortune. Ned denounces the villagers at the church and the widow, a revered high priestess, declares him an outcast. Missy instructs the gathered villagers to confine Ned. Ned escapes from the building in which he is imprisoned via a secret passageway to the church. There, the village women have chosen the new Corn Maiden who is heavily veiled; Ned believes she is Tamar. She departs with the other women and Justin for the Harvest Home ritual. Ned races to the forest clearing ahead of them, determined despite Dodd's advice to discover what happens there. He watches the women play out the rites, which includes the copulation of the Harvest Lord with the Corn Maiden to symbolically ensure the fertility of the Mother. To Ned's horror, the new Corn Maiden is not Tamar, it is Beth. Ned cries out, alerting the women to his presence. He is forced to watch while Justin and Beth complete their intercourse, finally learning why Worthy had tried to escape and why Sophie killed herself: Tamar cuts Justin's throat with a sickle as he climaxes, spilling his blood onto the ground throughout the clearing. The villagers allowed his family to settle here in order to bring new blood, Beth's and Kate's, into Cornwall Coombe. Ned tries to escape but the women surround him and render him blind and mute. Months later, the blind, dependent Ned learns both that Beth is pregnant and that Kate is destined to be the next Corn Maiden.",
    "genre": [
      "Horror",
      "Drama"
    ],
    "author": "Tom Tryon"
  },
  {
    "title": "Berenice",
    "summary": " The narrator, Egaeus, is a studious young man who grows up in a large gloomy mansion with his cousin Berenice. He suffers from a type of obsessive disorder, a monomania that makes him fixate on objects. She, originally beautiful, suffers from some unspecified degenerative illness, with periods of catalepsy a particular symptom, which he refers to as a trance. Nevertheless, they are due to be married. One afternoon, Egaeus sees Berenice as he sits in the library. When she smiles, he focuses on her teeth. His obsession grips him, and for days he drifts in and out of awareness, constantly thinking about the teeth. He imagines himself holding the teeth and turning them over to examine them from all angles. At one point a servant tells him that Berenice has died and shall be buried. When he next becomes aware, with an inexplicable terror, he finds a lamp and a small box in front of him. Another servant enters, reporting that a grave has been violated, and a shrouded disfigured body found, still alive. Egaeus finds his clothes are covered in mud and blood, and opens the box to find it contains dental instruments and \"thirty-two small, white and ivory-looking substances\" – Berenice's teeth. The Latin epigraph, \"Dicebant mihi sodales si sepulchrum amicae visitarem, curas meas aliquantulum fore levatas,\" at the head of the text may be translated as: \"My companion said to me, if I would visit the grave of my friend, I might somewhat alleviate my worries.\" This quote is also seen by Egaeus in an open book towards the end of the story.",
    "genre": [
      "Horror",
      "Short story"
    ],
    "author": "Edgar Allan Poe"
  },
  {
    "title": "Spiral",
    "summary": " The events in the story occur a day after the events of the first book. It introduces us to Ando Mitsuo who is assigned to do the autopsy of Ryuji. He and his colleague, Miyashita, find a benign tumor in Ryuji's throat which is believed to be his cause of death. They are puzzled because the tumor they found appeared much like a tumor with smallpox, which was eradicated 30 years prior to the story. Ando, with his colleague, Miyashita, find out that an organism called \"Ring Virus\" caused this tumor. The virus is transferred to the body via the tape and begins to grow a tumor in the viewer's throat. When the charm is not performed, the tumor grows to block the airways and kills the person. To stop this, the tape must be copied and shown to another person. They also found a cryptic message inside his stomach with the word RING and a series of other cryptic messages. This discovery further perplexes Ando. In search for the message's meaning he came to meet Ryuji's assistant and lover, Mai Takano. Mai seems to know something about the videotape and tells Ando the curse, but does not know how Ryuji died. As a scientist, Ando laughed at Mai's explanation. He also went to talk to Kazuyuki, but found that he and his family were involved in a car accident. It is discovered that Kazuyuki's wife and child were dead before the crash. Kazuyuki is in critical condition and unable to talk, and at the accident's site lies a crushed videotape. When Mai was suddenly lost which further motivates Ando to investigate until he stumbles upon Kazuyuki's files with the title THE RING. He is uncertain because it contains supernatural events and contradicts scientific explanations. After reading the report, Ando and Miyashita visited the well where Sadako died. They discovered that the virus has mutated and now uses the report as a medium. Ando also found out that Kazuyuki's older brother, Junichiro Asakawa is planning to publish his brother's report as his own horror novel. Days after Mai's disappearance, he met a beautiful woman named Masako who introduced herself as Mai's older sister. He fell in love with her. They made love one night. The day after that he discovers Masako and Sadako are one and the same. Later he receives a parchment from Sadako/Masako explaining how Mai Takano gave birth to her as well as warning Ando not to interfere with the publication of Kazuyuki's files, which now contain the deadly virus. In exchange for his co-operation, Sadako offered to resurrect Ando's son, whose death through drowning two years previously cast a shadow over his life. Ando realized that Ryuji was the master-mind behind the resurrection of Sadako as he lured Mai Takano into watching the video tape, as well as giving out clues to Ando, hoping he would discover the Ring Report and therefore distribute the virus. Ryuji is then brought back to life by Sadako. The epilogue shows Ando playing with his son on the beach, planning to reintroduce him to his wife. Unlike the first book where the focus was mainly on the supernatural and revealing more about the past of the origins of the virus, here we see the virus less as a supernatural event and more as a scientifically explainable one.",
    "genre": [
      "Horror"
    ],
    "author": "Koji Suzuki"
  },
  {
    "title": "There Shall Be No Darkness",
    "summary": " The story takes place on a manor in the Scottish countryside. A wealthy man named Tom Newcliffe has invited a group of artists and friends together for a weekend gathering. Of particular importance to the story is Jan Jarmoskowski, a Polish concert pianist. Paul Foote, a painter, detects hints that Jan may in fact be a werewolf, and he is proven right. The musician transforms under the light of the full moon, and the guests at first prepare some makeshift silver bullets and attempt to track him, but this results in nothing more than a dead hunting dog and some wasted ammunition. Following this, the group fortifies itself inside the mansion to wait for their quarry to return, at which point they hope to be able to defeat him.",
    "genre": [
      "Horror"
    ],
    "author": ""
  },
  {
    "title": "The Beast Within",
    "summary": " A lonely wife cheats. A brutal husband gets revenge. A not-so-innocent stranger hears a cellar door scrape shut and begins twenty years of indescribable horror, chained in total darkness, feeding on live rats and human flesh, becoming himself the nightmare creature that lurks within us all.",
    "genre": [
      "Horror"
    ],
    "author": "Edward Levy"
  },
  {
    "title": "Auriol",
    "summary": " Prologue (1599): Auriol Darcy is surprised attempting to remove the heads of two traitors from the Southwark Gateway of Old London Bridge. He is injured by the warder, Baldred, and carried to the house of Dr Lamb, an alchemist and Auriol Darcy's grandfather, who is assisted by his faithful dwarf Flapdragon. Lamb, on the point of discovering the elixir of life, has a seizure and dies as his ungrateful grandson consumes the draught. Book the first 'Ebba' (1830): Two varmints, Tinker and Sandman, waylay a gentleman in a fantastical ruined house in the Vauxhall Bridge Road in London, but they are surprised and he is carried unconscious to the house of Mr Thorneycroft, a scrap-iron dealer. While he convalesces and falls in love with Ebba, the iron-dealer's daughter, Tinker and Sandman and their associate Ginger (a 'dog-fancier' who steals dogs and resells them) discover in the gentleman's pocket-book the private diary of a man who has lived for over two hundred years, and has committed nameless crimes. Auriol (for it is he) seeks to dissuade Ebba from her love, for he bears an awful doom. A tall sinister stranger has Auriol in his power, and employs a dwarf (who is Flapdragon) to recover the pocket-book. The stranger confronts Auriol and informs his that Ebba must be surrendered to him according to their contract. Auriol refuses, but Ebba is snatched from him, and he is imprisoned, during a nocturnal assignation at a picturesque ruin near Millbank Street. Tinker, Sandman and Ginger offer their services to Mr Thorneycroft to attempt her rescue. Ebba is conveyed to a mysterious darkened chamber where the stranger demands that she sign a scroll surrendering herself body and soul to him. She calls to heaven for protection: in the darkness a tomb is revealed and opened by menacing cowled figures, and Auriol is brought forth. Ebba hurls herself into the tomb to precede him and save him, but then re-emerges silent and cowled to sign the scroll. Intermean (1800): Cyprian Rougemont visits a deserted mansion at Stepney Green, where he finds the portrait of his ancestor (of the same name), a Rosicrucian brother of the 16th century, one of the Illuminati. Satan has appeared to him in a dream and promised him an ancestral treasure, the price for which is his own soul, or that of Auriol Darcy. Cyprian strikes the portrait and a plaque falls away, revealing the access to the ancestral tomb. There in a seven-sided vault lit by the ever-burning lamp and painted with kabbalistic symbols he finds the uncorrupt body with a book of mysteries, a vial of infernal potion, and a series of chests filled with gold, silver and jewels. With use of the potion, he lures Auriol into a compact whereby he is given a magnificent mansion in St James's Square and £120,000, in exchange for a female victim whenever Rougemont requires one from him. Thus Auriol can win the woman he loves, Elizabeth Talbot; but Rougemont, once the contract is signed, demands Elizabeth Talbot as his first victim, in a week's time. Auriol seeks to defy him and to marry her within the week, but he is thwarted and Elizabeth is abducted on the seventh night. Book the Second, 'Cyprian Rougemont' (1830): Thorneycroft, Sandman and Tinker (with Ginger) continue their pursuit led by another, who is the brother of Rougemont's second victim, Clara Paston. They enter a mysterious mansion, and becoming trapped in a chamber and locked into enchanted or mechanically-contrived chairs three of them are muffled by bell-masks which descend from the ceiling, and then plunged through traps in the floor. Flapdragon appears and attempts to help them find Ebba, while Paston, Ginger and Thorneycroft find Rougemont and confront him with pistols, but Rougemont is impervious to the bullets. Thorneycroft, Tinker and Sandman are trapped in a pit over which an iron roof closes by a giant mechanical contrivance, and Ebba is never found again. Auriol, meanwhile, awakes to find himself in Elizabethan costume, chained in a vaulted dungeon. The voice of Rougemont addresses him, telling him that he has been mad, but that he has given him a potion to heal him, and is his keeper. James I is now the King of England. Old Dr Lamb is still living, and his dwarf Flapdragon, and Auriol is taken to him, where they begin to hope that Auriol's cure has been effected. He becomes convinced that he has lived centuries in a few nights and has awakened from a delusion... but even in the last sentence, addressing Dr Lamb, the author relates what he says to his supposed grandsire.",
    "genre": [
      "Horror",
      "Fiction",
      "Historical novel"
    ],
    "author": "William Harrison Ainsworth"
  },
  {
    "title": "Prophet",
    "summary": " The main character in \"Prophet\" is John Barrett, a television news anchor. Upon his pro-life father's accidental death, he is encouraged to investigate and report on problems at an abortion clinic. This only comes about after John catches his producer attempting to fabricate a story. Soon his colleagues are begging to stop him from finding out more, and he begins to hear mysterious and scary \"voices\". As John Barrett goes through the abortion investigation with Leslie Albright, he soon finds God and Truth, along the way.",
    "genre": [
      "Horror"
    ],
    "author": ""
  },
  {
    "title": "Violin",
    "summary": " The book is set in numerous places, including Vienna, New Orleans and Rio de Janeiro. The novel tells the story of three people: a middle aged woman yearning to become a musician, a ghostly violinist, and the ghost of Beethoven. The story begins with Triana, who apparently becomes insane due to the death of her second husband, Karl, who had AIDS. Her first husband was Lev, with whom Triana had a daughter. Stefan, the ghost, appears the day Karl dies and plays his Stradivarius (s long Strad) (apparently also a ghost). Triana secludes herself in her house for several days without informing anyone of Karl's death. Through the course of the book we learn the story of both Triana and Stefan. Stefan takes Triana in a travel through time, visiting scenes from his life and his afterlife in an attempt to reclaim his violin, which had been taken by Triana. Stefan had many mentors including Beethoven and Paganini, but it is Beethoven whom Stefan cherished the most. After Stefan's story is \"told\" Triana returns to her rightful time but not to New Orleans where the story began but to Vienna, and now seemingly possessing a talent to improvise in the violin. We see the ghost of this great musician about two times in the novel, the first one in a scene where Stefan's house in Vienna is burning, and the second one almost at the end where Beethoven appears in modern Vienna in the hotel room where Triana was staying. With Triana still in possession of the strad, Stefan continues his attempts to reclaim the violin but to no avail, until finally, after achieving success with her improvisations it is in Brazil that Triana returns the violin to his rightful owner and Stefan finally crosses over.",
    "genre": [
      "Horror",
      "Speculative fiction",
      "Mystery",
      "Fantasy",
      "Fiction",
      "Suspense"
    ],
    "author": "Anne Rice"
  },
  {
    "title": "Unseen",
    "summary": " Salma de la Navidad, a friend of Willow's, is having problems: her brother Nicky has disappeared and is believed to be joining a local Sunnydale gang called the Latin Cobras. Salma's also got a black shadowy nothingness that Buffy can sense but can barely fight. Meanwhile in LA, Angel is tied down by a case where his client is wrongfully accused of murder by crooked cops while Cordelia discovers a pack of pre-teens who revere vampires and have been promised eternal life by a vampire. Buffy's work takes her to LA along with Willow to the de la Navidad household where the same black shadow continues to attack Salma. When Salma suddenly disappears as does Kayley (one of the vampire lovers) everyone knows that something is up. After an explosion of oil fields, caused by Nicky, in Sunnydale, Riley rushes to LA where himself, Buffy and Angel have to work together to solve the disappearances and to calm down the gang warfare going on in LA.",
    "genre": [
      "Horror"
    ],
    "author": "Jeff Mariotte"
  },
  {
    "title": "Monster Island",
    "summary": " Doyle's pureblood Brachen demon father Axtius is the General for the Coalition of Purity which believes that all half-blood demons should be banished, leaving only the purebloods on Earth. Both Angel and Buffy are dealing with this threat in their respective cities when Buffy's team learns that General Axtius plans to attack a half-blood demon safe haven island near Los Angeles. Uprooting the Scooby Gang, Buffy and the rest of them travel quickly to Los Angeles to help Angel deal with the increasing problem. Unfortunately, the demons on the island who are in need of saving seem to be sceptical about having vampires as well as the Slayer on their island and they must be convinced that it's for their benefit before General Axtius and his troops launch a full-fledged attack on the island. In their final confrontation on the island, Angel defeats Axtius when unarmed despite Axtius wielding a powerful mystical weapon, taunting the Brachen by saying that he would have been ashamed of Doyle's very human act of sacrifice and redemption. Having been defeated by Angel, Axtius is subsequently incinerated by his former second-in-command for his failure to destroy the island.",
    "genre": [
      "Horror"
    ],
    "author": "Thomas E. Sniegoski"
  },
  {
    "title": "How I Survived My Summer Vacation",
    "summary": " :Written by Michelle Sagara West Buffy continually sees the death of everyone she touches while she heads out to LA to spend summer vacation with her dad. She must come to terms with her own death before the deaths of others will disappear from her mind. :Written by Nancy Holder Absalom tries to obtain the Master's bones from Giles, who has them kept in his house. :Written by Cameron Dokey A shapeshifter comes to town. Giles, Angel and Jenny must deal with it before it gets to the Slayer. :Written by Cameron Dokey While shopping in LA, Buffy runs into a fortune-teller who tells her that she's the warrior sent to free the spirit of her dead child. Buffy must solve the mystery of the daughter's death and why her spirit isn't free. :Written by Yvonne Navarro A newly risen vampire raises the war veteran General Sam from the grave. General Sam, crazy and still sure that World War II rages on, decides to seize Sunnydale since he believes it has been infiltrated by the enemy. Giles, Jenny and Angel must stop the General and his legion of zombie followers. :Written by Paul Ruditis Willow and Xander are running a play at the local theater. Little do they know that the stage crew are all vampires who have a love for Shakespeare. After several deaths in a Shakespearian fashion, Giles, Jenny and Angel decide to remove the vampire threat on the night of the play.",
    "genre": [
      "Horror"
    ],
    "author": ""
  },
  {
    "title": "Bracebridge Hall",
    "summary": " As this is a series of character sketches, the most effective way currently to describe this book is to list the contents. # The Author # The Hall # The Busy Man # Family Servants # The Widow # The Lovers # Family Reliques # An Old Soldier # The Widow's Retinue # Ready Money Jack # Bachelors # Wives # Story Telling # The Stout Gentleman # Forest Trees # A Literary Antiquary # The Farm-House # Horsemanship # Love-Symptoms # Falconry # Hawking # St. Mark's Eve # Gentility # Fortune Telling # Love-Charms # The Library # The Student of Salmanaca # English Country Gentleman # A Bachelor's Confessions # English Gravity # Gipsies # May-Day Customs # Village Worthies # The Schoolmaster # The School # A Village Politician # The Rookery # May-Day # The Manuscript # Annette Delarbre # Travelling # Popular Superstitions # The Culprit # Family Misfortunes # Lovers' Troubles # The Historian # The Haunted House # Dolph Heyliger # The Storm-Ship # The Wedding # The Author's Farewell",
    "genre": [
      "Horror",
      "Fiction",
      "Novel"
    ],
    "author": "Washington Irving"
  },
  {
    "title": "The Visitation",
    "summary": " Centered around the life of Travis Jordan, The Visitation begins when miracles, ranging from a healing, weeping crucifix to sights of Jesus in the clouds, start occurring, giving way to the arrival of a man who calls himself Brandon Nichols. Nichols begins healing people; giving a man who lost the use of his legs in the Vietnam War the ability to walk, and performing various other \"healings\". Most of the townspeople — who are portrayed as disillusioned, post-Pentecostal farmers — begin to believe in Nichols as a Messiah. Brandon Nichols begins to hold \"revival meetings\" on a large ranch outside of town every Sunday, and many churchgoers in town stop going to Sunday morning mass/services and instead listen to Brandon talk and watch him \"heal\". It is at this point that Nichols arouses the ire of one of the local ministers, Kyle Sherman. Enlisting the help of Travis Jordan, he seeks to prove that the so-called Brandon Nichols is not in fact a \"better\" Christian Messiah, but a puffed-up egomaniac using occult powers. In the end, the team (along with the help of a few others) uncover a host of pseudonyms and a hefty helping of deception surrounding Nichols' past. Startling parallels are revealed with the life story of Travis Jordan, all of which come to light as the story progresses.",
    "genre": [
      "Horror"
    ],
    "author": ""
  },
  {
    "title": "Guilty Pleasures",
    "summary": " In Guilty Pleasures, Anita is blackmailed by Nikolaos, the vampire master of the city, into investigating a series of vampire murders. During the course of this investigation, Anita begins her relationship with Jean-Claude, another master vampire, and receives two of the four marks necessary to make her Jean-Claude's \"human servant.\" Ultimately, Anita identifies the murderer, but by that point has sufficiently antagonized Nikolaos and her underlings that she is forced to confront them. Ultimately, with help from Jean-Claude and Edward, a human associate who specializes in assassinating supernatural targets, Anita kills Nikolaos and many of her followers, making Jean-Claude master of the city.",
    "genre": [
      "Horror",
      "Supernatural",
      "Speculative fiction",
      "Mystery",
      "Fantasy",
      "Fiction",
      "Hardboiled",
      "Suspense"
    ],
    "author": "Laurell K. Hamilton"
  },
  {
    "title": "The Laughing Corpse",
    "summary": " The Laughing Corpse takes place a month after the events of Guilty Pleasures and begins with Anita and her manager Bert visiting Harold Gaynor, a local millionaire that wants Anita to animate a 300 year old vampire. He informs Anita that he'd be willing to pay millions of dollars for her to do this, even supplying a willing \"white goat\" that would be needed for an animation of that level. Anita immediately refuses the offer, with Bert agreeing not to take on the case after discovering that the \"white goat\" was a euphemism for a human sacrifice. Anita is later called in to a murder scene by Dolph, the head of the area's supernatural crimes unit. A family was discovered to be torn apart, with a child missing and possibly still alive. Anita theorizes that it would likely be a flesh-eating zombie as there was too much blood left at the scene and that only two people could raise and control a zombie of that power: herself and vaundun priestess Dominga Salvador. The only other person capable of this feat, Peter Burke, recently died. Anita sets up a meeting with Salvador through her mentor Manny Rodriguez, where she discovers that Salvador is both very evil and very powerful. Salvador demonstrates her technique for capturing the souls of the dead and installing them in zombies, preventing the zombies from degrading and allowing further punishment of the dead. She invites Anita to become her partner and help create ensouled zombies for profit, to which Anita refuses and is chased out of the house by an unseen creature. At the funeral for Peter Burke, Anita meets the deceased's brother John Burke, who is also a powerful vaudun priest and capable of committing the zombie murders. Later that day Anita also meets up with Irving Griswold, who supplies her with information on Gaynor, including the name of one of Gaynor's former lovers, Wheelchair Wanda. Irving then tries to get Anita to reveal who the current Master of the City is, only for Irving to discover that it is Jean-Claude after he appears in an attempt to persuade Anita to accept her position as his human servant. That evening Anita investigates a cemetery where remains of one of the murdered family members was discovered and through her powers discovers that a grave has been recently disturbed, with another being empty. The tombstone for the empty grave has been smashed, with Anita discovering a charm bracelet nearby. Anita brings these to an associate that is a touch clairvoyant, who reluctantly tells her that the charm bracelet belonged to a woman recently sacrificed to raise a zombie. Anita is later attacked several times, once by zombies in her apartment and again later by thugs who attempt to kidnap her and her friend Ronnie. The two manage to foil the kidnapping attempt and discover that the thugs were working for Gaynor. Anita eventually visits the town's red light district with Jean-Claude, who helps her intimidate Wheelchair Wanda into talking about Gaynor and divulging that he is obsessed with the idea of finding a historic family treasure and getting revenge. Anita is called to another crime scene so recent that she believes that the zombie might be still hiding in the neighborhood. Dolph begins a search of the neighborhood as well as authorizing Anita to show John his brother's possessions in an attempt to discover any involvement in the murders. Through this she discovers that Peter possessed a gris-gris that contained a portion of the power of a powerful vaundun practitioner that would increase the power of any animator who possessed it. With John, Anita and the police confront Salvador with the gris-gris, which is revealed to be hers. Her grandson Antonio then confesses that he was supposed to remove the charm after Peter's death and now fears what punishment he might receive for this failure. The police discover a video of the events relating to the charm, and with the confession they then arrest Salvador. Anita then returns to the latest crime scene, where she is attacked by the zombie and lays it to rest. Upon returning home Anita is kidnapped by Gaynor's bodyguards and taken to his home, where Anita finds that Salvador has used her influence to gain bail. Gaynor informs Anita that he and Salvador are going to force Anita to raise a relative of Gaynors using his ex-lover Wheelchair Wanda, who has also been kidnapped. Anita refuses, which prompts Salvador to go to another room to begin a spell that would compel Anita to obey her. Anita manages to kill the bodyguards holding them captive and tries to escape with Wanda, only for the compulsion spell to force her to return to the cemetery near Gaynor's home. At the cemetery Salvador informs Anita that she gave Peter a gris-gris to raise his power enough to raise Gaynor's ancestor, as she was unwilling to perform a human sacrifice in front of witnesses. However, because Gaynor's ancestor was an animator, he rose as an uncontrollable flesh-eating zombie and Burke was murdered to keep the animation a secret. Salvador orders Anita to \"perform human sacrifice\", but due to a loophole in the spell Anita only has to perform the command literally and kills the guards holding Wanda. The resulting power from their sacrifice allows Anita to raise and control every corpse in the cemetery and she commands them to kill both Salvador and Gaynor. Anita then lays the zombies to rest. In the epilogue Anita explains that the \"disappearances\" of Salvador and Gaynor have never been solved, that she continues to refuse Jean-Claude, and that she is now considering the extent and implications of the power she now realizes she has.",
    "genre": [
      "Horror",
      "Speculative fiction",
      "Mystery",
      "Fantasy",
      "Fiction",
      "Hardboiled",
      "Suspense"
    ],
    "author": "Laurell K. Hamilton"
  },
  {
    "title": "The House of the Seven Gables",
    "summary": " The novel is set in the mid-19th century, with glimpses into the history of the house, which was built in the late 17th century. The primary interest of this book is in the subtle and involved descriptions of character and motive. The house of the title is a gloomy New England mansion, haunted from its foundation by fraudulent dealings, accusations of witchcraft, and sudden death. The current resident, the dignified but desperately poor Hepzibah Pyncheon, opens a shop in a side room to support her brother Clifford, who is about to leave prison after serving thirty years for murder. She refuses all assistance from her unpleasant wealthy cousin Judge Jaffrey Pyncheon. A distant relative, the lively and pretty young Phoebe, turns up and quickly becomes invaluable, charming customers and rousing Clifford from depression. A delicate romance grows between Phoebe and the mysterious attic lodger Holgrave, who is writing a history of the Pyncheon family. Phoebe takes leave of the family to return to her country home for a brief visit, but will return soon. Unfortunately, before she leaves, Clifford stands at the large arched window above the stairs and has a sudden urge to jump upon viewing the mass of humanity passing before him and his recollection of his youth lost to prison. That instance, coupled with Phoebe's departure — she was the only happy and beautiful thing in the home for the depressed Clifford to dwell on — sends Clifford into a bed-ridden state. Judge Pyncheon arrives at the house one day, and threatens to have Clifford committed to an insane asylum if he does not disclose information regarding mystical \"eastern lands\" of Maine that the family is rumored to own. The deed however has been lost. Before Clifford can be brought before the Judge (which, it is implied, will completely destroy Clifford's sanity), the Judge mysteriously dies in the same chair as the historical Pyncheon who stole the land on which the house was later built from a settler named Maule. Hepzibah and Clifford escape on a train (then a very new form of transport) after the Judge dies. The townsfolk murmur about their sudden disappearance, and, upon Phoebe's return, the Judge's body is discovered. Hepzibah and Clifford return shortly, to Phoebe's relief. Events from past and present throw light on the circumstances which sent Clifford to prison, proving his innocence. Holgrave is discovered to be a descendant of Maule but bears the Pyncheon family no ill will, mostly due to his feelings for Phoebe. The romance ends with the characters leaving the old house to start a new life, free of the burdens of the past.",
    "genre": [
      "Horror",
      "Mystery",
      "American Gothic Fiction",
      "Fiction",
      "Gothic fiction",
      "Chivalric romance",
      "Suspense"
    ],
    "author": "Nathaniel Hawthorne"
  },
  {
    "title": "Hornblower and the Atropos",
    "summary": " On a December day in 1805, Hornblower travels with his very pregnant wife and their son to London on a canal boat via the Thames and Severn Canal and the Thames. He is excited about getting his new orders and obtaining his first command as a post-captain. On the canal, the assistant boatman becomes incapacitated through drink, thus allowing Hornblower the opportunity to learn much of canal boat operation when he volunteers to take the man's place at the boat's helm. Upon their arrival in London, Hornblower assumes command of the Atropos. His first assignment is a unique one: to organise Admiral Nelson's funeral. The Battle of Trafalgar had just taken place, in which Nelson was shot by a musket and killed. The whole nation is in mourning and all eyes are on the funeral. The funeral consists of a procession on the Thames between Greenwich Pier and Whitehall Steps, during which the ceremonial barge conveying Nelson's coffin springs a leak and the crew, after frantic bailing, barely managing to unload the coffin before sinking. Once Hornblower finishes with the funeral, he is presented to his King at Court. He is informed that the king's nephew, a German prince driven out of his principality by Napoleon, is to be one of his midshipmen on the Atropos. Hornblower's treatment of the prince is a continuing sub-plot. Hornblower is then sent to collect from Gibraltar three Sinhalese pearl divers and their quarrelsome salvage master to recover treasure from a sunken British ship, the Speedwell, which went down in Marmorice Bay in Turkey carrying a fortune in silver and gold - the pay chests of the British Army in Egypt. Hornblower is given the salvage operation. The Turks are already aware of the presence of the gold, and in the weeks Atropos is present in Marmorice become aware of the supposedly secret recovery operation. They bring a Turkish warship into the bay, and man a previously deserted fort, trapping Atropos. When the Turks demand all the money Hornblower has so far recovered, he puts them off until the following morning. In the middle of the night, he makes a daring escape by an extremely perilous route, avoiding both ship and fort, and outsmarting the Turks. Following Hornblower's delivery of the treasure at Gibraltar, he helps capture a Spanish ship, the Castilla, and makes his way into a Sicilian port for repairs. He does such a fine job that his ship attracts the notice of the King of The Two Sicilies. The British government transfers the vessel to the Sicilian navy in return for the King's allegiance. Hornblower makes his way back to England, only to find both of his children mortally ill with smallpox. *Other books in the series refer to Hornblower capturing the Castilla as a lieutenant, but he is a captain in this book, which actually describes the battle. Confusingly, the obscure short story \"The Hand of Destiny\" (1940) also describes an entirely different action featuring Lt. Hornblower capturing Castilla. Forester, apparently, would retcon Hornblower's history, overwriting the events of his short stories in subsequent novel-length works. \"The fact that he discouraged the re-publication of the short stories is an indicator that he gave the novels' events preference.\" sv:Hornblower på Atropos",
    "genre": [
      "Horror",
      "Fiction",
      "Historical novel"
    ],
    "author": "C. S. Forester"
  },
  {
    "title": "Shadow Fires",
    "summary": " The protagonist of the story is a woman who is in the process of divorcing her abusive husband Eric, an intense scientist at a bio-research company, when he is killed in a traffic accident. As it turns out, the husband was doing research into immortality, due to an obsession with cheating death stemming from sexual abuse he suffered as a child and the fear that his abuser is waiting for him in Hell. In fact, he experimented on himself using an untested serum designed to grant incredible regenerative abilities. The husband wakes up in the morgue, but his \"immortality\" turns out to be flawed; it cannot properly repair brain damage, as the \"mind\" is made of electrical signals and not just flesh and protein. The trauma from the traffic accident has resulted in him suffering constant pain and a lack of mental clarity. The husband, now an unstoppable killing machine, proceeds to stalk his wife across the country while slowly descending into madness and the return from death causing him to mutate at a rapid pace. Rachael and her boyfriend Ben Shadway track the reanimated Eric to his secret country hideaway in the hope of killing him before he can regenerate to a level where he would be able to find and kill Rachael. However, Eric outwits them and manages to hide in the trunk of Rachael's car after overhearing her and Ben in conversation discussing their plan to split up and meet in Las Vegas. As Rachael Leben unwittingly transports Eric toward Las Vegas, she stops off along the way and witnesses Eric emerge from the trunk of her car, now hideously transformed into some kind of indescribable mutant and rapidly mutating. A chase ensues into the desert, but Rachael manages to escape from Eric's clutches while he's feeding on a den of rattlesnakes and finds her way back to her car, setting off again toward Vegas. Some time later Eric kills and eats the driver of a car then rapes, kills, and devours the female passenger before he too sets off to Vegas. Ben Shadway is also being chased by federal agent Anson Sharp, who harbours a 20 year old grudge against Shadway after the two served in Vietnam together and Shadway exposed Sharp's corruption and illegal smuggling activities, culminating in Sharp being dishonourably discharged from the US army. Partners in Eric Leben's bio-research company are also on the tail of Shadway and Rachael Leben to try to prevent them from exposing the top-secret project that the company was working on to the media but are stopped by Sharp's forces. Sharp seeks to kill them both, to keep Project Wildcard secret and get revenge on Ben. After a lengthy pursuit across Nevada to Las Vegas, the couple have their final confrontation with Eric at Ben's hotel. Eric's mutation finally stabilizes into a seemingly unstoppable and unreconizable insectoid form incapable of being slain by the firearms they have. Thinking quickly they pour gasoline on Eric and set him on fire. Consumed by fire, the accelerated metabolism in Eric's mutated body devours itself in an attempt to regenerate and mutate further, reducing his body to ooze and finally killing the genetic abomination but not before Eric's shattered consciousness finally accepts death. Sharp attempts to kill them but one of his own men who realizes how insane Sharp had become shoots Sharp in the head and kills him. With both their enemies dead, Rachael and Ben finally prepare to get married as well as break the story to the press.",
    "genre": [
      "Horror",
      "Fiction",
      "Romance novel"
    ],
    "author": "Dean Koontz"
  },
  {
    "title": "Sheep",
    "summary": " A young family moves to rural Wales to renovate a farmhouse and recover from the drowning death of their daughter, Ruthie. While there, the family witnesses a series of terrible mutilations of sheep by an unknown perpetrator.",
    "genre": [
      "Horror"
    ],
    "author": "Simon Maginn"
  },
  {
    "title": "Koyasan",
    "summary": " The book is about a young girl called Koyasan, who fears the graveyard in her town where the spirits live. Her younger sister enters the graveyard after dark and her soul is captured. In order to find and retrieve her sister's stolen soul she must battle three spirits and return the soul to her sister's empty body before dawn.",
    "genre": [
      "Horror"
    ],
    "author": "Darren Shan"
  },
  {
    "title": "Ratman's Notebooks",
    "summary": " The book is set as a series of journal entries, where the unnamed narrator goes back and forth between his life with the rats and his work, in a low-level job at a company that his father used to own. In these entries, the young man dwells on the hatred he feels for his boss, the stresses of caring for his aging mother, a nameless girl he becomes fond of and above all the families of rats which he has befriended and which he uses them for company and companionship. Eventually, the young man trains the rats to do things for him. His favorite is a white rodent, which he calls \"Socrates\". A rival to Socrates is \"Ben\", a large rat that the narrator grows to despise when it refuses to listen to him. The young man uses the rats to wreak revenge upon his boss, and havoc amongst the local shop owners and home owners, who he has robbed with the aide of his rat pack. His \"ratman\" robberies become a newspaper sensation in the area, and the man makes quite a stash of money for himself, and for the girl who he is courting at work. After his mother dies, the young man inherits the house. Socrates is killed at the young man's work place, by his boss Mr. Martin, and the young man is forced to now use Ben in his criminal escapades. He devises a plan to have the rats kill Mr. Martin, avenging Socrates death. He then abandons all the rats at the scene of the crime, ridding himself of that part of his life. Eventually, as his relationship with the office girl moves towards marriage, Ben and his pack return, chasing the girl out of the house, and trapping the young man in the attic. The book ends with the young man madly scribbling about the rats chewing away at the door.",
    "genre": [
      "Horror"
    ],
    "author": "Stephen G Gilbert"
  },
  {
    "title": "Burnt Offerings",
    "summary": " As in the previous novels, Burnt Offerings requires Anita to balance her romantic life with her roles as supernatural police consultant, vampire executioner, zombie animator, human servant and lover to the vampire Master of the City and lupa to the local werewolf pack. In this case, Anita is quickly confronted with several problems that ultimately prove to be interrelated: * Fire Captain Pete McKinnon wants Anita's help with a series of arson incidents that he believes to be the work of a pyrokinetic. * The local wereleopard pard needs leadership and protection after Anita killed its \"alpha,\" Gabriel in the previous novel, The Killing Dance. * The Thronos Rokke pack of werewolves needs clear succession and protection, particularly while Richard is out of town studying for his master's degree. * A vampire has been set on fire at the vampire owned and themed restaurant, \"Burnt Offerings.\" The woman who did so claims that the vampire tried to bite her against her will, and alleges self defense. This attack later proves to be the first in a series of attacks on vampires and vampire businesses. * Most threatening, the Vampire Council has sent representatives to Jean-Claude's territory in an attempt to investigate and possibly destroy Jean-Claude. The Council is threatened by Jean-Claude's ability to destroy one of its most powerful members, The Earthmover, and by Jean-Claude's refusal to take The Earthmover's place on the Council himself. (Jean-Claude will not do so because he is not strong enough to hold the position against challengers; but the Council, based in Europe, fears that Jean-Claude is setting up a rival council in the United States). The Council has sent representatives of four of its six remaining members, as follows: ** Council member The Traveler has arrived personally, or at least in spirit (one of his powers is the ability to possess other vampires, and the location of his actual body is never revealed). The Traveler is accompanied by Balthasar, his human servant, and has also recruited one of Jean-Claude's vampires, Liv, to leave Jean-Claude's service and swear fealty to the Traveler. ** Council member the Master of Beasts has arrived personally, accompanied by his son, Fernando and the other members of his triumvirate, Gideon and Captain Thomas Carswell. ** Belle Morte does not come personally, but is represented by Asher, Jean-Claude's former lover and current mortal enemy. ** Morte d'Amour is represented by the vampires Yvette and Warrick. Anita is forced to put the mysteries aside as she participates in a series of confrontations between Jean-Claude's followers and the council. Ultimately, Anita's combination of loyalty, ruthlessness, and naiveté allows her to triumph over each of the delegations of vampires. * The Master of Beasts and Fernando attempt to seize control of as many of the city's lycanthropes as possible, but are ultimately stopped by Anita, Richard and Rafael. Anita assumes control of the leopard pard and fully assumes her role as lupa, rescuing all of the local shapeshifters with Richard and Jean-Claude's help, but not before the Master of Beasts, Fernando, and Liv torture Rafael and Fernando and Liv torture and rape Sylvie and Vivian. * Anita shares Jean-Claude's love for Asher, notwithstanding Asher's scars and his hatred of them both. Ultimately, their love wins Asher over, and he decides to leave Belle Morte's service and remain in St. Louis with Anita and Jean-Claude. * Anita offers friendship to the Traveler, and challenges him to be a worthy ruler when she discovers that his power is causing local vampires to become feral. Intrigued, he accepts. * As she and Richard confront the Master of Beasts a second time, the Master lets Anita get too close. Anita draws on the power of Raina's munin, using Raina's powers to threaten harm rather than healing. With the Master's heart in her metaphysical grip, Anita threatens to kill him unless the Master leaves St. Louis and turns over Liv and Fernando to suffer the punishment for raping a member of Anita's werewolf pack. The Master is loath to give up his son, but ultimately agrees, and Anita turns Liv and Fernando over to Sylvie and the pack, winning their loyalty as their lupa. * Yvette then reveals her plan, solving the remaining mysteries. Like Mister Oliver before him, Yvette's master, Morte d'Amour, fears the US experiment with vampire legalization and wishes to sabotage it. Yvette, together with Harry, the owner of Burnt Offerings, has been provoking Humans First to attack vampires and vampire businesses, and plans for Asher to kill Jean-Claude, seize control of the city's vampires, and provoke them into a murderous rampage. Asher, won over by Jean-Claude and Anita, refuses. Yvette then reveals her back-up plan—at her instructions, Warrick, a pyrokinetic, has been setting the arson fires, and will burn down a stadium full of people. Warrick, a former crusader, announces that he has rediscovered his faith in God and refuses to assist Yvette. Yvette then announces that she personally will go on a rampage, but is stopped by Warrick, who uses his powers to burn both Yvette and himself to ash.",
    "genre": [
      "Horror",
      "Speculative fiction",
      "Mystery",
      "Fantasy",
      "Fiction",
      "Suspense"
    ],
    "author": "Laurell K. Hamilton"
  },
  {
    "title": "Narcissus in Chains",
    "summary": " * Narcissus in Chains takes place shortly after the events of Obsidian Butterfly, and approximately one year after the events of Blue Moon. At the beginning of the novel, Anita Blake has been out of contact with Jean-Claude, Richard, and the vampires and werewolves that follow her two lovers. After the events in the last novel, Anita is determined to renew her connections to Jean-Claude, Richard, and their followers, but she encounters several new problems as a result of \"marrying the marks\" that Jean-Claude has placed on Richard and herself. ** First, Jean-Claude feeds his ardeur, a rare power seen only in vampires of Jean-Claude's bloodline, through Anita. Shortly afterward, Anita develops the power herself. Although this power allows Anita to draw energy from lust, it also requires her to \"feed\" on this sexual energy every day, sometimes multiple times a day. ** Second, in Anita's absence, Damian, a vampire linked to her after she raised him from true death, has become a feral killing machine and has been locked away by Jean-Claude, and Richard has attempted to substitute democracy for the strictly hierarchical nature of the local werewolf pack, threatening to destroy the pack. A new werewolf in town, Jacob seeks to take advantage of this chaos to raise to third in the pack; to become Ulfric, he would need to first take out second-in-command Sylvie, and then Richard himself. ** Third, a new alpha wereleopard, Micah has arrived with his pard of wereleopards, and seeks to merge groups with Anita and consequently becomes her Nimir-Raj and mate. ** Fourth, a new group of shapeshifters has arrived in town, and attempts to capture Nathaniel and several swanmanes. In the fight against those shapeshifters, Gregory accidentally claws Anita, potentially infecting her with wereleopard lycanthropy. ** Fifth, Anita eventually learns that several of the weaker werespecies in town have had their alpha weres mysteriously disappear. * Ultimately, Anita resolves each of these issues with help from her various allies. ** Anita helps Damian to regain his sanity, assuming her position as Damian's master and rendering him the first \"vampire servant\" in centuries. She becomes the bolverk for the werewolves, performing the acts too evil for Richard to do them himself, and inspires Richard to reorganize the werewolves' power structure by showing him how close the wereleopard pard has become under her own dominance. ** Anita learns that the conflict in the shapeshifter world is due to the arrival of Chimera, a panwere who seeks to dominate shapeshifters by finding weak groups and eliminating their alphas. Both Jacob and Micah arrived in town as agents of Chimera, intended to deliver the local werewolves and wereleopards to his control. Micah, however, switched his loyalty to Anita and was nearly killed as a result. In order to save Richard and Micah's lives, Anita uses her powers to draw the life from Chimera and share that energy with them, killing Chimera and making allies of Narcissus and his werehyenas. The ease with which Chimera played the various species against one another inspires Anita to begin forming a coalition of all the shapeshifter species in St. Louis headed by herself, at least for the moment. ** Anita comes close to reconciling with Richard, but Richard ultimately leaves her after she uses the ardeur to feed on him, declaring that, like Anita herself, he will not allow himself to be used as food. Anita accepts Micah as her lover and Nimir-Raj. Micah, who appears willing to accommodate any desire of Anita's, becomes part of a menage a trois with Jean-Claude, allowing Jean-Claude to feed on him. * In the epilogue, Anita mourns Richard, but explains that she believes that their romantic relationship is finally over. She is no longer the lupa of the Thronos Rokke clan, but has become its bolverk. She is not herself a wereleopard, but her affinity with the leopards apparently means that they are her animal to call as if she were herself a master vampire. Anita and Micah are happily leading their wereleopards, and she, Micah and Jean-Claude are a happy threesome, but, being Anita, she doubts that happiness can last long.",
    "genre": [
      "Horror",
      "Speculative fiction",
      "Romance novel",
      "Mystery",
      "Fantasy",
      "Fiction"
    ],
    "author": "Laurell K. Hamilton"
  },
  {
    "title": "Cerulean Sins",
    "summary": " * Cerulean Sins apparently takes place some time after the events of the previous novel, Narcissus in Chains. Anita is happily living with Micah and Nathaniel and dating Micah and Jean-Claude. However, as usual, Anita is confronted by a series of simultaneous problems. ** First, she appears to be attracting the attention of a number of spies, including \"Leo Harlan\", a professional assassin who claims to want Anita to reanimate one of his ancestors to assist in genealogical research and two mercenaries who Anita arrests via her Federal Marshal status after noticing them following her. ** Second, Jean-Claude is unpleasantly surprised by an early visit from Musette and her entourage, all of whom are representatives of the founder of Jean-Claude's bloodline, Belle Morte and represent an attempt by Belle Morte to test and possibly punish or capture Jean-Claude and his followers. ** Third, Anita learns of a series of shockingly brutal rapes and murders, apparently committed by a shapeshifter serial killer. However, because of her deteriorating relationship with Dolph, Anita is unable to get cooperation from the police in solving the crimes. * As usual, Anita resolves each of these conflicts with a combination of ruthlessness, magical power, and the loyalty of her friends and lovers. ** Anita ultimately learns that the mercenaries have been spying on her to consider recruiting her for a secret mission overseas. (As Agent Bradford warned Anita in Obsidian Butterfly, Anita has come to the attention of one or more secret agencies within the US government). Luckily for Anita, at her mentor Marianne's insistence, Anita had stopped using animal sacrifices to raise zombies. Without the additional power granted by an animal sacrifice, Anita's zombies were sufficiently \"zombie-looking\" to convince the mercenaries that she would not be able to perform the job, arguably validating Marianne's belief that the animal sacrifices would result in bad karma. ** Anita confronts, outmaneuvers, or defeats Belle Morte several times. First, she and Jean-Claude take Asher to their (cerulean) bed in a menage a trois, making Asher their lover and therefore immune to most of Belle Morte's advances. Second, Anita, with help from Richard, Jean-Claude, and her wereleopards, is able to block Belle Morte's attempts to make Anita her human servant. Third, Anita is ultimately able to trap Musette in their game of courtly politics, proving that Belle Morte and her proxy Musette has violated the terms of her invitation and forcing Musette and her people to leave. ** More alarmingly, Anita begins to believe that Belle Morte is planning a war against the Mother of Darkness, the oldest and most powerful of the world's vampires. Although Anita and Jean-Claude do their best to avoid that conflict, the Mother of Darkness is beginning to awaken from a millennia-long sleep, and seems interested in Anita. ** Finally, Anita helps Zerbrowski track down the shapeshifting serial killer, who turns out to be a werewolf member of the mercenary team sent to observe Anita herself. After a confrontation in which several police officers are killed, Anita tracks down the werewolf a second time and executes him. * In the epilogue, Anita explains that she is continuing to date Micah and Jean-Claude, and that she has also added Asher to her list of lovers. She and Richard are still broken up, but Richard appears to be overcoming his death wish. Two of Belle Morte's vampires have received permission to remain in St. Louis, both to repair the damage done by their visit and to attempt to stay out of the way of any conflict between Belle Morte and the Mother of Darkness.",
    "genre": [
      "Horror",
      "Speculative fiction",
      "Mystery",
      "Fantasy",
      "Fiction",
      "Suspense"
    ],
    "author": "Laurell K. Hamilton"
  },
  {
    "title": "After the Hole",
    "summary": " At an English public school, five students - Liz (the narrator of many flash backs), Mike (the protagonist of most of the student's time in the titular \"hole\"), Alex, Frankie and Geoff - are lured into an abandoned cellar by a malevolent prankster named Martyn. All is well for the three days, in which they socialise and get to know each other better; but when three days pass and Martyn is nowhere to be seen, the group must face the possibility that they are trapped indefinitely. Flash forwards of a \"dream summer\" section punctuate the story, narrated by Liz, reveal that most of them got out of the hole (Liz interacts awkwardly with Alex at one point) and Mike and Liz are now living together while Liz writes a book based on everything that happened within the Hole. Liz also keeps tapes of interviews with a girl named \"Lisa\" who talks of her romantic relationship with Martyn. In the Hole, they become increasingly desperate for food, beginning to face up to the fact that Martyn's experiment was really to play God with all of them. Mike and Liz meet at night in the small bathroom section and talk a lot. At one point Mike believes he sees the keyhole of the trapdoor locking them in the Hole \"winking\" at him, but dismisses this on grounds that he is hallucinating, or so he thinks. The water supplies go off. Mike tells Liz his experience with the \"winking\" keyhole and from this she decides that Martyn must have bugged the main room but not the bathroom area where Mike and Liz have been talking. Liz formulates a plan to test their theory, by saying how lucky they are to have light, and see if Martyn turns off the electricity. They then sleep together. Liz follows through with it, and everything goes to plan. The electricity goes off. Liz tells the others that a friend of hers knows about the prank and if she doesn't return he will come and rescue them. Everyone rejoices, but Mike is suspicious. Lisa's story goes on in parallel to this, via the tapes Liz has made of \"interviews\" she had with Lisa. On the same day Liz plots this, Lisa goes over to Martyn's house and tries to break up with him. Martyn barely listens and, in anger, rapes Lisa. After this, he walks out and supposedly never returns. Lisa goes into his office, searching for him, and sees the tapes of The Hole. She realises everything that has gone on and goes to the Hole, rescuing everyone. At this point, Liz's narrative ends and there is an extremely ambiguous epilogue written by Dr. Phillippa Horwood, who casts the whole of Liz's testimony in doubt by saying that Michael (\"Mike\") Rollins died on the sixteenth day in the Hole, that Liz was the \"sole survivor\" and that no records of the infamous Martyn exist, heavily implying that Liz created Martyn in order to place blame on someone other than herself. It is also heavily implied - but never actually decided - that Liz and Lisa are the same person.",
    "genre": [
      "Horror"
    ],
    "author": "Guy Burt"
  },
  {
    "title": "Micah",
    "summary": " Micah apparently takes place approximately one month after the events of Incubus Dreams. (Tammy Reynolds, one of the characters in the series, is four months pregnant in Incubus Dreams and five months pregnant in Micah). As usual, Anita must juggle several problems simultaneously. * First, in her role as an animator, Anita must travel to Philadelphia on short notice to substitute for Larry Kirkland, who must remain in St. Louis because of complications in his wife Tammy's pregnancy. Although the assignment—reanimating a recently deceased federal witness in order to testify in an organized crime investigation—initially seems routine, Anita quickly begins to suspect that there is more to the case than she and Larry have been told. * Second, Anita continues to deal with her various personal problems, in this case her relationship with Micah, who accompanies her on the trip. Anita must come to terms with Micah's decision to reserve a nice hotel room for the two of them without telling her, and must help Micah get over two of the defining problems in his life: first, the trauma narrowly surviving a wereleopard attack that left several members of his family dead; and second, the trauma of accidentally harming a previous girlfriend during sex, due to his unusually large penis. * Third, Anita continues wrestle with her recent increase in power, first attempting to deal with the ardeur, a metaphysical effect that causes Anita to need to have sex every few hours, and second, wrestling with the vast increase in her own powers as a necromancer, which are now so powerful that her attempt to raise a single person threatens to raise every corpse in the cemetery. As usual, Anita is able largely to resolve each of these problems by the end of the novella. * The initial plot point—the animation—is not resolved until the very end of the novella. Although Anita initially wrestles with her increase in power, she is ultimately able to confine her power to a single corpse, raising only the witness, Emmett Leroy Rose. However, Anita then learns that although Rose technically died of a heart attack, the heart attack itself occurred after the defense lawyer in the investigation, Arthur Salvia, framed Rose for murder. Rose therefore considers Salvia his murderer and will not rest until he has killed Salvia. In the ensuing fracas, Anita is knocked unconscious, and Salvia is killed. * With regard to Anita's personal problems, she and Micah make some progress. Anita decides to accept that Micah surprised her with the romantic hotel, and listens to him share the traumas of almost being eaten alive by a wereleopard and of being rejected by various women. Anita sympathizes with Micah's survivor's guilt, and, in a conversation very similar to her conversation with Richard in Incubus Dreams, explains to Micah that some women don't like well-endowed men, but other women, such as Anita, do.",
    "genre": [
      "Horror",
      "Speculative fiction",
      "Romance novel",
      "Mystery",
      "Fantasy",
      "Fiction"
    ],
    "author": "Laurell K. Hamilton"
  },
  {
    "title": "Danse Macabre",
    "summary": " Danse Macabre appears to take place a few weeks after the events of Incubus Dreams and almost immediately after the events of Micah, assuming that the series of serial killings that Anita's friend Ronnie refers to as occurring two weeks earlier are the killings Anita investigates in Incubus Dreams. Unlike the previous thirteen novels, neither Anita's role as a Federal Marshal nor her job as a zombie animator plays any part in this novel. Instead, Anita must juggle a series of problems arising from her own increasing power, Jean-Claude's vampire politics, and her own personal life, complicated in this case by Anita's apparent pregnancy. * First, Anita believes that she may be pregnant. This forces her to confront the difficult choice of whether to bring the child to term, as well as whether to inform the various potential fathers. (Richard, Nathaniel, Jean-Claude, Asher, and Damian). ** Richard and Nathaniel are the most likely candidates for fatherhood; Micah had a lycanthrope vasectomy (silver clamps on the vas deferens); vampires in this world are capable of fathering a child, either via sperm created prior to their death for the newly dead, or if their body temperature is kept elevated for a long enough period of time to create new sperm, but the likelihood goes down with age. A vampire over the age of 100 is not a likely candidate. ** Micah and Nathaniel are willing to rearrange their lives to take on the primary parenting responsibilities. By contrast, Richard proposes monogamous marriage and expects that Anita will stop being a vampire executioner and federal marshal. ** A child of Anita's would have a significant risk of birth defects. Previous books have mentioned \"Vlad Syndrome\", occurring in children of vampires, which in severe cases results in death of both the child and the mother. Anita is also at risk of \"Mowgli Syndrome\", which can occur when a shapeshifter has intercourse in animal (or part-animal) form. Not all details are discussed, but it is noted that the fetus can develop at the rate of the beast instead of human &mdash; which could put Anita past the legal abortion threshold in only a few weeks or months, depending on the animal. * Second, Anita's increasing powers continue to lead to new problems. In particular, Anita is attempting to select a pomme de sang from a variety of candidates, leading to a series of conflicts between various persons who wish to join her harem of lovers. In addition, she discovers that her ardeur has been shaping both her own and her lovers' feelings and personalities, making Anita question whether her love for Micah and Nathaniel is real. Finally, Anita discovers that she may be a pan-were, and that in addition to being the dominant female of the local wolf and leopard pack, she may also become Regina, or Queen, of the local werelion pack, leading to a conflict between the lions eager to become her Rex, or lion king. * Third, Anita is involved in a variety of conflicts relating to vampire politics, largely relating to Jean-Claude's decision to invite a vampire ballet and several master vampires to St. Louis. ** Augustine, the master of Chicago, Illinois, attempts to force Anita to love him, and hopes to control the local were-lion pack by introducing a dominant were-lion of his choosing. ** Thea—who is not only the wife of the master of Cape Cod but a siren—wishes Anita to sleep with one or all of her three sons, in the hope that Anita can bring them into their power. ** Merlin, head of the vampire ballet, attempts to mentally dominate all of the master vampires and lycanthropes present at the performance, for reasons he will not reveal. ** Meng Die is becoming increasingly jealous of Anita's irresistibility to the men in their circle, to the point where she attempts to kill Requiem ** Both Belle Morte and The Mother of Darkness continue their attempts to dominate Anita. Ultimately, Anita resolves most of these conflicts: * After reluctantly deciding to have the baby, Anita ultimately learns that she is not pregnant, and that her positive test result was caused by her unique body chemistry. * Anita learns to accept that her love may be manufactured in part by the ardeur, particularly in the cases of Nathaniel and Micah, both of whom have had their personalities shaped by the ardeur to meet Anita's needs (and vice versa). She accepts that she possesses several metaphysical \"beasts,\" and rejects Haven, a dominant were-lion that Augustine hoped to use to dominate the St. Louis pack. * Anita is also able to navigate most of the challenges raised by vampire politics. ** Using the ardeur, Anita and Jean-Claude bind Augustine, increasing their own power. They also turn the tables on him by feeding not only on him, but on his entourage. (Although Anita now loves Augustine, she is sufficiently stubborn that this love does not gain him an advantage). ** Anita promises to sleep with Thea's oldest son to see if she can raise his powers through the ardeur. ** Anita defeats Merlin's attempt to dominate the assembled vampires and shape-shifters, and questions him for information about the Mother of Darkness. ** The combined threat of Anita, Jean-Claude, and all of their vampires is enough to make Meng Die agree not to kill anyone for the night. ** Anita is able to evade Belle Morte and the Mother of Darkness's attempts to control her, although she continues to fear them.",
    "genre": [
      "Horror",
      "Speculative fiction",
      "Romance novel",
      "Mystery",
      "Fantasy",
      "Fiction"
    ],
    "author": "Laurell K. Hamilton"
  },
  {
    "title": "The Keep",
    "summary": " The Keep had stood empty in the Transylvanian Alps for some 500 years. No one knew who built it, or why. But on the eve of World War II, German soldiers moved in and awoke something—something hungry… something more merciless than the SS einsatzkommandos accompanying them.",
    "genre": [
      "Horror",
      "Fiction",
      "Humour"
    ],
    "author": "F. Paul Wilson"
  },
  {
    "title": "They Thirst",
    "summary": " The prologue starts in Hungary as young Andy is waiting for his father to come home after a hunting trip. His father comes in late but is different. Andy comes to his father when told to and finds he is pale and cold. Andy's mother suspecting that he is a creature he was hunting for shoots him. His face is blown apart but continues to come after the two. They then run away into the cold blizzard. His father shouts \"I'LL FIND YOU\" as they run away. Andy and his mother finally go to a house away from their town. Later Andy is now a detective trying find the Roach who rapes, murders, and then puts cockroaches in the mouth of the women. Andy works leaves him stressed from days and days of work. Meanwhile an albino sociopath killer is making his way to Los Angeles by the calls of someone and visions. At a bar in Texas he kills everyone with a Mauser and makes his way to Los Angeles. Gayle Clark is a reporter and while going to work with her boyfriend they find the Hollywood Cemetery is ransacked. The people who did this left the bodies in a road and stole the coffins. Andy is told this and goes to the watchman to tell him what to do if the men did it again to just stay in the house and close the binds. At the same time Rico, a Chicano gangster, gets his girl and finds she is pregnant. But the girl runs away after asking whether it's his. The girl runs while Rico tries to find her. But she is overtaken by the vampires in a dark street. That same night Wes Richer is having a large party after his successful comedy show. But his wife is a medium and she decides to have a vision with a Ouija board with a non-believer. She is told by a spirit that there's evil and when asked what is this evil it replies, \"THEY THIRST\" Before dawn the Prince Vampire is in Disneyland and sees the Headmaster. The Headmaster tells him that endless possibilities will be possible once he conquers Los Angeles. When seen after talking to him by a watchman he turns into a large bat and flies away. es:Sed de sangre",
    "genre": [
      "Horror"
    ],
    "author": ""
  },
  {
    "title": "The Ruins",
    "summary": " Four American tourists&mdash;Eric, his girlfriend Stacy, her best friend Amy, and Amy's boyfriend Jeff, a medical student&mdash;are vacationing in Mexico. They befriend a German tourist named Mathias and a trio of hard-drinking Greeks who go by the Spanish nicknames Pablo, Juan, and Don Quixote. Mathias convinces Pablo and the Americans to accompany him as he joins up with his brother Heinrich who had followed a girl he'd met to an archeological dig. The six of them head down to the rural Yucatan in search of Heinrich. Near a Mayan village, they discover a disguised trail which leads to a large hill covered in vines and surrounded by bare earth. The group approach the hill, ignoring the warnings of a young boy who had followed them to the village. The boy soon returns with armed adults who force the group to stay on the vine-covered hill. Among the underbrush, they discover the body of Heinrich, already overgrown with vines. They realize that the vines contain an acidic sap that burns their hands after they pulled the vines away from Heinrich's body. At the top of the hill is a camp with tents, a campfire and windlass and rope which leads down a mine shaft. Much of the camp is overgrown with the same acidic vines. Hearing the ring of a cell phone from the bottom of the shaft, they use the rope to lower Pablo down in an attempt to retrieve it. However, the acid from the vines has weakened the rope which snaps, sending Pablo falling down the shaft. His back is broken and the group raises him on a makeshift backboard. Jeff, who quickly emerges as the most level-headed and action-oriented of the group, explores the hill and discovers that the Mayans have formed a perimeter around the entire hill, not approaching, but always watching him and ready to shoot them dead with bow and arrow. He also discovers a warning sign made by someone else, which has been pulled into the underbrush of vines. That night, Eric, who had received a wound on his leg while rescuing Pablo, awakes to find one of the vines curled around his leg and inserting itself in his wound. Jeff surmises that the Mayans are afraid of the vines. They salted the earth around the hill to prevent their spread and are now intent on killing anyone who strays onto the hill. Already, spores from the vines have embedded themselves in the group's clothes. He also realizes that they will die soon without any food or water. Jeff and Amy return to the mine shaft to find the cell phone. After almost falling into a pit, Jeff realizes that the cell phone noise is being made by the vines. The plants can imitate sounds made on the hill. As they climb back up, they hear the plants laughing at them. Eric becomes convinced that the vines have infested his body and attempts to cut himself to get them out. That night, he, Amy, and Stacey get drunk and nastily criticize everyone. Later, the vines repeat their criticisms, especially those of Jeff. Amy and Jeff fight and Amy leaves the tent drunkenly. Jeff ignores the sound of her vomiting, and calling his name. The next morning they discover that Amy is dead; the sounds they heard were of the vine suffocating her. They seal Amy's body in a sleeping bag, intending to bury her, but that night they hear her calling Jeff's name. Seeing the bag moving, they open it to discover it full of writhing vines which have eaten Amy's body. Jeff, taking advantage of a torrential rainstorm, heads down the hill and attempts to escape but is shot by the Mayans. The vines pull his body back into the underbrush. The next morning, Stacey and Matthias go to check on Jeff. Increasingly disturbed, Eric begins cutting himself in an effort to remove the vines which he believes have infested his body. Hearing the vines telling them that Eric is dead, Matthias and Stacey run back up the hill to find him bloody, but alive. Eric angrily confronts Matthias, and accidentally stabs the other man with his knife. He then asks Stacey to kill him which, after much pleading, she does. Alone, Stacey heads to the bottom of the hill and seats herself on the path leading to the top. She then calmly slits her wrists and waits to die so that her body will be a warning to anyone else who comes. As she loses consciousness, the vines reach out and pull her off the path into the underbrush. A few days later, the other two Greeks, with some Brazilian tourists in tow, find the trail. A little girl&mdash;who's acting as a sentinel, as the little boy on the bike was&mdash;runs back to the village, but the new tourists are already halfway up the hill, calling for Pablo, before the men on horseback arrive.",
    "genre": [
      "Horror",
      "Novel",
      "Speculative fiction",
      "Mystery",
      "Suspense",
      "Fiction"
    ],
    "author": "Scott Smith"
  },
  {
    "title": "Prayers to Broken Stones",
    "summary": " The actual story is classic Simmons in its literary allusions, with epigraphs from Ezra Pound's Cantos; the protagonist's father is a Pound scholar with an especial interest in the Cantos (reading from it to his children), and the premise can be seen as deriving from a line in the Cantos as well. The mother of the family has died of some unspecified illness. Stricken by grief, the father bargains (heedless of the prospect of financial ruin) with the \"Resurrectionists\" to have his wife's corpse technologically revived. The resurrection is a hollow one, as all higher cognitive functions are irreparably damaged, although it does function somewhat autonomously. Their family is stigmatized, and the father slowly breaks down and his classes become less and less popular until he takes a sabbatical to write his long-planned work on the Cantos. He spends most of it drunk. Simon, the protagonist's brother, eventually commits suicide. A few years later, while the protagonist is at university (sponsored by the Resurrectionists, whom he has joined) the father commits suicide as well. He graduates and begins working for them and helping to spread the living dead. He does little but work, spending his free time with his resurrected family.",
    "genre": [
      "Horror",
      "Science Fiction",
      "Speculative fiction",
      "Short story",
      "Fiction"
    ],
    "author": "Dan Simmons"
  },
  {
    "title": "Legion",
    "summary": " The story opens with the discovery of a twelve-year-old boy who has been murdered and crucified on a pair of rowing oars. Kinderman already sees that the boy is mutilated in a way identical to the victims of a serial killer known as the Gemini Killer, who was apparently shot to death by police twelve years previously while climbing the Golden Gate Bridge in San Francisco. A priest is later murdered in a confessional, once again bearing the mutilations distinctive of the apparently deceased killer. The fingerprints at the two crime scenes differ, however. Further victims soon follow, including one of Kinderman's friends, another priest, who is slain in a hospital, his body drained of blood before being decapitated. Yet again the Gemini Killer's mutilations are present. Investigations lead Kinderman to the psychiatric wing of the hospital where his friend was slain. Here he finds a number of suspects: * Dr. Freeman Temple - a psychiatrist who has a dismissive and even contemptuous attitude towards his patients. * Dr. Vincent Amfortas - another doctor at the hospital. He is very mysterious and not very talkative, and is seemingly apathetic towards everything since the recent death of his wife. * Patients - there are a number of elderly people at the hospital suffering from senile dementia. The fingerprints of different senile patients are found at murder scenes, but interviews with the patients make it clear they are seemingly incapable of carrying out the elaborate killings and mutilations. * Tommy Sunlight - a mysterious patient, found wandering aimlessly eleven years ago dressed as a priest, who brags of being the Gemini Killer reincarnated and who claims to have carried out the recent murders, even though he logically could not have done so, being secured in a locked cell in a straitjacket. At one point he claims the doctors and nurses let him out to kill. He also looks identical to Damien Karras, a priest who supposedly died in The Exorcist by falling down a flight of stairs. * James Vennamun - the actual Gemini Killer himself. His body was never found, suggesting he may have survived and is resuming his crimes. In the end, the implication is that the Gemini Killer possessed the body of Damien Karras and spent many years trying to gain control of the body, during which time Karras was held in a mental hospital. He lacked any identification and was nicknamed Sunlight because he sat in the sun's rays as it passed through the window of his cell. Upon finally gaining control of Karras' body, the Gemini occasionally left it to possess the bodies of the patients suffering from senile dementia, and as they were in an open ward with access to the outside world, he could use them to go forth and commit murders. This is why the fingerprints of several senility patients were found at the crime scenes; their bodies carried out the murders but the Gemini Killer was in control of them. The Gemini's motive originally was to shame his father, a preacher, whom he hated. When his father dies of natural causes the Gemini Killer feels his mission is over and he has no reason to remain in possession of Karras' body. Feeling compelled to explain everything to Kinderman, he summons the detective, explains all of this, successfully demands that Kinderman tells him he believes that he (Sunlight) really is the Gemini Killer, and then effectively wills himself to die from heart failure. Dr. Temple suffers a stroke and ends up mentally disabled. Dr. Amfortas dies in an accident (although he was terminally ill anyway, suffering from a disease he refused to treat so he could join his deceased wife). The final chapter of the novel, an epilogue, has Kinderman at a burger-bar with his faithful partner, Atkins. Kinderman explains to Atkins his thoughts and musings of the whole case and how it relates to his problem of the concept of evil. Kinderman ends by concluding that he believes the Big Bang was Lucifer falling from heaven, and that the entire Universe, including humanity, are the broken parts of Lucifer, and that evolution is the process of Lucifer putting himself together back into an angel.",
    "genre": [
      "Horror"
    ],
    "author": "William Peter Blatty"
  },
  {
    "title": "A Knight of the Word",
    "summary": " John Ross, having failed on a mission from the Word in which fourteen school children were killed in San Sobel, California, tries to leave his life as a Knight of the Word behind him. He returns to the Fairy Glen in Wales to tender his resignation to the Lady, but she refuses to appear to him; instead, he meets the ghost of his ancestor, Owain Glyndŵr, who tells him that the decision to give up being a Knight is not his to make. Frustrated, John returns to America, where in Boston he meets and instantly falls in love with the beautiful Stefanie, who seems to amply reciprocate his feelings. Deliriously happy, he embarks together with her on a long trek across the United States, culminating with both of them finding work at a homeless center in Seattle. Feeling that he has found a very satisfactory new life, with a loving woman at his side and a demanding job helping an important social cause in cooperation with idealistic, sympathetic activists, he increasingly feels that his time as a Knight of the Word can be relegated to the past. He ignores the infrequent dreams of a demon-haunted future, including one in which he kills his much-beloved boss, Simon Lawrence. Lawrence is known locally as \"the Wizard of Oz\" because of his successful charity ventures in Seattle (AKA the Emerald City); by energetic campaigning, and building up a reputation as an idealistic, dedicated activist, Lawrence succeeded in pushing many politicians to support the homeless - though this is not a very popular cause and with little electoral benefit accruing. However, Lawrence's sterling reputation is threatened when he is being investigated for alleged financial impropriety, by a famous reporter named Andrew Wren who is (without his own knowledge) - influenced and manipulated by a demon. This demon is a changeling - during the day it works to subvert, and at night morphs into a giant hyena-like creature to feed on the homeless living in the ruins under modern Seattle. Nest Freemark, now a 19-year-old college student, has returned to Hopewell, Illinois for the weekend before Halloween. She muses on events over the last five years, including her grandfather's death in the spring, Wraith's disappearance when she turned 18, and the fact that she is no longer in touch with most of her childhood friends (or John Ross). She has not used her magic in years and is unsure if she has it any longer. She travels with her twiggy sylvan companion, Pick, through the park and has an encounter with the tatterdemalion Ariel, a ghost-like messenger of the Word formed from the memories of dead children. Nest learns that John Ross is in need of her help and reluctantly agrees to fly to Seattle to talk to him. She is disturbed to learn that John is now especially vulnerable to falling to the side of the Void, and the Word has dispatched someone to kill him if this happens. This resounds with Nest, as she recalls that John admitting that he would have killed her five years ago if she had been turned to the Void. Arriving in Seattle, Nest takes a walk at night with Ariel; they hear the demon hunting and killing people in the underground city, but Ariel will not let her pursue it. She meets with John the next day, but cannot convince him to return to his duties as a Knight; however, she does cause changes in his dreams - now John also dreams about killing her. Nest also runs into O'olish Amaneh, the Word-serving Native American that she met five years before, and finds that he is the one sent to kill John if he should turn to the Void. That night, Ariel informs Nest that Boot, a sylvan in a local park, has seen the demon. Just as they're getting crucial information from Boot, the demon attacks them in its hyena form and kills Boot, his owl Audrey, and Ariel. It chases Nest through a nearby residential area, but she narrowly escapes on a bus. Later that same night, the demon sets fire to the homeless shelter and John and Stefanie rescue many tenants, but one of their coworkers is killed in the fire. John was exceedingly groggy and foggy-headed when Stefanie tried to wake him to help deal with the fire, and he's troubled by this. The next day, Halloween, John and Nest meet. They share information and decide that Nest should leave town. Andrew Wren, in possession of (demon-provided) evidence that John and Simon are embezzling from the shelter, meets with John and leaves him with the suspicion that Simon is the demon. His suspicions are reinforced when Stefanie tells him that Simon has fired him, to distance himself from the scandal. John heads to a fund-raising event at the art museum and confronts Simon, who reveals himself as a demon, nearly kills John, and leaves him on the floor. John repents for faltering in his service to the Word and is once again infused with magic to heal and strengthen him. He searches for Simon with the intent to kill him, but just as he finds him, Nest intervenes. On the way out of town, she realized that Stefanie is actually the demon, because of parallels between Stefanie's actions and those of Nest's father (also a demon), not to mention the timing issues and other evidence that lead her to this truth. John realizes that he's been subtly led toward the Void ever since Stefanie came into his life, after San Sobel; as a shape-shifting demon, Stefanie forged documents to support the embezzlement accusations, attacked Nest and her friends in the park, set fire to the shelter to explain the wounds she'd sustained trying to kill Nest, lied about John being fired, and morphed into Simon at the museum so John would be tricked into killing the real, innocent Simon and completing his turn to the Void. Finally, John confronts Stefanie at his apartment. She does not deny being a demon, but tells John that even so he is still in love with her (which he feels to be true) and that she could continue to make him happy. When he rejects the offer, the demon-Stefanie, afraid of his now-returned magic, leaps out a window. Faced with the demon's onslaught when it crashes to the street below, the waiting Nest finds that Wraith has not left her- he lives within her and Nest can assume his form in response to threatening dark magic. Together, she and John destroy Stefanie - or, in fact, they destroy the shape-changing demon who had taken her form as well as various other forms, human and non-human, male and female. (Though the term is not explicitly used, Stefanie in fact fits well with the traditional depiction of a succubus - a female demon who takes the form of a human woman in order to seduce men.) Nest returns to Hopewell, and John resumes his service as a Knight of the Word, once again using his dreams of the future to change things in the present and keep the Void at bay.",
    "genre": [
      "Horror",
      "Novel",
      "Speculative fiction",
      "Fantasy",
      "Dark fantasy",
      "Fiction"
    ],
    "author": "Terry Brooks"
  },
  {
    "title": "Running with the Demon",
    "summary": " Nest Freemark is a fourteen-year-old girl of Hopewell, Illinois, who is gifted with magical powers bequeathed to her from her mother's lineage. She lives with her grandmother Evelyn and grandfather Bob, as her mother apparently committed suicide at a young age. She is one of a rare few in the world who can see the spiritual warfare underlying the events in the real world. She can see \"feeders\" - small shadowy creatures that feed on human emotion, influence thoughts, and ultimately attempt to \"devour\" people, causing their real world demise. Nest is enlisted to guard the nearby park and wilderness, a regional feeding ground for feeders, as many generations of Freemark women before her. She is aided in this task by a six-inch tree-like sylvan named Pick, an insightful barn owl named Daniel, and an ethereal wolfen creature named Wraith, who appears at opportune moments to protect Nest, but whose origins are initially unknown. On July first, Nest is awakened by Pick and informed that a young local girl, Bennett Scott, has run away from home (and her mother's abusive boyfriend) into the park and is at risk of being attacked by feeders. She rescues the girl and is almost overrun by feeders when Wraith appears to fend them off and help her escape. Meanwhile, a demon of the Void has come to the town of Hopewell. Once a human, this demon now possesses magical powers including the ability to blend in easily among other people and influence their thoughts. He befriends Derry Howe, a less intelligent resident of Hopewell, and places in his mind the idea of setting a bomb during the fireworks display on the Fourth of July. Since the display is sponsored by the company that owns the factory, Derry is fooled into believing that the company will have to end a town-crippling strike in apology for the injuries at the show. The following morning, Nest meets up with her friends, including Bennett's older brother Jared, upon whom she has a crush. They run into a teen bully named Danny Abbot, and Nest uses magic to knock him to the ground to protect her friends. Later that day, an alarmed Pick leads Nest deep into the park forest and shows her a great oak tree with crevasses in its trunk. The tree is actually a prison for a maentwrog - a powerful magic beast known for devouring multitudes of people. The demon has weakened the tree and the maentwrog is threatening to break free, but Nest and Pick do a patch job to strengthen the tree's integrity. At dinner, Nest is introduced by her grandfather to a traveler named John Ross, who has recently come to town. He claims to have known Nest's mother, but his true purpose for being in Hopewell is to track and defeat the demon. John is a \"Knight of the Word\", charged with helping preserve the balance between the Word (the representation of goodness and light in the world) and the Void (the summation of evil and darkness). After his post-graduate work, John traveled to Wales and happened upon a glade called Fairy Glen in the country around Betws-y-Coed. He is met by the Lady (the voice of the Word) and learns that he is the descendant of Owain Glyndŵr, a great Welsh \"patriot and warrior\" who served the Word. John was then charged by the Lady to embrace the Word and fight against the Void whenever he is called on. After returning to America, he is visited by a Native American named O'olish Amaneh, who reminds him of his oath and hands him a rune-engraved staff of great magic. Upon taking the staff, John's leg is crippled as a reminder that he is dependent upon the staff, and through it, the Word. John fights the Void in both the present, and an apocalyptic future where demons are beginning to enslave humanity. When John sleeps, he has unavoidable dreams in which he experiences his life in this horrific time. In these visions he finds clues concerning his new mission, as well as the consequences if he should fail. During these visions, he is a skilled warrior of magic, free of his limp, fighting valiantly to free slaves and thwart the demons. However, if John uses his magic in the present, he finds himself without that magic for the duration of his next dream. He is reduced to a vulnerable fugitive who has to scurry and hide to avoid the demon armies. John has found through his dreams that the demon is Nest's father, and if John does not stop him, Nest will be converted to serving the Void and will be a great leader of the demons in the future. That evening, Nest sneaks out after dark to meet with O'olish Amaneh, whom she fatefully ran into earlier that day. O'olish Amaneh is the last of the Sinnissippi tribe that used to live in the area, and invites her to dance with the spirits of the Sinnissippi. At midnight, he summons the spirits of his tribe and dance among them. Nest sees a vision of her grandmother as a young lady, running with feeders and interacting with the demon. O'olish leaves Hopewell that night contemplating his own visions, while Nest struggles with the meaning of hers. The next day, July 3, John attends church with the Freemark family when they find the feeders crawling all over, invisible to the congregation, but Wraith appears and scares them off. The feeders have never entered the church before, and Nest realizes that the demon must be nearby. The demon confronts her in a wing of the church, threatens her, and demonstrates his power by killing a church member. That night, the demon influences Danny Abbot to tie up Nest and leave her in a cave. The demon comes to Nest and taunts her, telling her he can do anything he wants to and she is powerless. While the demon is away, Nest is rescued by her friends and grandfather. In addition, while John Ross is spending a romantic evening with his new love interest Josie, the local cafe owner, the demon influences a group of townspeople to attack him. John is incapacitated and forced to use magic to escape. While everyone is otherwise engaged, the demon confronts Nest's grandmother, Evelyn, at the Freemark house and is surprised to find that she no longer has magic of her own. She assaults him in futility with a shotgun, and he kills her. However, anticipating her death, Evelyn had left Nest a secret note telling her to trust in her magic and in Wraith. Finally, on July 4, Jared Scott is beaten by his mother's boyfriend and slips into a coma. The feeders, however, drive the boyfriend into a craze and he ends up accidentally killing himself. Pick is captured by the demon, and Nest and John confront him at the site of the maentwrog tree. While Nest's grandfather stops Derry Howe from injuring anyone at the fireworks show, the demon manages to release the maentwrog. Through extensive magic use, John is able to defeat the creature, but passes out. The demon takes advantage of this to confront Nest's grandmother, and kills her. The demon confronts Nest alone and teaches her of her past. She learns that her grandmother once became friends with the demon and would \"run with him\" instead of fighting against him. At this time, she thought him simply another person, not a demon. The demon tried to seduce her grandmother, but she resisted, and turned to the side of the Word. In revenge, the demon seduced her daughter, Nest's mother, and she bore him a daughter, Nest. When Nest's mother found out after Nest was born that he was a demon, she apparently lost her mind and committed suicide. Now the demon is back for Nest, and by touching her, he can convince her to join the Void. Wraith appears, but the demon reveals that Wraith is actually a gift from the demon, sent to protect Nest until he could come back and claim her. Nest holds the demon at bay for a time, but when he is about to lay his hand on her, Wraith turns on the demon and tears him to pieces. Nest learns from Pick that even though Wraith was created by the demon, her grandmother long ago expended all of her magic to convince Wraith to defend Nest against the demon as well. The next day, Nest and her grandfather decide to be foster parents for Bennett Scott, as the kids have been legally removed from their home situation. Nest visits the hospital and uses her magic to bring Jared out of his coma, while John Ross leaves Hopewell on a bus, knowing his life cannot afford him the luxury of staying with Josie. He falls asleep, anticipating a new mission from the Word.",
    "genre": [
      "Horror",
      "Novel",
      "Speculative fiction",
      "Fantasy",
      "Dark fantasy",
      "Fiction"
    ],
    "author": "Terry Brooks"
  },
  {
    "title": "Frritt-Flacc",
    "summary": " Frritt expresses the sounds of a roaring hurricane and flacc the sound of falling streams of water during a rainstorm. Trifulgas, a physician, lives in unnamed coastal area. He is rich and works only for the rich. One night, during a storm, a girl knocks at the door. Her father, a poor fisherman, is dying. Since she has no money Trifulgas goes back to sleep. Soon someone knocks again. It is a woman whose husband is dying. She has some money but not enough so the doctor goes back to sleep. The storm becomes worse when another one knocks. The mother of a fisherman with heart attack has enough money—their house was sold shortly ago. The doctor follows her. A look on the dying man horrifies Trifulgas—it is he who lies in the bed. In spite of all effort, Trifulgas dies under his own hands.",
    "genre": [
      "Horror",
      "Short story"
    ],
    "author": "Jules Verne"
  },
  {
    "title": "Magic",
    "summary": " The novel concerns a man named Corky Withers, a shy, odd-tempered and alcoholic magician, whose lackluster performances start to turn around when he adds a ventriloquist's dummy, Fats, to the show. It chronicles Corky's childhood and adolescence, and his deep love for a high-school crush named Peggy Ann Snow. After seeing the increasingly disturbing connection to Fats, many people begin to worry about Corky. Although Corky thinks Fats is alive, and can not bear to be apart from Fats for a long period of time, his friends know that Fats is actually an outlet for a hidden homicidal trait in Corky's personality, and that he has multiple personality disorder. Soon, \"Fats\" begins to tell Corky to murder anyone that threatens their relationship. All these factors combine and quickly reach a shattering climax during a weekend at Peggy's home in the Catskills. The novel is written kaleidoscopically, changing time period, location, and point of view swiftly and leaving certain aspects of important events unknown for extended periods of time, especially concerning the identity of Fats the dummy for the early portion of the novel.",
    "genre": [
      "Horror",
      "Novel"
    ],
    "author": "William Goldman"
  },
  {
    "title": "Thirteen Bullets",
    "summary": " Thirteen Bullets takes place in Pennsylvania in the year 2003, in a setting similar to the real world, but where vampires and other supernatural forces are rare but accepted phenomena. It is widely believed that vampires were all but wiped out twenty years ago by Special Deputy Jameson Arkeley. The last vampire still in existence, Justinia Malvern, long imprisoned in a nearly abandoned sanitarium, has somehow managed to bestow her vampiric curse to the outside world and is working to free herself of human confinment. Pennsylvania State Trooper Laura Caxton is assigned to assist Arkeley hunt down the vampires running loose in rural Pennsylvania.",
    "genre": [
      "Horror"
    ],
    "author": "David Wellington"
  },
  {
    "title": "Zombie",
    "summary": " The protagonist, Quentin P, seeks to create a \"zombie\" out of an unsuspecting young man. He intends to find a perfect young male companion and re-wire his brain, thereby turning the victim into a mindless sex slave. His several attempts at creating a zombie all end in failure, however, as the men he abducts, rapes and tortures all die at his hands. By the end of the novel, he has begun to enjoy killing for its own sake, and experiments with cannibalism and necrophilia. Adding to his frustrations is his increasingly suspicious family, particularly his father.",
    "genre": [
      "Horror",
      "Speculative fiction",
      "Zombie",
      "Fiction"
    ],
    "author": "Joyce Carol Oates"
  },
  {
    "title": "Frostbite",
    "summary": " Frostbite takes place in the remote wilderness of Alberta. The setting is similar to the real world, but where werewolves (and possibly other supernatural phenomena) are rare but known phenomena. The novel opens with Cheyenne \"Chey\" Clarke parachuting into the wilds of Alberta, provisioned with extensive hiking supplies, most of which are immediately lost. Chey is soon attacked by a werewolf (it is indicated to the reader that the creature is obviously not a normal wolf), but survives with only a scratch, which is enough to curse her with lycanthropy. In wandering the wilderness, she meets the enigmatic Dzo, who introduces her to Monty Powell, a werewolf (presumably the one who attacked Chey). After their meeting, it is revealed that Chey has secretly come looking for the werewolf, and is working with outside parties who want him removed. After a failed attempt to kill Powell, Chey is left in the care of her backers, and used as bait to lure Powell while her own future at their hands remains questionable.",
    "genre": [
      "Horror"
    ],
    "author": "David Wellington"
  },
  {
    "title": "Eclipse",
    "summary": " The story opens with the revelation that Seattle, Washington is being plagued by a string of murders, which Edward suspects is caused by a new vampire that is unable to control its thirst for human blood. As Edward and Bella apply to colleges, Bella explains to Edward her desire to see her friend, Jacob Black, a werewolf. Although Edward fears for her safety, Bella insists that neither Jacob nor his wolf pack would ever harm her, and she begins visiting him occasionally. On one of these visits, Jacob tells Bella that he is in love with her, and wants her to choose him instead of Edward, but Bella says she just sees him as a friend. Meanwhile, Alice Cullen has a vision that Victoria, a vampire who is hunting Bella for revenge, has returned to Forks. A few days later, Edward proposes to Bella and, despite harboring an aversion to marriage, she accepts. Bella and the Cullens soon realize that the Seattle murders are being committed by an \"army\" of newborn vampires, controlled by Victoria. The Cullens join forces with the wolf pack to combat this threat. As everyone else prepares for battle, Edward, Bella and Jacob camp in the mountains, hidden during the battle, where they are later joined by Seth Clearwater, a young wolf pack member, to wait out the fight. In the morning, Jacob becomes upset when he overhears Edward and Bella discussing their engagement and threatens to join the fight and get himself killed. Bella stops Jacob by kissing him, and she comes to realize that she is in love with him as well. During the battle, Victoria tracks Edward's scent to Bella's forest hiding place, and Edward is forced to fight. Edward manages to kill Victoria and her vampire army is destroyed. Afterwards, Bella explains to Jacob that while she loves him, her love for Edward is greater.",
    "genre": [
      "Horror",
      "Speculative fiction",
      "Young adult literature",
      "Romance novel",
      "Fantasy",
      "Fiction"
    ],
    "author": "Stephenie Meyer"
  },
  {
    "title": "The Sentinel",
    "summary": " Alison Parker, a beautiful but troubled fashion model moves into a gorgeous New York City brownstone house that has been divided into apartments. The house is inhabited on the top floor by Father Francis Matthew Halloran, a reclusive blind Catholic priest who spends all of his time sitting at his open window. Alison is romantically involved with Michael Farmer, a private lawyer and former prosecutor. It soon becomes apparent that Alison's life is beset for a number of reasons. She had a horrible relationship with her recently deceased father, and has narrowly survived at least one suicide attempt. Michael himself is under suspicion in the death of his former wife. A determined New York City Police Department detective named Gatz is sure that Michael murdered his wife, and soon comes to suspect Alison as well. Hoping to leave her problems behind her, Alison finds that they've worsened. She suffers sleep loss, horrible nightmares involving her father and soon begins to find herself suffering blinding headaches. Looking for some distraction, she tries to ingratiate herself with the building's other occupants - but finds that they are bizarrely eccentric and obnoxious. Alison complains about her neighbors to the building's real estate agent. The agent is confused, telling a shocked Alison that there are no neighbors - besides for herself and Fr. Halloran, no one else lives there. Looking for answers, Michael breaks into a records archive of the Catholic Church. Researching the past of Fr. Halloran, Michael learns that the man has none. Rather Halloran's life \"began\", to the day, that another man's life apparently came to an end, leading Michael to believe that the two men are one and the same. He also finds similar records for a woman, a nun named Sister Therese who is to reside in Alison's building. Michael soon concludes that Sister Therese is actually the woman that Alison is meant to become. Rushing to Alison's building, he confronts the blind priest, only to be killed. Returning to the building, her headaches returned and her skin beginning to desiccate, Alison finds Michael seemingly unhurt. He reveals that he is actually dead and also damned for killing his wife. He also explains that the house is actually positioned over the gateway between our world and Hell and that there must be gatekeeper to protect the world from the denizens of the underworld. Until now, that gatekeeper, or sentinel, had been Father Halloran, but Alison is now expected to succeed him. Her troubled past, especially her suicide attempt, make her the appropriate choice. The inhabitants of Hell are actually her fellow \"neighbors\", and they know that they have one chance to escape the abyss - pressuring Alison to complete her suicide. At the last minute, Father Halloran appears and saves Alison, driving the \"neighbors\" back to hell. The book ends with Alison becoming the new sentinel. A sequel titled The Guardian followed.",
    "genre": [
      "Horror"
    ],
    "author": "Jeffrey Konvitz"
  },
  {
    "title": "Undead and Unreturnable",
    "summary": " It's Christmastime in the Kingdom of the dead (Minneapolis), which is complicated as it sounds. Betsy Taylor isn't going to let a little thing like death and blood-drinking stop her from enjoying the holidays or planning her upcoming spring wedding to drop-dead gorgeous vamp Eric Sinclair. But all is not merry and bright-Betsy is plagued by ghosts who demand her help in rectifying their past mistakes, and a serial killer is on the loose. With his victims all being, blond women. Besty fits the profile exactly... The book starts out with the knowledge that Betsy is technically dead, however everyone but close family and friends think that she is still alive. In Betsy's life she has a stepmother, Antonia (the Ant) who gives birth to a younger brother, Jon, and her best friend, rich Jessica, and Laura, is technically her half-sister but also the devil's daughter after Satan possessed her stepmother (The Ant who gave her up to adoption to, ironically, the Goodman's) and produced a daughter. She also receives attention from a human boy who is a past member of a gang of vampie slayers. She also has a gay human friend called Marc, a doctor she saved in the first novel from suicide and a human policemen who is a former flame called Nick Berry. Aside from all of this she has vampire servants who work for her and a hostage wild vampire dubbed George the Fiend. George is a wild vampire created by a 500 year old vampire Betsy killed. She feeds him with her blood to make him stronger and Jessica teaches him different things such as crocheting. Laura later attacks George the Fiend thinking her mother (Satan) is using him to annoy her and meddle in her life. After Betsy tries to break up the fight Laura stabs her with a sword forged by Hellfire that kills magical creatures, however it doesn't kill her. After this Laura is sent to feed him. Eric and Betsy fight after she reveals she can hear his thoughts during sex. Eric is hurt she doesn't tell him earlier and goes back to his room which causes Betsy to point out that he hasn't fully committed to their relationship. Also, in an attempt to connect with her people Betsy starts an advice column intended for new vampires which others deem as stupid. Also, the human boy, with the decidedly shady past as an ex-vampire slayer, decides to write her life story as a fiction story and publish it through his university course, however Sinclair and his best friend Tina wipe his memory of it to save Betsy from exposure. After a serial killer known as the \"Driveway Killer\" kills her stepmother's next door neighbor a ghost starts plaguing Betsy. Laura and her set out to find him and discover him in a rundown house with a hostage. Laura kills him and the two set the hostage free. Betsy finds herself somewhat frightend of Laura doing the fight scene in which the overtake the serial killer and set the hostage free. In this novel it seems that Antonia knows that Laura is her daughter.",
    "genre": [
      "Horror",
      "Speculative fiction",
      "Romance novel",
      "Mystery",
      "Fantasy",
      "Fiction",
      "Paranormal romance"
    ],
    "author": "MaryJanice Davidson"
  },
  {
    "title": "Undead and Unpopular",
    "summary": " Betsy Taylor, Queen of Vampires, is celebrating her 31st birthday and her 1st anniversary of being dead (or perhaps that should be undead.) She has told her friends that she doesn’t want a party but she is sure that they are planning a surprise party for her. She is trying to plan her summer wedding to Sinclair but it doesn’t help that he is avoiding having anything to do with it and deciding to give up drinking blood in honour of her birthday is just making her cranky. And nobody likes a cranky vampire. Jessica her best friend since childhood has been diagnosed with cancer and this leads Betsy to think that maybe converting her friend to become a vampire might be a good idea. With a delegation of European vampires arriving to pay their respects to her, a baby brother to baby sit, unexpected guests dropping by and a phone that just won’t stop ringing she has plenty to keep her occupied. And that’s before she deals with the zombie in the attic….",
    "genre": [
      "Horror",
      "Speculative fiction",
      "Romance novel",
      "Mystery",
      "Fantasy",
      "Fiction",
      "Paranormal romance"
    ],
    "author": "MaryJanice Davidson"
  },
  {
    "title": "Undead and Uneasy",
    "summary": " In the days leading up the The Big Day, Vampire Queen Betsy Taylor seems to have a full house - and the wedding guests have yet to arrive. Along with her human buddies, there's a ghost, a werewolf, and a Fiend crashing at her place. And though her fiance, Vampire King Eric Sinclair, conveniently disappears when the conversation turns to seating charts and flower arrangements, he does manage to make his oh-so-sexy presence known at other moments. Betsy knows the next few weeks won't be smooth sailing - but she never expects just what's in store for her. Cold feet are no surprise, especially with an undead groom. But when Sinclair truly goes missing - and not just to avoid wedding preparations - along with most of her friends and loved ones, Betsy is frantic. Alone and afraid for the fate of everyone she loves, Betsy can't trust anyone as she tries to find them and whoever is behind all the disappearances. And what happens next will shake the foundation of the vampire world forever in the bestselling series that \"breath(es) new life into conventional vampire lore.\"*",
    "genre": [
      "Horror",
      "Bit Lit",
      "Speculative fiction",
      "Romance novel",
      "Mystery",
      "Fiction",
      "Paranormal romance"
    ],
    "author": "MaryJanice Davidson"
  },
  {
    "title": "Halloween",
    "summary": " \"The horror started on the eve of Samhain, in a foggy vale in northern Ireland, at the dawn of the Celtic race. And once started, it trod the earth forevermore, wreaking its savagery suddenly, swiftly, and with incredible ferocity\". The prologue of the novel takes place at the dawn of the Celtic race in Ireland and tells the story of a young 15-year-old disfigured boy named Enda who is passionately in love with the King Gwynwyll&#39;s daughter, Deirdre. After being severely humiliated for attempting to win her love Enda attacks and brutally slays Deirdre and her fiancé at a community ritual event on Halloween. Enda is immediately killed by the other members of the village and his soul cursed to wander the Earth forever, re-creating the events of that night. In Chapter 1 we flash forward to 1963 and witness several eerie interactions between little Michael Myers and his grandmother. The grandmother is concerned as her daughter, Edith, tells her that Michael has been admitting to hearing voices and having visions and nightmares (which are about the events that happened in the prologue with Enda and Deirdre). When Edith tells the grandmother that she had asked Michael about the voices, he replied, &#34; They tell me to say I hate people&#34;. There is also discussion between the grandmother and Michael&#39;s mother about Michael&#39;s great-grandfather who apparently committed some sort of undescribed violent act. &#34;I think there are enough similarities,&#34; says the concerned grandmother. Chapter 2 details Michael&#39;s experiences further. It is Halloween night 1963 and Michael, dressed in the infamous clown costume, is trick-or-treating with some neighborhood children. At some point during his trick-or-treating, he and the other children knock on the Myers home door hoping to receive some goodies. His sister Judy, opens the door and asks &#34;what are you going to do if I don&#39;t give you anything?&#34; to which Michael replies &#34;we&#39;re going to kill you&#34;. Shocked, Judy responds &#34;who said that? Michael Myers--was that you?&#34;. Michael replies &#34;I&#39;m not Michael Myers. I&#39;m a clown&#34;, already hinting at the transformation that has taken place. In Chapter 3, we get a look inside Michael&#39;s head. \"It was the voice. the voice stirred up the hatred. It had done so in his dreams and now it was doing it in real life. It had begun with the strange pictures in his head at night, pictures of people he had never seen--oh, maybe in comic books or on television, but never in real life. People in strange costumes, animal skins, armor, leather, drinking and dancing wildly around a fire. One couple in particular. They looked like Judy and Danny, madly in love with each other, dancing in a circle around a huge bonfire while he, Michael, stood in the crowd hating them, burning up with jealousy\". Chapter 4 details Michael&#39;s trial and sentencing. Details of Michael&#39;s experiences at the Smith&#39;s Grove &#34;Sanitarium&#34; are given. A conversation between Michael and Loomis gives further insight into Michael&#39;s personality. Additionally, strange &#34;occurrences&#34; take place which intrigue Dr. Loomis who gradually becomes aware of what he is dealing with: \"Every time Michael was slighted, or fancied he was, by a staff member or other inmate, some awful vengeance was visited upon the offending person. It might be a day, a week, a month later, but Michael got even. The problem for Loomis was that no one ever observed the boy doing it directly...a nurse who quarreled with Michael fell down the stairs two days later, fracturing her pelvis. A boy who borrowed a game from Michael and forgot to return it suffered a vicious rash that hospitalized him for a month\". Michael eventually commands the ward as neither the staff nor the other inmates dare to challenge or defy Michael for fear of retribution. Fifteen years later on Halloween 1978, Laurie Strode&#39;s realestate father asks her to place a key under the mat at the old Myers house so that he can show it to some prospective buyers. When Laurie places the key under the mat, unbeknownst to her, Michael is looking through a door window and sees Laurie for the first time. At that point, the reader learns that Michael targets Laurie because she reminds him of Judith. \"And as she turned her back on the house, a figure inside it, dark, shadowy, sidled up to the front door and pushed the tattered curtain aside with a knuckle. He watched the slim blonde toss her head and laugh as she raised her hands like a bogeyman to frighten her young companion. He breathed heavily, raspingly, as he watched the girl, and a memory entered his mind, the memory of another girl, another blonde, willowy and pretty. He remembered the trapped and frightened look in her eyes, and the futile, pathetic way she had raised her hands to protect herself. He followed the girl and boy with his gaze until they disappeared from view. Then he walked up the creaky stairs to the second floor and peered into the room where it had all happened...",
    "genre": [
      "Horror"
    ],
    "author": ""
  },
  {
    "title": "Aura",
    "summary": " Felipe Montero, a young historian, accepts a live-in position editing the memoirs of General Llorente, which the elderly widow (Consuelo) wants published before her own death. Intoxicated by the airless atmosphere of the house, Felipe begins dreaming of having sex and escaping with Consuelo's young beautiful niece, Aura. As he reads the General's writings, he makes some discoveries surrounding Consuelo's infertility, her fantasy of having a child, and her obsession with youth only to realize that Aura is actually a projection of the 109-year-old widow. One night, while he embraces her, Aura turns into the old woman. Felipe then takes on the role of the General, coupled with Consuelo, to give birth to 'Aura', who epitomizes youth and the illusion of life.",
    "genre": [
      "Horror",
      "Fiction"
    ],
    "author": "Carlos Fuentes"
  },
  {
    "title": "Loop",
    "summary": " The story revolves around a medical student named Kaoru Futami whose father has contracted a deadly disease called Metastatic Human Cancer(MHC), a cancer involving both animals and plants. Kaoru knew that his father was involved with a massive supercomputer project named LOOP. The LOOP was a computer simulation of the emergence of life but still unable to simulate such a thing. It is known that everyone who was involved in the LOOP has died of the same cancer. In the course of events, he meets a woman named Reiko and falls in love with her. Reiko becomes pregnant with Kaoru's child, which makes Reiko vulnerable to MHC. Kaoru continues his investigations which lead him to a man (and the last surviving person involved in the LOOP) named Amano. Amano revealed to him that LOOP was a project involving a hundred supercomputers strung together with the aim to recreate life. Amano tells Kaoru of a lab in New Mexico where another scientist might be alive. Kaoru venturs there only to find the scientist dead. He enters the lab and finds a pair of virtual reality goggles and gloves. He tries them and minutes later, he is in the LOOP. In the loop, he sees everything but one event intrigued him, the emergence of the Ring Virus. There in the LOOP, he sees complete details of the events in the previous novels from different angles. After some discussion with Amano, he knows that the LOOP's creator wanted to recreate Ryuji's death and by doing that, he could clone him and insert him into a woman's womb. But what they made was a cloned Ryuji with the Ring Virus in him. When Ryuji was born, the virus escaped and mutated. Desperate to find a cure for MHC, he ventures only to encounter a storm leaving him on the verge of death. Then, he was saved by an old man. After telling the old man the truth, it turned out that Kaoru was Ryuji's clone. Because of that, Kaoru has an exceptional gift, immunity to MHC. In order to know what made Kaoru immune, he had to be analyzed. An analysis machine was created. The bad side though is that the analyzed object must be molecularized, meaning that Kaoru could die. As a hero, he agreed. After that, the old man transferred Kaoru's analyzed molecules in the LOOP. He promised that his wife could see him through the VR Goggles and Reiko won't be alone. In the LOOP, Kaoru is sitting watching the stars, thinking that Reiko is watching over him.",
    "genre": [
      "Horror"
    ],
    "author": "Koji Suzuki"
  },
  {
    "title": "Compulsion",
    "summary": " A gang of teenage youngsters is running riot on the streets. Responsible for a number of burglaries and car thefts, the police are at their wits' end trying to put a stop to the gang's activities. Terror and hatred have become part of everyday life for local residents and, just when it seems things cannot get any worse, the gang targets Shelby House - an old people's home. Supervisor Veronica Porter, her two staff and the nine elderly residents become the gang's most vulnerable victims yet as the thugs conduct a hate campaign against them, sending abusive mail, daubing graffiti on walls and shattering windows. The intimidation escalates until Veronica's own father is dragged into the scene of terror when, disturbing some of the gang members burgling his house he is put into a coma. But enough is enough. The senior citizens of Shelby House decide to take the law into their own hands and fight back.",
    "genre": [
      "Horror"
    ],
    "author": "Shaun Hutson"
  },
  {
    "title": "The Book of Renfield",
    "summary": " The Book of Renfield works mainly as a companion piece to Stoker's original novel. In some cases, excerpts from the actual book are used but are modified and expanded under the pretense that Dracula is nonfiction and that Seward's entries were \"edited, and in some instances, rewritten by John L. Seward before he provided them for the use of Mr. Bram Stoker, at the request of Mr. and Mrs. Jonathan Harker\". As such, whenever the text from Dracula is used, it is bolded to differentiate the changes. The book starts with a man discovered outside the ruins of Carfax Abbey, feasting on a rat, whose only form of identification is a handkerchief that reads \"R.M. Renfield\". He is taken in to Seward's asylum, where his sessions with the doctor reveal fragments of his tragic past and how he came to be Count Dracula's pawn.",
    "genre": [
      "Horror"
    ],
    "author": "Tim Lucas"
  },
  {
    "title": "Nightmare Abbey",
    "summary": " Nightmare Abbey is a Gothic topical satire in which the author pokes light-hearted fun at the romantic movement in contemporary English literature, in particular its obsession with morbid subjects, misanthropy and transcendental philosophical systems. Most of the characters in the novel are based on historical figures whom Peacock wishes to pillory. Insofar as Nightmare Abbey may be said to have a plot, it follows the fortunes of Christopher Glowry, Esquire, a morose widower who lives with his only son Scythrop in his semi-dilapidated family mansion Nightmare Abbey, which is situated on a strip of dry land between the sea and the fens in Lincolnshire. Mr Glowry is a melancholy gentleman who likes to surround himself with servants with long faces or dismal names such as Raven, Graves or Deathshead. The few visitors he welcomes to his home are mostly of a similar cast of mind: Mr Flosky, a transcendental philosopher; Mr Toobad, a Manichaean Millenarian; Mr Listless, Scythrop's languid and world-weary college friend; and Mr Cypress, a misanthropic poet. The only exception is the sanguine Mr Hilary, who, as Mr Glowry's brother-in-law, is obliged to visit the abbey from family interests. The Reverend Mr Larynx, the vicar of nearby Claydyke, readily adapts himself to whatever company he is in. Scythrop is recovering from a love affair which ended badly when Mr Glowry and the young woman's father quarrelled over terms and broke off the proposed match. To distract himself Scythrop takes up the study of German romantic literature and transcendental metaphysics. With a penchant for melancholy, gothic mystery and abstruse Kantian metaphysics, Scythrop throws himself into a quixotic mission of reforming the world and regenerating the human species, and dreams up various schemes to achieve these ends. Most of these involve secret societies of Illuminati. He writes a suitably impenetrable treatise on the subject, which only sells seven copies. But Scythrop is not despondent. Seven is a mystical number and he determines to seek out his readers and make of them seven golden candlesticks with which to illuminate the world. He has a hidden chamber constructed in his gloomy tower as a secret retreat from the enemies of mankind, who will no doubt seek to thwart his attempts at social regeneration. Meanwhile, however, he is constantly distracted from these projects by his dalliance with two women &ndash; the worldly and flirtatious Marionetta and the mysterious and intellectual Stella &ndash; and by the constant stream of visitors to the abbey. Things become interesting when Mr and Mrs Hilary arrive with their niece, the beautiful Marionetta Celestina O'Carroll. She flirts with Scythrop, who quickly falls in love; but when she plays hard to get, he retreats to his tower to nurse his wounded heart. Mr Glowry tries to dissuade Scythrop from setting his mind on a woman who not only has no fortune but is insufferably merry-hearted into the bargain. When this fails he turns to Mrs Hilary, who decides in the interests of propriety to take Marionetta away. But Scythrop threatens to drink poison unless his father drops the matter and allows the young woman to stay. Mr Glowry agrees. Unknown to Scythrop, Mr Glowry and Mr Toobad have already come to a secret arrangement to marry Scythrop to Mr Toobad's daughter Celinda; but when Mr Toobad breaks the news to his daughter in London, she goes into hiding. Back at Nightmare Abbey Marionetta, now sure of Scythrop's heart, torments him for her own pleasure. The other guests pass the time dining, playing billiards and discussing contemporary literature and philosophy, in which discussions Mr Flosky usually takes the lead. A new visitor arrives at the Abbey, Mr Asterias the ichthyologist, who is accompanied by his son Aquarius. The guests discuss Mr Asterias's theory on the existence of mermaids and tritons. It transpires that a report of a mermaid on the sea-coast of Lincolnshire is the immediate reason for Mr Asterias's visit. A few nights later he glimpses a mysterious figure on the shore near the Abbey and is convinced that it is his mermaid, but a subsequent search fails to discover anything of note. Over the next few days Marionetta notices a remarkable change in Scythrop's deportment, for which she cannot account. Failing to draw the secret out of him, she turns to Mr Flosky for advice, but finds his comments incomprehensible. Scythrop grows every day more distrait, and Marionetta fears that he no longer loves her. She confronts him and threatens to leave him forever. He renews his undying love for her and assures her that his mysterious reserve was merely the result of his profound meditation on a scheme for the regeneration of society. A complete reconciliation is accomplished; even Mr Glowry agrees to the match, as there is still no news of Miss Toobad. It is only now that we learn the reason for the change in Scythrop's manner. The night on which Mr Asterias spots his mermaid, Scythrop returns to his tower only to find a mysterious young woman there. She calls herself Stella and explains how she is one of the seven people who read his treatise. Fleeing from some \"atrocious persecution\", she had no friend to turn to until she read Scythrop's treatise and realized that here was a kindred mind who would surely not fail to assist her in her time of need. Scythrop secretes her in his hidden chamber. After several days he finds that his heart is torn between the flirtatious Marionetta and the intellectual Stella, the one worldly and sparkling, the other spiritual and mysterious. Unable to choose between them, Scythrop decides to enjoy both, but is terrified of what might happen should either of his loves learn of the other's existence. There is a brief and rather inconsequential interruption to the proceedings when Mr Cypress, a misanthropic poet, pays a visit to the Abbey before going into exile. After dinner there is the usual intellectual discussion, after which Mr Cypress sings a tragical ballad, while Mr Hilary and Reverend Larynx enjoy a catch. After the departure of the poet there are reports of a ghost stalking the Abbey, and the appearance of a ghastly figure in the library throws the guests into consternation. The upshot of the matter is that Mr Toobad ends up in the moat. Inevitably Scythrop's secret comes out. Mr Glowry, who has become suspicious of his son's behaviour, is the immediate cause of it. Confronting Scythrop in his tower, he mentions Marionetta, \"whom you profess to love\". Hearing this, Stella comes out of the hidden chamber and demands an explanation. The ensuing row comes to the attention of the other guests, who pile into Scythrop's gloomy tower. Marionetta is distraught to discover that she has a rival and faints. But her shock is nothing to that of Mr Toobad, who recognizes in Stella none other than his runaway daughter Celinda. Celinda and Marionetta both renounce their love for Scythrop and leave the Abbey forthwith, determined never to set eyes on him again. The other guests leave (even after the ghost is revealed to have been Mr Glowry's somnambulant steward Crow) and Scythrop becomes depressed. He contemplates suicide like Werther in the Goethe novel, and asks his servant Raven to bring him \"a pint of port and a pistol\", though he changes his mind and opts instead for \"boiled fowl and Madeira\". When he renews his determination to make his exit from the world, his father begs him to give him a chance to convince one of the young women to forgive him and return to the Abbey. Scythrop promises to give him one week and not a minute more. When the week is up and there is still no sign of Mr Glowry, Scythrop temporizes, convincing himself that his watch is fast. Finally Mr Glowry arrives. He is alone, but he has two letters from Celinda and Marionetta. Celinda wishes Scythrop happiness with Miss O'Carroll and announces her forthcoming marriage to Mr Flosky. Marionetta wishes Scythrop happiness with Miss Toobad and announces her forthcoming marriage to Mr Listless. Scythrop tears the letters to shreds and consoles himself with the thought that his recent experiences \"qualify me take a very advanced degree in misanthropy; and there is, therefore, good hope that I may make a figure in the world.\" He asks Raven to bring him \"some Madeira\".",
    "genre": [
      "Horror",
      "Speculative fiction",
      "Romance novel",
      "Satire",
      "Fiction",
      "Gothic fiction"
    ],
    "author": "Thomas Love Peacock"
  },
  {
    "title": "99 Coffins",
    "summary": " After having faced down vampires in the previous novel, Laura Caxton is more than happy to continue her career as a trooper in the Pennsylvania State Police. Her life is upended again when Special Agent United States Federal Marshal Jameson Arkeley contacts her to help investigate the discovery of a cache of Civil War-era coffins underneath the grounds of the Gettysburg Battlefield. There are one hundred coffins in the underground crypt along with ninety-nine hearts removed from the moldering vampire bodies, but one coffin is smashed and the vampire body is missing. Hobbled by his crippled hand, Arkeley presses Caxton into service as his field operative to hunt down the missing vampire body before another horrific outbreak of vampirism infects the local population. In a series of flashbacks told through letters, journals, and military reports it is revealed that the 150 year old vampires are the remains of a Union Army vampire corps that was used to turn the tide against the South at Gettysburg. Promised to be revived as human once a cure for vampirism was found, the soldiers were imprisoned in their tomb and were almost immediately forgotten by their commanders. The archeologist who discovers the tomb uses the vampires in a plot for his own personal gain.",
    "genre": [
      "Horror"
    ],
    "author": "David Wellington"
  },
  {
    "title": "The Chosen",
    "summary": " This book begins with an introduction to the central protagonist, Rashel Jordan. Newly turned 5 Rashel is introduced to the Night World with the murders of her mother and her brother Timmy who she was \"a whole month older than\" by an unknown vampire, who is later revealed to be Hunter Redfern, a respected lamia elder. This traumatizing event is offered as the motivation behind Rashel's decision as a 17 year old to hunt and kill vampires. In the opening chapters the reader is offered an insight into her mind as she goes about her business after dark in Boston. Rashel's eventual love interest is also introduced at an early stage in the book. John Quinn, or 'Quinn' as he is known, is described in a melancholy state, reminiscing on his rebirth as a vampire and his early love, Dove Redfern. Similar to Rashel's inset hatred of vampires, Quinn is presented as hating humans due to the murder of Dove at the hands of his father. In this manner, the two central protagonists are provided with motivation to hate each other, though we suspect this hatred will be short lived. Quinn is discovered and captured by a group of vampire hunters and imprisoned in a cellar. Rashel, who numbers among the group, takes pity on him, and encourages her fellow vampire hunters to continue the hunt while she stands guard over the prisoner. She suspects that the others means to torture him, and intends to kill him honorably. Before Rashel can do this, Quinn engages her in conversation. Rashel finds herself attracted to the vampire and allows him to break free of his constraints. The two fight, however upon touching they find themselves drawn to each other and seem to see into each other's souls . Before Quinn can remove the ninja-type mask that Rashel wears, the other vampire hunters return and the couple are broken up as Quinn is forced to flee. When Rashel returns to the cellar area to search for vampires, she is just in time to rescue a human girl, Daphne, who has been captured by vampires and just managed to escape. With Daphne's help, Rashel goes to a club where vampires, including Quinn, are capturing human girls for the slave trade. Her plan is to be captured herself so she can infiltrate a vampire enclave; the plan works, but on the island enclave, Rashel learns that the girls are not to be normal slaves, but will be drained dry in a Bloodfeast; something illegal in the Night World. Escaping with the girls to the Warf, Rashel, masquerading as a girl called Shelly, is saved from an angry werewolf guard by Quinn, who does not know her true identity as the girl in the cellar first, but later connects the two instances after Rashel fights him and defeats him. Choosing not to kill him, Rashel knocks Quinn out and returns to the house to kill the vampires who were going to participate in the Bloodfeast. Quinn recovers quickly and captures Rashel. Always a stickler to the rules, Quinn tells Rashel he is going to make her a vampire so that they can be together without breaking the Night World law that states a Night Worlder can not fall in love with a human. Despite Rashel proclaiming that she would stake herself as soon as she woke up as a vampire, he bites her anyways, sure that she'll change her mind once he turns her. However, when he drinks from her the Soulmate Principle takes over and their minds merge. Quinn is then able to see that Rashel hates vampires because of the one that killed her mother. Now understanding what drives her, he decides to accept her the way she is and tries to help her stop the Bloodfeast. When they confront the other vampires, they learn that Hunter Redfern is the one who staged the Bloodfeast, and Rashel recognizes him as the one who killed her mother. Cruel as ever, Hunter taunts Rashel by revealing her childhood friend: Timmy, still exactly the same as he was the last time Rashel saw him, a four year old child, now a made vampire, turned presumably by Hunter. Quinn and Rashel face off against Hunter and the vampires from the Bloodfeast. As they prepare to fight, Nyala, a fellow vampire hunter who has gone a bit insane due to the death of her sister and discovering about the Night World, appears with a burning gasoline bottle. Because the house is wood, it is a death trap for vampires, and they flee as Nyala sets the house on fire. Quinn and Rashel escape with Timmy, whom she refuses to leave behind. As soon as they get out, Rashel wants to go back and rescue Nyala who is still in the burning house. Quinn goes instead to Rashel's dismay, but returns alive with Nyala in tow but passed out. While she was waiting for Quinn, Timmy crankily asks her why she saved him, and with tears in her eyes she replies, \"Because my mom told me to take care of you.\" Her mother had asked that of her at the beginning of the book. After Quinn comes out, they leave on Hunter's yacht, the other girls already having left. Rashel knows the place for them now is Circle Daybreak with the \"damned Daybreakers,\" a group consisting of Night People and humans who are trying to work together to make peace among the Night World and the human world.",
    "genre": [
      "Horror",
      "Fantasy",
      "Young adult literature",
      "Romance novel"
    ],
    "author": "L. J. Smith"
  },
  {
    "title": "Untamed",
    "summary": " Zoey is hiding in the stables with her horse, Persephone. After an internal debate she finally decides to talk with her friends. On the way to the cafeteria she feels the presence of Darkness and rushes inside. She tries to blend in and act normally but her friends ignore her and the situation degenerates with the appearance of a newly re-Marked Aphrodite, who chooses to sit with the 'nerd herd'. A confrontation is postponed by the arrival of new fledgling and famous archer James Stark. After lunch, Zoey meets Aphrodite and Stevie Rae in her room. She finds out that Stevie Rae is mostly normal now and the only differences she experiences is an intense aversion to sunlight, and that Aphrodite's Mark is fake- she has mostly reverted to a human teenager, except for her visions. Aphrodite tells Zoey that she had a vision of a world full of violence, hatred, and darkness, which was triggered by Zoey's death. When Zoey asks, Aphrodite reveals she saw Zoey die two ways: The first way was drowning near a European palace and the second way was decapitation by a strange blackness - in both visions, Zoey was alone as Neferet planned. After Stevie Rae's departure, the two are about to leave Zoey's room but meet Damien, the Twins, and Jack on the threshold. Aphrodite explains to them that Zoey confided in her because she was the only other one who could block her mind from adult vampyres and that her visions show Zoey dying alone. They make up with Zoey. After they leave, Aphrodite asks Zoey to cast a circle to see if she still has her Earth affinity. When the green candle \"zaps\" her, Aphrodite is convinced that the goddess has taken back her gift because she was disappointed in her. Zoey casts the circle and asks for guidance. Nyx appears to tell them that she still loves Aphrodite, that she was only safekeeping the Earth affinity for Stevie Rae, and that she reverted back to human because her own humanity was too strong. After the goddess' disappearance, they rush to a Council meeting. They find out that the Priestess of all vampyres, Shekinah, has come to the House of Night to reject Neferet's declaration of war on humans. She follows Zoey's advice to put Detective Marx on the case instead. Erik Night returns to the school and takes over Professor Nolan's drama class, much to Zoey's dismay. On her way back Zoey meets Stark and watches him practice. He confesses to her that he has a gift for archery- that he never misses a target- and it was discovered when he killed his mentor by mistake. Because he fears his power, he asks Zoey to use her powers to protect the others from him. When she starts to leave, his body rejects the Change and he dies in her arms. Zoey tells him, before he dies, that he might be revived as a red fledgling. Zoey, Darius and Aphrodite go to Street Cats, a local cat shelter, as Zoey has been searching for a community activity for the Dark Daughters. The organization is led by nuns from the Benedictine Abbey. Their leader, Sister Mary Angela, astounds Zoey with the contrast between her beliefs and John Heffer's. At the shelter, Aphrodite is chosen by a cat, to her delight, and names her Maleficent. On the way back they stop to eat at one of Zoey's favorite restaurants where they have a run-in with Heath, who is with one of Zoey's old friends. He tells Zoey that he's given her up as loving her hurt too much. At school she's late for drama class and Erik, the new teacher, makes her play Desdemona to his Othello in a Shakespeare improvisation. She's initially mad, but uses this as an opportunity to explain her feelings for him and kisses him just before the bell rings, but he storms off. Outside, she meets Darius who brings her to Aphrodite, revealing a gift for speed. Aphrodite has been having a vision of Sylvia Redbird's house and copies out a poem in her writing. Zoey calls her grandmother and together they uncover that the poem is a warning about an ancient Cherokee legend. The poem warns that Kalona, a fallen angel, will rise again throughout the help of the Tsi Sgili queen, a dark witch that uses pain. Her grandmother also warns her to beware the Raven Mockers, half-raven half-human offspring of Kalona. Zoey asks her to come to the House of Night to be safe. Zoey then goes to Shekinah, and is attacked by a Raven Mocker on the way. She escapes Aphrodite's second vision of death by calling for Damien, who sends Air to banish the creature. Outside the Council chambers she happens to eavesdrop on a discussion between Neferet and Shekinah. She incredulously hears how Neferet manages to twist all the problems she's faced since the beginning of her change and make it seem as if they were Zoey's fault. After Neferet leaves, Zoey tells Shekinah about Street Cats and asks for lodging for her grandmother. On the doorstep she bumps into Erik and explains to him about Loren. Her grandmother arrives and she moves into Zoey and Stevie Rae's room. In the middle of their discussion they discover a Raven Mocker listening at their window. The next day, Zoey is woken up by Shekinah, who announces that her grandmother was hurt in a car crash. She and Aphrodite rush to the hospital. To be sure her grandmother is guarded from Raven Mockers, who she suspects of causing the crash, she asks the hospital if a medicine man could sit at her grandmother's bedside. When the Catholic hospital refuses, she asks Sister Mary Angela instead. Back at school, Zoey begins a cleansing ritual at Shekinah's request. Zoey tries to introduce the red fledglings and Stevie Rae makes an appearance, but is interrupted by Neferet who brings an undead Stark and tries to frame Zoey. In the ensuing commotion, Neferet makes Stark shoot Stevie Rae, fulfilling another line of Aphrodite's poem. Her blood frees Kalona. Neferet reveals herself as the Tsi Sgili queen from the poem, and then kills Shekinah with her thoughts to prove it. As the Raven Mockers explode into their physical form and start a feeding frenzy, Zoey and her friends blend in with the night and together they escape to the Tulsa Depot tunnels.",
    "genre": [
      "Horror",
      "Fantasy",
      "Young adult literature",
      "Paranormal romance"
    ],
    "author": "Kristin Cast"
  },
  {
    "title": "The Ravenous",
    "summary": " The Ravenous introduces us to Eddie Spears, a teenager who is into video games and hanging out with his best friend, Jess Brown. Eddie has a problem: he can hear distant whispers and this causes severe headaches. When he discovers the true cause for his town's prosperity: a sacrificial pseudo-Druid cult, Eddie comes to realize he has a special gift—but can he use it in time to save his sister's life?",
    "genre": [
      "Horror",
      "Fiction"
    ],
    "author": "T. M. Gray"
  },
  {
    "title": "The Sand Dwellers",
    "summary": " The novel is set in the Superstition Mountains where the commander of a secret military installation is affected by strange forces that take over his mind.",
    "genre": [
      "Horror",
      "Fiction"
    ],
    "author": "Adam Niswander"
  },
  {
    "title": "Procession of the Dead",
    "summary": " The story begins with Capac Raimi getting off a train to begin his new life as a gangster in a city controlled by a man known simply as 'the Cardinal'. Leaving the train station, Capac hailed a taxi and headed to his uncle's home. His uncle Theo was a gangster who lost his wife during the birth of their child, who died shortly afterwards. Because of this Theo became severely depressed and his power in the city slipped. Capac joined him as his heir and learnt the tricks of the trade. Soon they got a deal that would aid them massively in the gangster business. Capac, Theo and three guards went to meet the gangster. Before anything was arranged, Theo and the guards were shot dead by gangsters and Capac was taken to the 'Party Central' to face the Cardinal, head of all gangsters and the most powerful man in the city. As Capac worked under the Cardinal, he eventually discovered his real identity, the secrets behind his past and a group of individuals known as 'the Ayuamarcans'.",
    "genre": [
      "Horror"
    ],
    "author": "Darren Shan"
  },
  {
    "title": "The Dark Other",
    "summary": " The novel concerns Patricia Lane who is in love with Nicholas Devine, a quiet and gentle writer. Devine undergoes sudden changes becoming cold and calculating. Frightened by this, Lane consults psychologist Dr. Carl Horker who rescues her from Devine while under the influence of one of his spells. Devine again attacks Horker, and overcomes him. He is then shot by Lane and rushed to a hospital where a second brain is discovered and removed.",
    "genre": [
      "Horror"
    ],
    "author": "Stanley G. Weinbaum"
  },
  {
    "title": "Cowboys for Christ",
    "summary": " Beth is a successful pop music singer and a devout Protestant Christian from Texas, USA. She and her boyfriend Steve both belong to a group known as the \"Cowboys for Christ\", who travel to \"heathen areas\" of the world to preach Christianity. They travel to Glasgow, Scotland, hoping to save some souls once there. However, they are shocked when they receive a very negative reception, Beth even being set upon by a large dog. After performing a concert at a local cathedral, the duo are approached by Lord Lachlan and his wife Delia, aristocrats from the small village of Tressock in the Scottish lowlands. They invite Beth and Steve to come back with them to Tressock in order to preach. Meanwhile, detective Orlando is sent to Tressock, posing as the local police officer, in order to secretly investigate reports of a pagan cult. Beth and Steve decide that they shall begin their preaching at the May Day celebrations in the village. Meanwhile Orlando discovers that the people of the village worship the ancient Celt goddess Sulis. In an attempt to impress the locals, Steve and Beth agree to becoming the local Queen of the May and the Laddie for the festival. In this role, they must split up for the day, and it is during this that the Laddie is devoured by the locals on an island in the middle of the river Sulis. Beth discovers this, and tries to escape, but is captured and embalmed.",
    "genre": [
      "Horror"
    ],
    "author": "Robin Hardy"
  },
  {
    "title": "The Revenge of Dracula",
    "summary": " The novel concerns the story of Count Dracula in England and is set before the events in Bram Stoker's novel Dracula.",
    "genre": [
      "Horror"
    ],
    "author": "Peter Berresford Ellis"
  },
  {
    "title": "The Black Wolf",
    "summary": " The novel is a Lovecraftian story of werewolves.",
    "genre": [
      "Horror"
    ],
    "author": "Galad Elflandsson"
  },
  {
    "title": "The Soft Whisper of the Dead",
    "summary": " The novel concerns vampires in the Connecticut town of Oxrun Station, a suburb of New York.",
    "genre": [
      "Horror"
    ],
    "author": "Charles L. Grant"
  },
  {
    "title": "The Dark Cry of the Moon",
    "summary": " The novel concerns werewolves in the Connecticut town of Oxrun Station, a suburb of New York.",
    "genre": [
      "Horror"
    ],
    "author": "Charles L. Grant"
  },
  {
    "title": "The Long Night of the Grave",
    "summary": " The novel concerns mummies in the Connecticut town of Oxrun Station, a suburb of New York.",
    "genre": [
      "Horror"
    ],
    "author": "Charles L. Grant"
  },
  {
    "title": "Resident Evil: City of the Dead",
    "summary": " The narrative follows Leon S. Kennedy fighting the mutated William Birkin for most of the story, while Claire Redfield fights the Tyrant. The book downplays most of the puzzle-solving elements from the game and focuses more on the interaction between the characters. There are also added scenes in the book involving the supporting characters such as Ada Wong, Annette Birkin, Sherry Birkin, and Police Chief Brian Irons. The ending is slightly altered, in which the survivors of S.T.A.R.S. Exeter, characters featured in Caliban Cove (including Rebecca Chambers, pick up Leon, Claire, and Sherry, as opposed to the \"walk into the sunrise\" ending featured in the game. Due to City of the Dead being written before the release of Resident Evil 3: Nemesis the book has some contradictions. For example, in the beginning of the book, Jill Valentine leaves Raccoon with Chris Redfield and Barry Burton to infiltrate Umbrella's HQ in Europe. In the game series, however, Jill has to fight her way out of Raccoon, Chris has already skipped town, and Barry comes back to help Jill escape at the end. fa:رزیدنت ایول: شهر مرده pt:City of the Dead it:La città dei morti (Perry)",
    "genre": [
      "Horror"
    ],
    "author": "S. D. Perry"
  },
  {
    "title": "Cold Skin",
    "summary": " The novel chronicles the stay of an unnamed weather official on a remote island in the south Atlantic close to the Antarctic Circle.",
    "genre": [
      "Horror"
    ],
    "author": ""
  },
  {
    "title": "The Howling II",
    "summary": " Three years after the events of The Howling, Karyn Beatty has now remarried and lives in Seattle. Although content with her new life with her husband, David Richter, and her young stepson Joey, she is still haunted by the memories of her terrifying ordeal in the Californian mountain village of Drago with its werewolf inhabitants. Karyn regularly sees a therapist to help work through her problems, but after a spate of sinister occurrences that culminate in the horrific killing of the family's housekeeper, Karyn is convinced that the surviving werewolves of Drago have tracked her down. Fearing for the lives of her new family, Karyn leaves town hoping she will lead the evil creatures away from her loved ones. Karyn's fears were well founded as she had indeed been tracked down by none other than her ex-husband Roy (now a werewolf) and Marcia Lura, the evil Drago werewolf who first bit him. Both Roy and Marcia survived the fire in Drago, but Marcia is now partially scarred and incapacitated due to being shot in the head with a silver bullet by Karyn at the end of the first novel. Though the bullet did not kill her as expected, it left a streak of silver through her black hair and rendered her unable to fully transform into a werewolf as before. Now, when the moon is full, she becomes a grotesque half-woman/half-wolf creature, and wants revenge for what Karyn did to her. In Mexico, Karyn tracks down Chris Halloran, the family friend who helped her during her first ordeal in Drago. She tells him that the werewolves of Drago have come for her and she needs his help once more. However, Chris's new girlfriend, Audrey, is jealous of his prior relationship with Karyn and does everything she can to undermine their friendship. When Roy and Marcia finally track Karyn down to Mexico, they set a trap for her at a mountainside cabin with Audrey's help, and close in for the kill. Again, Chris comes to Karyn's rescue and fights with Roy (who takes the form of a wolf). Chris eventually manages to kill Roy with a silver knife, but in the nearby mountainside cabin, Marcia is holding Karyn hostage and is about to torture her using a set of red hot pliers. However, as the full moon rises, Marcia abruptly begins her agonizing change into the half-wolf creature. She drops the pliers which then cause a fire to break out in the cabin, allowing Karyn to escape. Outside, Karyn is reunited with Chris while Marcia (or the creature she has become) burns to death as the cabin goes up in flames.",
    "genre": [
      "Horror"
    ],
    "author": "Gary Brandner"
  },
  {
    "title": "The Amityville Horror Part II",
    "summary": " The Lutz family barely escapes 112 Ocean Ave. While fleeing Amityville, they are attacked, but got away. They arrive at Kathy's mother's house, where they think they are safe. Soon after, George is awoken by a supernatural force. George and Kathy realize that they are being followed. Over the next few days, Kathy and her mother spot Missy playing with Jodie. Events plague the family. They get The Amityville Horror published and have to deal not only with the supernatural, but skeptics and a never ending line of press.",
    "genre": [
      "Horror"
    ],
    "author": ""
  },
  {
    "title": "Murder in Amityville",
    "summary": " The plot tries to explain why Ronald Defeo Jr. killed his family at 112 Ocean Ave. It revolves around Ronald Jr. as he experiences strange events in the house up until he kills his entire family on November 13, 1974. It goes on to explain that he was possessed and that he did not want to kill his family. It introduces controversial events. It is also based on Defeo's explanation of why he says he killed his family.",
    "genre": [
      "Horror"
    ],
    "author": ""
  },
  {
    "title": "Amityville: The Final Chapter",
    "summary": " It started in Amityville. It followed them 3000 miles. Now for the Lutz family, the forces of 112 Ocean Ave. have followed them around the world. Now it doesn't matter where they go, it will be there and the Lutzes must find a way to escape.",
    "genre": [
      "Horror"
    ],
    "author": ""
  },
  {
    "title": "Amityville: The Horror Returns",
    "summary": " A regular fine and dry day in southern California. George Lutz works on his new home while Kathy's sons Greg and Matt cause trouble inside. Kathy Lutz yells at them but it takes two parents to get them outside. George sits down to eat breakfast. A house fly comes out of nowhere and lands on his food. He goes to kill it but finds himself unable to move or speak. George then realizes the presence has found the Lutzes yet again. A fire monster is then led by the fly towards George Lutz after he manages to break free. Kathy wakes him up and he finds out he was dreaming, but he won't let it go. Kathy starts to cry. Her daughter Amy is about to comfort her mother when she hears a noise in the living room. She goes into the living room. She gets very happy and says \"Jodie, you came back!\". Still unaware of the presence in the house. George and Kathy go on a business trip to Portland, Oregon leaving the kids at home with the sitter, Nancy. George and Kathy are stalked by the presence to Oregon where they encounter a little girl on a golf course. Things are much worse at home though. George and Kathy while on their way home are attacked by the presence on the plane. When George and Kathy reach the airport the presence does everything it can to prevent them from reaching the house where the kids and the sitter are. When they find the car they race onto the Los Angeles freeway, where their car is wrecked (similar to Father Mancuso's car in The Amityville Horror). The cars on the freeway disappear and George loses control of the car. George and Kathy jump out just before the car runs off a cliff and becomes a piece of twisted metal. An Indian finds them and gives them his truck. George and Kathy take the truck and race towards the house. The Indian man walks over to the Lutzes destroyed car and destroys the evil cloud which took control of the car. The Car then disappears. George and Kathy turn onto their street and rush up to the end of the street to find their house is gone. In its place: A -story Dutch colonial house. Better known as 112 Ocean Ave. (or as it is called in the book The Amityville House.) George and Kathy stunned that their old house is in front of them and their children inside try not to panic. As they get out of the car the house \"greets\" them. The lights start going on and off in one room at a time and slowly. Then they go off at the same time and even faster. Until every light goes out for a moment. Then very slowly an orange light illuminates the eye windows. The street then turns into Ocean Ave. George tells Kathy that they must go in together and save the children and sitter. Shawna races to the house and sees George and Kathy entering the house. She races faster and slams into an invisible force field. George hears the crash but it sounds far away to him. George realizes the boat house is missing and is replaced by moving shadows. George goes to open the door to the house but finds it is locked. He tries using his key but it does not open. The door then opens. Inside is a demonic figure welcoming them into the house. Shawna, becomes able to escape her wrecked vehicle however she then realizes the house is gone. The Lutz family's regular house is back. She realizes it's artificial though and realizes she can't get to the house. Inside, the house (which is now a living thing) begins to talk to them. Using doors, windows, boilers it speaks to them. The house is in the condition it was in when they left it; Christmas decorations are still up, gifts are lying around. George, who is now filled with anger, decides to fight back. He starts banging the wall hard with his fist. The activity stops for a few moments. George tells Kathy to go find the kids and Nancy. Kathy runs up the stairs looking for the kids. She finds them. The house which has now \"upgraded\" the items the Lutz family left in the house. Kathy enters Amy's old room. Greg and Matt are sitting on the bed. Kathy tries to communicate with them but they give her no response. Kathy realizes Amy is dancing to music that is coming from nowhere. She then realizes Jodie is dancing with Amy. Every time Amy dances into a cabinet it moves, only she is not strong enough to move it. George downstairs is still fighting the creature. He then demands to know where Nancy is. The creature stops. Then says \"Nan-cy?\". George realizes the creature is Nancy. The creature then melts. Kathy upstairs is trying to find a way to make Jodie release the children without harming them. The dancing starts getting wilder and violent. Shawna who still has not gotten into the house is outside. Using Indian powers she breaks the invisible wall. Exposing the Amityville house. In the living room the creature reforms. It is now pure white with no face. It grabs the \"upgraded\" shot gun, which shoots supernatural powers instead of bullets. George then demands the house to tell him where everyone is. It responds by telling him in the basement. He starts moving towards the basement. Then he realizes that's where the red room is. He turns around and unexpectedly attacks the demonic figure. Upstairs Kathy yells at Jodie which makes matters worse. She then yells at Amy to stop dancing. Amy drops to the ground. Greg and Matt then begin clapping. Shawna who is now walking up to the house just dodges rifle fire from inside the house. George is still fighting for the gun in the living room. It then gets worse when the figure gains the upper hand. Shawna bursts in the house to draw the attention to her. Leaving a knocked out George on the floor. Kathy who now has to push the kids to walk gets them to the stairs when she hears a creaking noise. She sees the rocking chair moving. Amy then asks if Jodie could go with them. Kathy denies and the trio works the way down the stairs. In the dining room Shawna is being burnt alive by demonic powers. She manages to use some Indian powers to counter but continues to fail. Kathy realizes what is happening downstairs and goes to get the kids out of the house and come back.",
    "genre": [
      "Horror"
    ],
    "author": ""
  },
  {
    "title": "The Amityville Curse",
    "summary": " The plot is entirely fictional and tells that the house at 112 Ocean Ave. was once a rectory and that one of the priests died there and the house became haunted.",
    "genre": [
      "Horror"
    ],
    "author": ""
  },
  {
    "title": "Dead to the World",
    "summary": " This novel opens on New Year's Eve, three weeks after the events of Club Dead. Sookie Stackhouse finds Eric running down the road close to her home, but he seems to have lost his memory. Sookie, initially reluctant to get involved in vampire matters once again, takes Eric in. Eric's second in command, Pam, is relieved at Sookie finding Eric, and explains a coven of villainous witches, some of them also werewolves, has arrived in Shreveport, set on extorting money from Eric and taking over the local power he has. Hence, Pam believes the witches to be responsible for Eric's erased memory. After Sookie's brother Jason bargains on a financial settlement, Sookie agrees to keep Eric in her house and care for him, as the witches are on the lookout for Eric and might harm him. The next day, Jason is missing. Sookie oversees the slowly progressing police investigation of her brother's disappereance, but personally fears the witch coven might've gotten hold of him. Later on, Sookie informs werewolf Alcide Herveaux of the witch coven being in town. Alcide and his pack master fear that one of their pack members might have defected to the witches' side, but Sookie and Alcide then discover this particular woman's murdered body. Back in Bon Temps, Sookie's workplace is paid a visit to by the leaders of the witch coven, Marnie \"Hallow\" and Mark Stonebrook. Meanwhile, Sookie and Eric give in to their sexual interest in each other, while Sookie realizes she wouldn't have done so if Eric still had his memory. Pam suggests Alcide's werewolf pack, her area vampires and some local Wiccans unite to fight off the witch coven. They do so and with Sookie's assistance, brutally attack the witches' main gathering place, wiping out everyone present but Hallow, whom Pam captures and forces to lift Eric's amnesia. Sookie returns home dismayed at the loss of her \"relationship\" with the memory-free Eric, and finally retrieves Jason with Sam's help in Hotshot, a local were-panther community. In Hotshot, Felton Norris, romantically interested in Jason's one-time fling Crystal, also a werepanther, had contained Jason and purposefully bit him to change him into a werepanther, so that Crystal would lose her interest in Jason. This novel marked the death of three previously introduced characters; Fangtasia's human waitress Ginger was killed by a witch curse, Fangtasia's replacement bartender Chow was staked in the climactic battle, and Alcide Herveaux's jealous, shapeshifter ex-girlfriend Debbie Pelt was shot to death by Sookie after invading Sookie's house intending to kill her.",
    "genre": [
      "Horror",
      "Speculative fiction",
      "Romance novel",
      "Mystery",
      "Fantasy",
      "Gothic fiction"
    ],
    "author": "Charlaine Harris"
  },
  {
    "title": "Hunted",
    "summary": " Zoey and her friends help Stevie Rae heal after the events at the end of Untamed - the arrow did not kill her, but took most of her lifeblood, so Kalona could be freed from the earth. Zoey and Stevie Rae reconcile, and the latter introduces Zoey's group to some of the red vampyre fledglings. Aphrodite lets Stevie Rae feed on her to heal, which forms an Imprint between them. When Erik follows Zoey on her way to her room they kiss, but then Erik gets too rough and scares her. Erik and Zoey get back together, though Zoey's not entirely sure due to Erik's possessiveness. Kalona starts getting into Zoey's dreams to seduce her, and calls her A-ya. Kramisha, a red fledgling, is revealed to also express prophecies through her poetry, and Zoey gives her the title of Poet Laureate. This is how they find their first clue. One of Kramisha's poems states that Kalona and Neferet will be banished when Night, Humanity, Blood, Spirit and Earth come together, but Zoey doesn't know who will represent these elements. Heath arrives at the tunnels, and Zoey goes outside to talk to him, much to Erik's anger. Heath tries to reconcile with her, but to no avail. A Raven Mocker attacks them and critically wounds Zoey. She drinks from Heath to heal and they Imprint again, but she is still weakened. Kramisha gets exited and loses her control a little when she sees Heath (a human), leading Zoey to realize that the red fledglings may still have problems with their self-control. Darius finally declares that Zoey needs exposure to more adult vampyres to survive, and she is forced to return to the House of Night, much to Neferet's pleasure. She finds out that Kalona's presence has caused the fledglings and the vampyres to turn their backs on Nyx. Kalona's favorite son, Rephaim, and Darius get into a fight. Kalona intercedes and gives Darius a huge scar which upsets Aphrodite. Zoey successfully persuades Stark to turn back to the good side. He becomes the second red vampyre when he pledges his Warrior's Oath to Zoey and she accepts. Zoey discusses the situation with Lenobia and, upon analyzing Kramisha's poem again, finds out that she is Night, Blood is Stevie Rae, Humanity is Aphrodite, Sister Mary Angela is Spirit, and Grandma Redbird is Earth. Zoey and her friends set fire to the school as a diversion and escape on horseback to the Benedictine Abbey. Zoey and the other people mentioned in the poem open a circle and send everyone else inside. Neferet, Kalona and Stark arrive quickly afterwards in an SUV, followed by the Raven Mockers. Neferet and Kalona take turns at threatening and cajoling Zoey but she finally accepts the truth: that although A-ya is a part of her, she will choose her own destiny. She rejects Kalona. Neferet orders Stark to shoot Zoey but he says that Zoey is his heart and aims at her while thinking of himself. Realizing what will happen, Zoey uses the elements to stop the arrow and knocks him out in the process. Night, Humanity, Blood, Spirit, and Earth complete the spell and banish Neferet and Kalona. Zoey's Mark spreads to across her scar. She is deeply in pain because she had to say goodbye to Kalona, and knows that the fight isn't over yet.",
    "genre": [
      "Horror",
      "Fantasy",
      "Young adult literature",
      "Paranormal romance"
    ],
    "author": "P. C. Cast"
  },
  {
    "title": "Amityville - The Nightmare Continues",
    "summary": " Amityville, New York. Once the Dutch Colonial house on Ocean Avenue had been the scene of a gruesome possession that sent its owners fleeing for their sanity and their lives. For years, it had remained abandoned, without any sign of disturbance. Then 11-year-old Kooch Webster dared his buddy Lester to sneak into the house. They only wanted to steal some junk to make a little pocket money. But something terrible still lurked within the crumbling walls—a monstrous evil that threatened to destroy not only the boys, but anyone who came in contact with them. Insidiously, the evil within the house spread into the community; a pawnbroker who bought the boys' stolen goods was found brutally slain, a priest disappeared mysteriously after visiting the house, and soon Kooch, Lester and their families were caught in an unrelenting web of terror for which there was no rational explanation, and no possible escape.",
    "genre": [
      "Horror"
    ],
    "author": ""
  },
  {
    "title": "The Howling III: Echoes",
    "summary": " A year after the Californian mountain village of Drago was destroyed by fire, sinister murders begin to occur in the neighboring town of Pinyon. A teenage boy named Malcolm is found living in the woods, and is one of the survivors of the Drago fire. Also surviving the fire is Derak, the former leader of the Drago community and a werewolf, responsible for the recent deaths. Derak wants to bring Malcolm back to his people, the other survivors of Drago, so that he can learn about his true heritage; Malcolm is also a werewolf. Malcolm is hospitalized and placed under the care of resident psychiatric specialist Dr Holly Lang, who becomes Malcolm's friend. However, an ambitious and unscrupulous doctor, Wayne Pastory, abducts Malcolm so that he can experiment on him and learn more about werewolves. At a secret clinic, Malcolm is tortured as Pastory conducts cruel experiments on him, but as he is so young, Malcolm is only partially able to transform into a werewolf. Holly discovers the whereabouts of the clinic and tries to rescue Malcolm but she is attacked by Pastory's henchman. Just as he is about to rape her, Derak - in werewolf form - bursts in and kills the henchman. Malcolm is freed by Holly, who is subsequently rescued herself by the Pinyon sheriff, Gavin Ramsay. However, Malcolm runs away before they (or Derak) can take him back to Pinyon. Over the course of the next year, Malcolm lives as a drifter, wandering throughout California. He eventually meets a man named Bateman Styles who works for a travelling carnival. Seeing that Malcolm has certain abilities (he continues to partially transform into a werewolf), Styles offers him a job working in the carnival freak show as \"Grolo - The Animal Boy\". Malcolm, without money or a place to live, accepts and the show becomes a minor success. However, publicity leads to Malcolm's picture being published in the press, which is seen by Holly and she travels to see him. She offers Malcolm the choice of returning to Pinyon with her, which Malcolm accepts. However, the publicity has also attracted the attention of Dr Wayne Pastory, who has been dismissed from the Pinyon Hospital over his dubious activities, but is still keen to resume his experiments. He travels to the carnival and tries to make a deal with Styles, who refuses. Pastory tries to strangle Styles, who then has a heart attack and dies. Malcolm, who is hiding nearby, transforms partially into a werewolf and kills Pastory. However, he is surprised to find that Derak has also tracked him down and still wants him to join their people. In order to persuade him, Derak has kidnapped Holly. This prompts Sheriff Ramsay from Pinyon to travel to the carnival to find her. He learns from a female Drago survivor named Lupe that Derak is holding Holly hostage in the mountains until Malcolm joins them. Ramsay makes Lupe take him to where they are hiding, though she begins to transform into a werewolf on the way and Ramsay shoots her with a silver bullet. In the mountain lair, Malcolm arrives and fights with Derak (who reveals himself to be Malcolm's father) for Holly. The two change into werewolves, but end up killing each other just as Ramsay arrives and rescues Holly and the other members of Derak's group from Drago head off into the forest, now without their leader.",
    "genre": [
      "Horror"
    ],
    "author": "Gary Brandner"
  },
  {
    "title": "Move Under Ground",
    "summary": " Jack Kerouac witnesses the rising of R'lyeh off the California coast. With Neal Cassady and William S. Burroughs, Jack takes to the road, crossing America to save the world from a Lovecraftian cult.",
    "genre": [
      "Horror",
      "Speculative fiction",
      "Mystery",
      "Fantasy",
      "Fiction",
      "Suspense"
    ],
    "author": "Nick Mamatas"
  }
]