[
  {
    "title": "The Conformist",
    "summary": " In the prologue, the reader witnesses numerous formative events from a short period in Marcello’s childhood. In the first, Marcello coldly kills several lizards in the yard between his home and the home of his neighbor and friend, Roberto. He tries to coax Roberto into offering approval of this behavior, and when Roberto doesn’t comply, they fight and Roberto leaves. Marcello later obtains a slingshot and fires a few stones through the ivy that covers the fence around Roberto’s family’s house, only to find that he has killed their family cat instead of Roberto. Marcello is mortified not so much by his actions but by what he perceives as the abnormality of his sentiments. Marcello also witnesses a fight between his parents that is later revealed to mark the beginning of his father’s decline into mental illness. Marcello’s mother and housemaid discover that his father has vandalized a photograph of Marcello and his mother by poking holes through their eyes and drawing streaks of blood on their faces. His father ultimately chases his mother around the house and attacks her in the bedroom, leaving Marcello torn between whether to rescue his mother or aid his father. It is revealed that Marcello’s father often physically abuses the boy. The final section of the prologue covers Marcello’s torment at the hands of his classmates, who use his somewhat effeminate appearance to question his gender. One day, five classmates follow Marcello home from school and try to force him to wear a dress, but their attack is interrupted by a chauffeur who happens on the scene and offers to drive Marcello home. En route, the chauffeur appears to proposition Marcello, offering him a pistol in exchange for unspecified actions. The chauffeur, who reveals himself to be a former priest de-frocked for indecent behavior, ultimately stops himself before initiating any actions with Marcello and begs the boy to ignore him if he tries to speak to him again. Marcello doesn’t fully understand what is happening, and his desire for the pistol leads him to go with the chauffeur again a few days later. This time, the chauffeur, named Lino, locks himself in the room with Marcello and tells the boy that he won’t be able to escape the (still unspoken) abuse to come. During the struggle, Lino’s gun comes loose and Marcello grabs it. When Lino tells Marcello to shoot him, he complies and flees out the window. Part I opens with Marcello, now a state employee of the Fascist government, looking though old newspaper clippings for information on the incident with Lino. He ultimately finds an obituary that blames the death on an accident during the cleaning of the gun. While Marcello does not feel true remorse, he does seek some absolution for this incident throughout the novel. A colleague of Marcello’s named Orlando asks Marcello to participate in a mission to Paris. A former professor of Marcello’s, named Quadri, is now an anti-fascist agitator, and the Italian government would like to infiltrate his organization. Marcello is also due to be married shortly to a woman named Giulia, and offers to take his honeymoon in Paris so that his presence there would not be suspicious to Quadri. Marcello also takes confession, despite his apparent atheism, as a prelude to the Catholic wedding his wife expects. He confesses to murdering Lino, and the priest indicates that he can seek absolution if he feels true remorse for his actions – an emotion that Marcello does not appear capable of feeling. The section closes in the days leading up to Marcello’s wedding, and we see his mother-in-law lavishing praise upon him, in stark contrast to his mother, who now lives alone in squalor. His father has been in an asylum for six years and suffers from the delusion that he is one of Mussolini’s top aides. On the way to see his father, Marcello’s mother gives him a wedding present but indicates that she won’t be attending the ceremony. Marcello and his mother make their monthly visit to his father, who neither recognizes them nor even acknowledges their presence. Part II covers the honeymoon and the odd interpersonal relationships that unfold between Marcello, Giulia, Quadri, and Quadri’s voluptuous young wife, Lina. En route to Paris, Marcello makes a scheduled stop at a brothel in a small, unnamed town in France, where he is to meet Agent Orlando for further instructions. At the brothel, Marcello is mistaken for a client, causing him some embarrassment before Orlando arrives to tell him that the new plan is to kill Quadri. Marcello needs simply to confirm Quadri’s identity to Orlando to fulfill his duties. As he is leaving, Marcello realizes he has forgotten his hat, but when he goes to retrieve it, he finds Orlando with his arm around a prostitute to whom Marcello feels a strange attraction. Marcello experiences the same feeling when he and Giulia head to Quadri’s apartment, as Lina reminds him in some ways of that prostitute, and Marcello tells himself that he is in love with Lina despite her apparent dislike for him. Lina allows Marcello to begin to seduce her, but always keeps him at arm’s length, even telling him that she and Quadri are aware that he is a spy there in service of the Italian government. While Lina and Giulia head out shopping, Marcello is accosted by an old man who first mistakes him for a beggar, and then mistakes him for a homosexual or perhaps a prostitute, revisiting the humiliation of the incident with Lino on Marcello. When the old man refuses to take Marcello back to his hotel, Marcello pulls his gun and demands to be let out of the vehicle. Marcello’s feelings for Lina intensify alongside a growing contempt for her when he sees her attempting to seduce Giulia and realizes that her interest in him is merely for show. Lina’s pursuit of Giulia leads to an argument in a nightclub where Giulia tells Lina that she is not a lesbian and has no interest in an affair. At a dinner, Quadri asks Marcello to post a letter for him on his way back to Italy, as Quadri’s activities are monitored and the letter might be intercepted otherwise. Marcello refuses, and Quadri takes this as a sign of solidarity, as Marcello could have taken the letter and turned it over to the authorities instead. However, Marcello does confirm Quadri’s identity to Orlando, and on a trip to Savoy, Quadri – as well as Lina, who left with him in response to Giulia’s rejection – is killed by Orlando and his men. The epilogue briefly explores Marcello’s conflicted responses to his role in the murders of Quadri and Lina, including his attempts to rationalize away his culpability. The epilogue takes place years later, on the night that Mussolini falls from power. Giulia reveals that she has long suspected that Marcello was involved in the murders, but her sorrow is more for their own safety than for Marcello’s victims or his duplicity. The two go out for a drive and walk that evening, and while Giulia tries to convince Marcello to make love to her in a wooded area, a stranger arrives and calls to Marcello by name. Marcello is floored to see that it is Lino. Marcello shows real emotion for the first time in the book when he screams at Lino and blames him for ruining his life by taking his innocence. Lino defends himself by arguing that the loss of innocence is inevitable and is merely a part of the human experience. This speech leads Marcello to the beginning of acceptance of his own non-conformity. The novel’s closing passage has Marcello, Giulia, and their daughter driving to the mountains to evade possible reprisals for Marcello’s role with the government. En route, they drive into an air raid, and their car is strafed with bullets. Giulia and the daughter are killed in the first wave, and Marcello falls out of the car, wounded. Realizing his wife and daughter are dead, he waits for the second wave to return. The novel ends with Marcello hearing the plane’s approach.",
    "genre": [
      "Reference",
      "Fiction"
    ],
    "author": "Alberto Moravia"
  },
  {
    "title": "A Lost Lady",
    "summary": " The novel is written in the third person, but is mostly written from the perspective of Niel Herbert, a young man who grows up in Sweet Water and witnesses the decline of Mrs. Forrester, for whom he feels very deeply, and also of the West itself from the idealized age of noble pioneers to the age of capitalist exploitation.",
    "genre": [
      "Reference",
      "Fiction",
      "Romance novel",
      "Novel"
    ],
    "author": "Willa Cather"
  },
  {
    "title": "The Shadow Lines",
    "summary": " The novel follows the life of a young boy growing up in Calcutta and later on in Delhi and London. His family – the Datta Chaudharis - and the Prices in London are linked by the friendship between their respective patriarchs – Justice Dattachaudhari and Lionel Tresawsen. The narrator adores Tridib because of his tremendous knowledge and his perspective of the incidents and places. Tha'mma thinks that Tridib is type of person who seems 'determined to waste his life in idle self-indulgence', one who refuses to use his family connections to establish a career. Unlike his grandmother, the narrator loves listening to Tridib. For the narrator, Tridib's lore is very different from the collection of facts and figures. The narrator is sexually attracted to Ila but his feelings are passive. He never expresses his feelings to her afraid to lose the relationship that exists between them. However one day he involuntarily shows his feelings when she was changing clothes in front of him being unaware of his feelings. She feels sorry for him. Tha'mma does not like Ila. 'Why do you always speak for that whore' - She doesn't like her grandson to support her. Tha'mma has a dreadful past and wants to reunite her family and goes to Dhaka to bring back her uncle. Tridib is in love with May and sacrificed his life to rescue her from mobs in the communal riots of 1963-64 in Dhaka.",
    "genre": [
      "Reference",
      "Fiction"
    ],
    "author": "Amitav Ghosh"
  },
  {
    "title": "The Voyage Out",
    "summary": " Rachel Vinrace embarks for South America on her father's ship and is launched on a course of self-discovery in a kind of modern mythical voyage. The mismatched jumble of passengers provide Woolf with an opportunity to satirize Edwardian life. The novel introduces Clarissa Dalloway, the central character of Woolf's later novel, Mrs. Dalloway. Two of the other characters were modeled after important figures in Woolf's life. St John Hirst is a fictional portrayal of Lytton Strachey and Helen Ambrose is to some extent inspired by Woolf's sister, Vanessa Bell. And Rachel's journey from a cloistered life in a London suburb to freedom, challenging intellectual discourse and discovery very likely reflects Woolf's own journey from a repressive household to the intellectual stimulation of the Bloomsbury Group.",
    "genre": [
      "Reference",
      "Fiction",
      "Novel"
    ],
    "author": "Virginia Woolf"
  },
  {
    "title": "Indiana",
    "summary": " In the story an attractive, young Creole from Réunion named Indiana is married to an older ex-army officer named Colonel Delmare. Indiana does not love him, and searches for someone who will love her passionately. She overlooks her cousin Ralph, who lives with her and the colonel and who has loved her steadfastly from a young age. When their young, handsome, and well-spoken neighbor, Raymon de Ramiere declares his interest to Indiana, she falls in love with him. Raymon has already seduced Indiana's maid, Noun, who is pregnant with his child. When Noun finds out what is going on, she drowns herself. Indiana's husband decides that they will move to the Île Bourbon. Indiana escapes the house to faithfully present herself in Raymon's apartments in the middle of the night, expecting him to accept her as his mistress in spite of society's inevitable condemnation. He at first attempts to seduce her but, on failing, rejects her once and for all. He cannot bear the thought that her will is stronger than his and writes her a letter intended to make her fall in love with him again, even though he has no intention of requiting it. Indiana has moved to the Island with the Colonel by the time she reads the letter but does not fall under Raymon's spell again. She escapes once again to France, where the Trois Glorieuses revolution of 1830 is taking place. In the meantime, Raymon has made an advantageous marriage and bought Indiana's house. The stoic Sir Ralph, whom she has always seen as 'égoiste', comes to rescue her and tell her that Colonel Delmare is dead from illness. They decide to commit suicide together by jumping into a waterfall at the Île de Réunion. But on the way home they fall in love. Just before the suicide, they declare their love for one another and believe they will be married in Heaven. At the end of the novel comes a conclusion, a young adventurer's account of finding a man and woman, Ralph and Indiana, living on an isolated plantation.",
    "genre": [
      "Reference",
      "Fiction",
      "Romance novel"
    ],
    "author": "George Sand"
  },
  {
    "title": "The Financier",
    "summary": " In Philadelphia, Frank Cowperwood, whose father is a banker, makes his first money by buying cheap soaps on the market and selling them back with profit to a grocer. Later, he gets a job in Henry Waterman & Company, and leaves it for Tighe & Company. He also marries an affluent widow, in spite of his young age. Over the years, he starts misusing municipal funds with the aid of the City Treasurer. In 1871, the Great Chicago Fire redounds to a stock market crash, prompting him to be bankrupt and exposed. Although he attempts to browbeat his way out of being sentenced to jail by intimidating Mr Stener, politicians from the Republican Party use their influence to use him as a scapegoat for their own corrupt practices. Meanwhile, he has an affair with Aileen Butler, a young girl, subsequent to losing faith in his wife. She vows to wait for him after his jail sentence. Her father, Mr Butler dies; she grows apart from her family. Frank divorces his wife. Sometime after being released, he invests in stocks subsequent to the Panic of 1873, and becomes a millionaire again. He decides to move out of Philadelphia and start a new life in the West.",
    "genre": [
      "Reference",
      "Fiction",
      "Novel"
    ],
    "author": "Theodore Dreiser"
  },
  {
    "title": "Bitter Lemons",
    "summary": " The book is alternately comic and serious, charting Durrell's experiences on Cyprus and the people he met and befriended, as well as charting the progress of the Cypriot \"Enosis\" (union with Greece and freedom from British rule) movement, which plunged the island into chaos and violence. Comic moments include Durrell's successful house-buying adventure, and the visits of his mother and brother, naturalist Gerald Durrell. Durrell settled in the village of Bellapais (purposely spelt \"Bellapaix\" by Durrell to evoke the old name Paix), which is now part of the Turkish-controlled Northern Cyprus. During his stay, Durrell worked first as an English teacher at the Pancyprian Gymnasium, where several of his female students reportedly fell in love with him: Invited to write an essay on her favourite historical character, [Electra] never failed to delight me with something like this: 'I have no historical character but in the real life there is one I love. He is writer. I dote him and he dotes me. How pleasure is the moment when I see him came at the door. My glad is very big.' Eventually, however, &#34;the vagaries of fortune and the demons of ill-luck dragged Cyprus into the stock-market of world affairs&#34; and as armed groups emerged demanding an end to British rule and Cyprus&#39; reunion with Greece, Durrell accepted a job as press adviser to the British governor. Durrell was not enamoured with the Cypriot militants, however, and felt that they were dragging the island to a &#34;feast of unreason&#34; and that &#34;embedded so deeply in the medieval compost of religious hatreds, the villagers floundered in the muddy stream of undifferentiated hate like drowning men.&#34; The account ends with him fleeing the island without saying goodbye to his friends, approaching the &#34;heavily guarded airport&#34; by taxi in conversation with the driver who tells him &#34;Dighenis, though he fights the British, really loves them. But he will have to go on killing them—with regret, even with affection.&#34;",
    "genre": [
      "Reference",
      "Non-fiction"
    ],
    "author": "Lawrence Durrell"
  },
  {
    "title": "Scruples",
    "summary": " Born the only child of a distinguished scientist, who is a member of the venerable Winthrop family but must work for a living, Wilhelmina is nicknamed \"Honey,\" a diminutive of her middle name. In her infancy, her mother dies and she is raised by her distant father and a housekeeper. She grows up isolated from her extended family and, with the help of the housekeeper, turns to food for comfort. Around the time she graduates from high school, she is left $10,000 by a maiden aunt, who begs her to spend it foolishly while she is still young. In a last-ditch effort to \"find herself,\" Honey goes to live in Paris with a French family. There, she undergoes a transformation of both body and soul, first changing her name to Billy, then losing weight, and then gaining Parisian style under the guidance of Liliane, the elegant Frenchwoman who is her hostess. She is also introduced to Edouard, Liliane's relative. It is her first sexual affair, but when the aristocratic but impecunious Edouard discovers that Billy has no money, he shows his true colors and ends the relationship. Billy returns to America and to a Boston stunned by her new body and beauty. Feeling \"not in her skin,\" and unwilling, at 19, to start college, she moves to New York to attend the Katharine Gibbs secretarial school and prepare to earn a living. She meets Jessica, her New York roommate, who teaches her about men and sex and becomes her closest friend, and embarks on a whirlwind adventure of sexual discovery. When she graduates from Katie Gibbs, she is hired by Ikehorn Enterprises, and during a business meeting in Barbados, she sleeps with and subsequently marries the CEO, Ellis Ikehorn, who is far older than she. The next several years are happy ones, as Billy and Ellis live a glamorous life filled with parties, homes all over the world, and regular appearances on the Best-Dressed List. Ellis, however, suffers two debilitating strokes, and Billy moves them from Manhattan to Bel Air, California for the better climate. But Billy lives as a recluse in their enormous house and looks aimlessly for some purpose in her life, eventually developing a compulsion to shop in Beverly Hills. Seven years after Ellis' stroke, he dies, leaving Billy an enormous fortune but also an enormous amount of guilt. Billy realizes that she will never find \"what she is looking for,\" so she decides to open a luxury boutique called \"Scruples.\" She hires Valentine O'Neil to design couture clothing for the customers and Valentine's close friend, Spider Elliot, a former fashion photographer who appoints himself the Style Director and arbiter of elegance. The meeting, various romances, and career vicissitudes of Valentine and Spider, along with the development of their relationship, comprise a major subplot in the novel. The story ultimately develops around Billy's second marriage to Vito Orsini, a film producer, a film that he is making, and then around the Oscars. A second subplot concerns Billy's new friend Dolly Moon, a flamboyant supporting actress in Vito's current film project, Mirrors, Dolly's pregnancy, her relationship with an accountant, and a burglary at Price Waterhouse, where the Oscar ballots are tabulated and the results stored. The story ends at the Oscars, where Billy awaits the announcement that Vito's film has won and Dolly dramatically goes into labor. At the same time, Spider and Valentine realize that their friendship has turned into love.",
    "genre": [
      "Reference",
      "Fiction"
    ],
    "author": "Judith Krantz"
  }
]