[
  {
    "title": "Iron Council",
    "summary": " Iron Council follows three major narrative threads that join to form the novel’s climax. Although Miéville weaves back and forth between narrative, time, and space, this summary will follow each narrative individually, discussing their relation to each other toward the end. The novel is set in and around New Crobuzon, a sprawling London-esque city. New Crobuzon has for some unknown amount of time been at war with Tesh, and is attempting to build a railroad across the outlying desert, partially as a new means of conducting this war. Against this backdrop, the novel follows the deeds of three main characters–-Ori, Cutter, and Judah Low. Judah’s story begins some twenty years before the novel’s opening. Judah was hired as a railroad scout for New Crobuzon, charged with mapping terrain, and informing the land’s inhabitants of the railroad’s coming. While doing so, Judah spends time with the Stiltspear, a race of indescribable creatures who can disguise themselves as trees and conjure golems, living creatures made from unliving matter. Judah attempts to warn the Stiltspear away, but they won’t listen and he must settle for making a few recordings and beginning to learn their golemetric arts. Eventually, he returns to the railroad, which does indeed wipe out the Stiltspear. Shortly afterward, Judah, a prostitute named Ann-Hari, and a Remade named Uzman lead a revolution in which the rail workers drive the overseers away, free the Remade, and hijack the train, transforming it into a moving socialist dwelling. Iron Council, the perpetual train, moves through the desert, gathering track from behind and laying it in whichever direction its citizens decide. The Council keeps moving to avoid the New Crobuzon militia, who are anxious to reclaim the train and destroy the rebellion-inspiring Council. Judah returns to New Crobuzon, where he immerses himself in esoteric golemetry literature, emerging as a master of the art. Eventually, Judah returns to the Iron Council, having spread its word throughout New Crobuzon, and intent on using his golemetry to protect it. Cutter, whom the reader joins at the novel’s opening, was a friend, disciple, and lover to Judah during Judah’s return to New Crobuzon. Cutter leads a group consisting of other disciples of Judah in search of the Iron Council, to warn of the impending attack of the New Crobuzon militia. Although the militia was initially defeated by Iron Council, it has amassed a force now capable of destroying the “perpetual train.” After living and working with the Council for a while, Cutter returns with Judah and others to New Crobuzon to inspire revolt with the news of Iron Council, which has decided to return to the city and confront the militia on its own turf. After learning of the failed uprising by the Collective, Judah sends Cutter back to dissuade the citizens of the Council from returning. He is unsuccessful, and at the novel’s climax, Judah conjures a time-golem to freeze the train in time, thus saving it at the point of attack from destruction by the militia. As the novel ends, Iron Council has become a public monument of sorts, poised on the verge of attacking New Crobuzon’s exterior until the undisclosed time in which Judah’s time golem will dissipate. Judah is murdered by Ann Hari for halting the Council’s attack, and Cutter re-immerses himself in New Crobuzon’s underground resistance movements, revitalizing the protest publication Runagate Rampant. Happening somewhat simultaneously with most of the preceding summary are the deeds of Ori, a dissatisfied revolutionary who cannot abide the endless talk of his fellow Runagaters (so named for the above-mentioned publication). Seeking action, Ori is led by Spiral Jacobs, a half-crazed homeless old man, to join the militant gang of Toro. Committing robberies, raids, and even murder, Toro’s group proceeds mercilessly on its quest to assassinate the mayor of New Crobuzon, a plan which is later revealed to be personal rather than political. During Ori’s struggles with and against his new gang, an uprising by The Collective, a union of revolutionary groups, threatens to finally wrest New Crobuzon from the hands of its corrupt parliament and militia. After several days of fighting, however, the Collective is destroyed. Shortly after the fall of the Collective, Ori learns that Spiral Jacobs is in actuality a powerful sorcerer (A Tramp-Ambassador alluded to very briefly early in the novel) sent from Tesh to introduce a dark, destructive force into the midst of New Crobuzon (doing so with the help of the spiral signs he keeps drawing in New Crobuzon, which are considered by the Collective's supporters to be freedom signs). Here Judah, Ori, and Cutter finally cross paths as they unite to stop Spiral Jacobs, who is trying to raise Phasma Urbomach (also called the murderspirit and citykiller), a powerful entity which would destroy the entire city. They finally manage to stop him with the help of Qurabin, a disciple of a Teshi religious tradition whom Cutter and Judah met on the journey to Iron Council; Qurabin, a monk of the Moment of the Hidden and Lost, trades something of his for the knowledge on how to banish the spirit back (during the course of the novel, Qurabin loses his native language, memories of moments, and finally his eyes in order to help the main protagonists) and finally takes the Tesh ambassador with him 'into the domain of Tekke Vogu'. Ori is killed in the confrontation. Cutter and Judah then leave to rejoin the thread of the Iron Council, depicted above.",
    "genre": [
      "Western fiction",
      "Speculative fiction",
      "Steampunk"
    ],
    "author": "China Miéville"
  },
  {
    "title": "The Big Sky",
    "summary": " Boone Caudill is a young man who lives in Kentucky with his family as people are pushing further and further west in the Americas. (Boone is supposedly named after Daniel Boone, who is credited with finding Kentucky.) Boone's father is physically abusive to not only his mother, but also his brother and him. One night, his father begins to beat him after Boone had caused trouble in town, and Boone hits his father over the head with a stick from the wood pile. Knowing that his father is seriously injured, possibly even dead, he goes back to the house and steals his father's prize rifle. As a parting gift, his mother offers him a roast chicken they were going to have for supper. With that, Boone runs away. After thinking back to his childhood, he remembers his maternal uncle who he had idolized. The uncle was a mountain man, frequently thought of as uncivilized by his mother and father. Boone decides this is the life for him and sets off for the West and the mountains. As he walks, he meets a man with a cart and mule named Jim Deakins, who admits to Boone that he has always wanted something more from life and decides that Boone has the right idea. As they arrive into the next city, Jim decides to sell his mule and wagon for some money to travel and join Boone. However, as they get into town, Boone's father has just arrived and is intent on getting his rifle back. Boone jumps in the nearby river to get away, as Jim shouts from the banks of the river for Boone to wait for him. As Boone sets out again, he meets another traveler, Jonathan Bedwell. Bedwell gets Boone drunk and then steals his rifle, to Boone's horror. He continues to travel, now without the rifle, though intent on getting it back. However, he sees Bedwell outside of another town, and attacks him. The sheriff had been nearby and breaks them up. The sheriff takes them to court, and after a quick trial the more sophisticated Bedwell is given the rights to the rifle, as everyone believes it is his anyway. Boone is sentenced to spend time in the jail, but he refuses to admit that he did anything wrong so the sheriff flogs him in hopes of getting a confession. Meanwhile, Jim Deakins is traveling up the same path that Boone had taken. After getting the story out of the locals, he pretends to merely be curious about the goings-on. As he gets the sheriff progressively drunker, he steals the keys to the jail and sets Boone free. They go back to the inn where everyone had been drinking. Boone steals a horse and they flee the area for St. Louis. Boone and Deakins travel for a while before they get recruited onto a French keelboat traveling up the Missouri River. There the boys meet Dick Summers, the boat's hunter and guide, who becomes a role model for Boone in particular, whose explosive temper has gotten into more trouble than he's been able to completely avoid. On the boat, the captain has a Native American princess named Teal Eye. The captain and mate have strictly forbidden any of the crew to talk to her, as they believe it will help relations with the Blackfoot chief for them to bring him back his daughter and they don't want to bring back damaged goods. Boone sneaks looks at the girl, almost instantly falling in love with her. When they reach Blackfoot country, Teal Eye disappears one night. Soon after, the Blackfeet attack and destroy the keelboat and kill everyone on her except the three friends Caudill, Deakins, and Summers, who manage to escape. A good portion of the novel involves Boone Caudill becoming a fur trapper and dealing with the hardships as he moves further from civilization. Dick Summers tires of the life of a mountain man and leaves Jim Deakins and Boone Caudill to return to his land in Missouri to farm. Boone continues to be obsessed with Teal Eye, and eventually he is able to find her again. By that time large numbers of the Blackfeet have been killed by smallpox. With gifts Boone manages to convince Teal Eye's brother, now the chief since the death of their father, to let him have Teal Eye, who uses sign language to tell Boone that she loves him. Jim Deakins, Teal Eye and Boone live peacefully within the tribe, Boone finally feeling as if he's found a place to fit in. Teal Eye eventually gets pregnant, to Boone's joy. However, when the child is born, he is blind. He also has red hair, like Boone's closest friend Jim Deakins. Believing Teal Eye cheated on him, Boone is crushed. He proceeds to kill Jim Deakins and leave Teal Eye, fleeing back east. When Boone arrives back in Kentucky, his mother notes that there are quite a few red heads in their family. Boone cannot tolerate his confusion and the settled life and mores in Kentucky and, depending on one's point of view, either seduces or rapes a young neighbor girl, who despite her sobbing asks when they'll get married. That same night he flees west: \"He didn't realize he was running until he saw [his dog] trotting to keep up.\" Boone stops at Dick Summers's farm in Missouri. In a theme repeated throughout Guthrie's trilogy, Boone refers to the destruction of the pristine west the first whites had known: \"It's all sp'iled, I reckon, Dick. The whole caboodle.\" Boone blurts out that he killed Jim Deakins: \"This here hand done it. ... I kilt Jim.\" Rather than spend even that one night with Dick Summers, Boone Caudill flees out the door, and the book ends.",
    "genre": [
      "Western fiction"
    ],
    "author": "Alfred Bertram Guthrie, Jr."
  },
  {
    "title": "Cities of the Plain",
    "summary": " The story opens in 1952. John Grady and Billy work together on a cattle ranch south of Alamogordo, New Mexico, not far from the border cities of El Paso, Texas, and Ciudad Juárez in the state of Chihuahua, Mexico. The ranch's owners are kind, but face an uncertain future in a dying industry. Recently devastated by drought, cattle ranches around El Paso are struggling, and may be claimed by the Department of Defense to become military areas through eminent domain. Though the cowboys barely make a living, John Grady and Billy love life on the open range, and John Grady - as detailed in \"All the Pretty Horses\" - is a master at training horses. During a visit to a brothel in Juárez, John Grady falls in love with a young, epileptic prostitute, Magdalena. The couple plans to marry and live in the U.S., and John Grady renovates an abandoned cabin, turning it into a home. But Magdalena's brothel is run by Eduardo, a formidable adversary also in love with the young girl. Billy attempts to dissuade John Grady, but feels obligated to help the couple. Eduardo's sidekick, Tiburcio, murders Magdalena by cutting her throat after she steals away from the brothel to meet John Grady at a Rio Grande river crossing and leave Mexico. After John Grady finds her body in the morgue, he faces Eduardo in a knife fight reminiscent of his prison showdown in All the Pretty Horses. Though John Grady kills Eduardo, he is mortally wounded in the fight. He survives long enough to contact Billy, who hurries to comfort him before his death. After John Grady's death, a short epilogue -- not unlike the conclusion of Blood Meridian -- details the next several decades of Billy's life in a few pages. After drifting across the Southwest for many years working ranches and living in hotels, Billy, homeless, takes shelter beneath a highway underpass. There, he meets a mysterious man who tells him about a convoluted dream. Though the man denies it, Billy suspects that he is Death. However, Billy survives the meeting with the man and finds shelter and a new life with a family who takes him in.",
    "genre": [
      "Western fiction",
      "Fiction",
      "Novel"
    ],
    "author": "Cormac McCarthy"
  },
  {
    "title": "The Virginian",
    "summary": " The novel begins with an unnamed narrator's arrival in Medicine Bow, Wyoming, from back East and his encounter with an impressively tall and handsome stranger who proves adept at roping horses, teasing a friend who is off to be married, and facing down a fellow gambler, Trampas, with a pistol and a gently threatening, \"When you call me that, smile!\" This stranger, known only as the Virginian, turns out to be the narrator's guide to Judge Henry's ranch in Sunk Creek, Wyoming. As the two travel the 283 miles to the ranch, the narrator, later nicknamed the \"tenderfoot\" and the Virginian begin to come to know one another as the Tenderfoot slowly begins to understand the nature of life in the West, which is very different from what he expected. This meeting is the beginning of what becomes a deep lifelong friendship and the starting point of the narrator's recounting of key episodes in the life of the Virginian. From that point onward, the novel revolves around the Virginian and the life he lives. As well as describing the Virginian's conflict with his enemy, Trampas, and his romance with the pretty schoolteacher, Molly Stark Wood, Wister weaves a tale of action, violence, hate, revenge, love and friendship. In one scene, the Virginian must participate in the hanging of an admitted cattle thief, who had been his close friend. The hanging is represented as a necessary response to the government's corruption and lack of action, but the Virginian feels it to be a horrible duty. He is especially stricken by the bravery with which the thief faces his fate, and the heavy burden that the act places on his heart forms the emotional core of the story. A fatal shootout resolves the ongoing conflict with Trampas, after five years of hate. The Virginian shoots Trampas in a gun battle and leaves to marry his young bride. The Virginian and Molly ride off together to spend a month in the mountains and then journey back East to Maine to meet her family. They were received a bit stiffly by the immediate Wood family, but warmly by Molly's great-aunt. The new couple return to Wyoming and the Virginian is made a partner of Judge Henry's ranch. The book ends noting that the Virginian became an important man in the territory with a happy family.",
    "genre": [
      "Western fiction",
      "Western",
      "Children's literature",
      "Fiction"
    ],
    "author": "Owen Wister"
  },
  {
    "title": "The Brave Cowboy",
    "summary": " This book is the story of a cowboy (Jack Burns), who lives as a transient worker and roaming ranch hand much as the cowboys of old did, and refuses to join modern society. He rejects much of modern technology, prefers to cut down any fence he comes across, will not carry any kind of modern identification such as a driver's license or Social Security card, and refuses to register for the draft. When his friend Paul Bondi, who is a philosophical anarchist, is jailed for refusing to register for the draft, Burns deliberately gets himself arrested in an attempt to break his friend out of jail, but winds up on the run from the law himself. Bondi has been tried and is awaiting transport from county jail to federal prison but refuses to escape with Burns. As police have discovered that Burns has also never registered for the draft, authorities are intent on sending Burns to trial and eventually federal prison for violation of the Selective Service Act of 1948. Burns eventually escapes reluctantly leaving his friend behind. After a brief stop to say goodbye to Paul's wife (Jerry) and son (Seth), Jack heads for the nearest mountains on horseback. The police mount a manhunt and pull out all the stops to capture Burns, including helicopters on loan by the Air Force. If Burns can scale the mountain range, he figures he can escape under the cover of the forest on the other side. The police know this as well, so they position themselves to prevent that from happening.",
    "genre": [
      "Western fiction",
      "Fiction"
    ],
    "author": "Edward Abbey"
  },
  {
    "title": "The Way West",
    "summary": " Former senator William Tadlock leads a wagon train along the Oregon Trail from Missouri with the help of hired guide Dick Summers. After several accidents which cost settlers lives, a mutiny of sorts develops and his position is overtaken by Lije Evans. Soon, different factions develop amongst the people of the train as they try to survive their trek to Oregon.",
    "genre": [
      "Western fiction",
      "Western"
    ],
    "author": "Alfred Bertram Guthrie, Jr."
  },
  {
    "title": "Yellow Back Radio Broke-Down",
    "summary": " Yellow Back Radio Broke-Down jumps into the narrative of the main protagonist, Loop Garoo, a black, silver tongued, circus cowboy, who represents the devil to the white men. The circus troupe heads into Yellow Back Radio, a sparsely populated ghost town overtaken by a child population in Indian garb. The circus troupe and the children are massacred by the adults that were chased out by the children, while Loop Garoo escapes with his life and a desire for vengeance. Drag Gibson, a homosexual and influential land-owner who is head of the city, is also introduced. As Drag deals with the problems from a deteriorating city, Loop Garoo is saved from being eaten by wild animals by Chief Showcase, a Native American who fights his oppressors through suave and underhanded means. Loop begins his Hoodoo curses on Drag, giving him the retroactive itch and other inconveniences, as the conflict builds. Drag murders his sixth wife and orders his seventh through the mail order service. Her name is Mustache Sal, a nymphomaniac who seeks to murder Drag to inherit his vast fortunes. She proceeds to have sex with just about every main and minor male character, showing a complete lack of discrimination. As Drag continues into a progressively more deteriorating state of mind because of the uncontrollable loss of power and influence around him, Loop Garoo continues to gain influence through his appearance in town, soundly whipping the marshal and pushing the Preacher into the brink of insanity. Mustache Sal’s attempt to poison her husband fails and she is fed to the iron-jawed pigs. Drag then brings in John Wesley Hardin, a sharp-shooting racist who kills black people out of pleasure. When Loop Garoo quickly kills him, Drag’s health quickly deteriorates until his savior, the Pope, arrives riding on red bull. He describes to the city’s citizens the Hoodoo Loop Garoo is putting on them and proceeds to capture Loop with no difficulty. However, when the Pope fails in persuading Loop to return to Rome with him, he leaves in defeat. Drag sets the execution of Loop up but fails to execute him; instead through the sudden appearance of children with new technology, Amazonian women, and Field Marshal Theda Doompussy Blackwell's Raygun wielding detectives, Drag falls into the pit of pigs and dies.",
    "genre": [
      "Western fiction",
      "Western"
    ],
    "author": "Ishmael Reed"
  },
  {
    "title": "Buckskin Brigades",
    "summary": " The book references a journal entry from Meriwether Lewis during the Lewis & Clark Expedition. In a July 27, 1806 entry, Lewis describes how he had killed a Blackfeet Native American chief during the expedition, and in another entry in the journal he mentions a white man living with the Blackfeet tribe. Part of Hubbard's story is based on this white man, referred to in the book by his Native American name, \"Yellow Hair\". After the death of the Native American chief, Yellow Hair attempts to protect his adopted people from fur traders. Yellow Hair is sent to join the fur traders and learn how their future operations will affect his people. The white fur traders are portrayed as evil savages.",
    "genre": [
      "Western fiction"
    ],
    "author": "L. Ron Hubbard"
  },
  {
    "title": "The Lone Star Ranger",
    "summary": " Buck Duane is the son of a famous outlaw. Though an outlaw is not always a criminal, if the Rangers say he is an outlaw, its just as bad - he's a hunted man. After killing a man, Duane is forced to 'go on the dodge'. Duane turns up at an outlaw's hideout, still revolting at the idea of outlawry. Worse still, all the men he kills haunt him, for years. At the outlaw hideout, he meets a kidnapped, beautiful young woman and desires to see her free. In the second part of the book, Duane joins the Rangers, who want him to clear the frontier of outlaws, in return for the Govenor's pardon of his illegal deeds. The book takes place in Texas, which is known as the Lone Star State. Buck Duane is made a Texas Ranger toward the end of the novel. The title also highlights the social isolation of the main character. It was adapted as a radio series in 1933.",
    "genre": [
      "Western fiction",
      "Western",
      "Fiction",
      "Romance novel"
    ],
    "author": "Zane Grey"
  },
  {
    "title": "Mad River",
    "summary": " Boyd Cohoon comes back from prison for the girl, her brother, who'd done the crime, the mine owner who'd gotten rich, and the sheriff, his boyhood friend.",
    "genre": [
      "Western fiction"
    ],
    "author": "Donald Hamilton"
  },
  {
    "title": "The Big Country",
    "summary": " Maryland sea captain James McKay goes west to Texas, to claim his bride, and steps into a violent feud over land.",
    "genre": [
      "Western fiction"
    ],
    "author": "Donald Hamilton"
  },
  {
    "title": "The Man From Santa Clara",
    "summary": " Photographer Alexander Burdick drives his old mule-drawn army ambulance and a smooth-bore shotgun to the New Mexico Territory and into a range war.",
    "genre": [
      "Western fiction"
    ],
    "author": "Donald Hamilton"
  },
  {
    "title": "Texas Fever",
    "summary": " Three years after the Civil War, the McAuliffe family drives a herd of cattle north from Texas to Kansas and into another kind of war.",
    "genre": [
      "Western fiction"
    ],
    "author": "Donald Hamilton"
  },
  {
    "title": "The Bandit of Hell's Bend",
    "summary": " Elias Henders is the prosperous owner of a ranch and a gold mine. Competing for his daughter Diana, ranch hand Colby sabotages recovering alcoholic foreman Bull, and takes his job. The local stage is repeatedly robbed of gold bullion from the owner's mine, and Bull is suspected. The cowardly sheriff does not take action on the robberies. Rich Easterner Wainwright tries to buy the mine and ranch for a low price, but Henders refuses the offer and discusses the property's true value with Diana. She is intrigued by Wainwright's Eastern-educated son Jefferson, who proposes marriage. However, when they are attacked by Indians during the roundup, he runs rather than defend her. Henders is mortally wounded in the battle. Henders will bequeaths his property to his brother John back East so that he can take care of Diana, but John dies too. The Wainwrights pretend that Henders had agreed to a sale, but Diana knows better. Diana's Eastern cousin Lillian brings Corson, a lawyer, to try to seize the ranch and gold mine. They insist that the ranch and mine are nearly played out, and that they should sell the property, offering her a small amount. They show their ignorance about western ways. Bull encourages Diana that the property is worth more than they say, and advises her that the Wainwrights are often at the mine. The Eastern lawyer finally announces that Diana has no property rights due to the wills. As pressure from the opposing forces builds, a mob goes to hang Bull for the stage robberies, but Diana warns him in time. Bull discovers there are papers that will prove Diana's claim to the property, and that Lillian has seduced Colby to obtain his help. Bull actually does rob the stage, simply to obtain the papers supporting Diana. Diana recognizes him at the robbery, and is devastated because she is starting to have feelings for him. She orders the Wainwrights, Lillian and Corson off the property, and fires Colby. Bull has the Mexican Gregorio deliver the important papers to Diana, showing that Lillian is not related to John and thus not entitled to the property. The villains try to take over the ranch. Bull catches Colby robbing the bullion stage, and has him watched in town, but he is released by the sheriff and his friends. Colby kidnaps Diana and heads for Mexico. He claims to be rescuing her, but she knows that she does not love him. Bull follows her doggedly, and eventually rescues her. They return to town, stop the illegal title transfers and announce their impending marriage.",
    "genre": [
      "Western fiction"
    ],
    "author": "Edgar Rice Burroughs"
  },
  {
    "title": "Destry Rides Again",
    "summary": " Harrison Destry, broke and jobless, begins the novel by returning to his native town of Wham, in Texas. He is scorned by the many enemies he has made there, including rich rancher's daughter Charlotte Dangerfield. Only one of the men that Destry has previously beaten with his fists, Chester Bent, seems to bear him no ill-will; he stakes the penniless Destry to a hundred dollars. But Bent's generosity is a ploy. Bent has just robbed the Express, and knowing Destry's wasteful way with money, he expects that Destry's wild spending will make him a prime suspect for the robbery. Bent's plan works to perfection. Destry goes on a wild drinking spree at a local saloon, and is arrested for the robbery. Failing to comprehend how much trouble he is in, Destry neglects his defense and is stunned to be convicted by a jury stacked with his enemies and then sentenced to ten years for the robbery by a judge who considers him a proven troublemaker. Destry protests his innocence and swears to visit each of the twelve jurors when he is out of prison. Only Charlotte believes that Destry is not guilty. Six years later, Destry is released from prison early for good behavior. He sets about systematically ruining the lives of the twelve jurors. He does not murder any of them outright, although he kills some of them in self-defense. Destry explains that he is determined to stay within the law from now on (although some of his actions, such as trespassing and safe-cracking, are in fact of extremely dubious legality). His chief concern is to show that none of the \"jury of his peers\" is, in fact, his equal. Destry remains ignorant of Chester Bent's role in framing him; Bent is the only man in Wham who treats Destry kindly upon his release, and Destry comes to count Bent as his best friend. But Bent is secretly conspiring to have Destry killed, and helps the jurors organize to murder their nemesis. While on the run, Destry meets a boy named Willie Thornton, who adopts Destry as his hero. Thornton later secretly observes Bent murdering a creditor. Bent uses Destry's knife to kill his victim, in order to frame Destry again. Bent then spots Thornton and chases him; Thornton escapes only by diving into a raging river, from which he emerges weak and sick. Although feverish, Thornton steals a horse and makes a long, hard ride back to Wham to warn Destry of Bent's treachery. So warned, Destry fights his way out of a trap that Bent has laid for him. The sheriff of Wham, Ding Slater, deputizes Destry, and Destry tries to arrest Bent. But Bent outdraws Destry and shoots his Colt out of his hand; Destry is saved only by sheriff Slater's gunfire from the window. Bent flees, with Destry in pursuit. Overtaking Bent, Destry unhorses his enemy, but Bent then overpowers Destry and leaps onto Destry's horse, making a last mad dash for freedom. In a most uncharacteristic climax for a western, Destry shoots Bent in the back as the unarmed man flees. Returning to the devoted Charlotte Dangerfield, Destry announces that he will lay down his guns forever, acknowledging that he had found his peer in Bent.",
    "genre": [
      "Western fiction"
    ],
    "author": "Frederick Schiller Faust"
  },
  {
    "title": "The Dark Tower: The Wind Through the Keyhole",
    "summary": " The novel begins with Roland and his ka-tet arriving at a river on their journey to the Dark Tower. An elderly man who operates a ferry gets them across the river, and warns them that a severe storm (Starkblast) is coming, and that they can find shelter in a building a few miles ahead. They reach the shelter just in time, and while they wait out the storm, Roland spins a story to keep them occupied. The story he tells, called the \"Skin-Man\", depicts Roland as a young gunslinger. His father sends Roland and his ka mate Jamie De Curry west to the town of Debaria on a mission to capture the Skin-Man, an apparent shape shifter who terrorizes the town and surrounding areas by transforming into various animals at night and embarking on murderous rampages. Roland and Jamie take a train to Debaria, but it derails before arriving and they must finish their journey on horse. On their way, they pass through a town known as Serenity, a community of women where Roland's mother lived after suffering a mental breakdown following her affair with Marten. It is here that they learn of a woman attacked by the Skin-Man and hear her tale. Roland and Jamie arrive in Debaria, and with the help of the local Sheriff, Hugh Peavy, they determine that the Skin-Man is most likely a salt miner from a nearby village. The next morning, they discover that another brutal attack has occurred overnight on a local farm. They investigate the scene, and discover a single survivor, a small boy named Bill, who has lost his father in the attack. Roland and Jamie determine that the murderer left the scene on horseback, and Roland sends Jamie to the salt mines to round up every miner who has a horse or is able to ride one. While returning to Debaria with Bill, Roland performs his hypnotism trick (which Roland first used in his chronological life in Wizard and Glass) with one of his shells (a fifty-seven - the caliber of an apprentice's gun). While hypnotized, Bill relates what he saw of the Skin-man; Bill tells Roland that he saw the Skin-Man in his human form after the attack, but only glimpsed his feet. He stated that on one ankle the Skin-Man had a tattoo of a blue ring around his ankle. The tattoo indicates that the man spent time in the prison at a (now abandoned) military barracks further west of Debaria. That area had fallen to the chaos of John Farson, the Good Man, within the last generation. Back in town, Roland brings Bill to a cell in Sheriff's station. He plans to walk each suspect past Bill in the hopes the young boy can identify the Skin-Man, or that the Skin-Man will reveal himself by fleeing due to fear of being identified. While Roland and Bill wait for Jamie to round up the suspects, Roland tells Bill the story of The Wind Through the Keyhole. In this story (within a story), we meet Tim Ross, a young boy who lives in a forgotten village that fears the annual collection of property taxes by a man named The Covenant Man. Tim recently lost his father, who was killed by a dragon while in the woods chopping trees. After the death of his father, Tim's mother, no longer able to pay the taxes to keep their home, marries his fathers best friend and business partner Bern Kells, who moves in with them. Kells is a mean man prone to heavy drinking who does not treat Tim or his mother well. One day The Covenant Man comes to collect the taxes, and he secretly tells Tim to meet him later in the woods. During this meeting, The Covenant Man reveals to Tim that it was actually Bern Kells who killed his father, not a dragon and with help of a scrying bowl shows Tim, Kells beating his mother, causing her to go blind. Later, The Covenant Man sends Tim a vision telling him that if Tim again visits The Covenant Man in the woods, he will give Tim magic that will allow his mother to see again. Tim, armed with a gun given to him by his school teacher, journeys into the dangerous woods, and is led into a swamp by the evil fairy, Armaneeta. Here, Tim almost becomes victim to a dragon and other mysterious swamp creatures, but he is saved by his gun as well as a group of friendly swamp people, who mistake him for a gunslinger. The swamp people guide him to the far side of the swamp, and equip him with a small mechanical talking device from the 'Old People' that helps guide him on his journey. Eventually, Tim arrives at a Dogan where he finds a caged 'tyger', which wears the key to the Dogan around its neck. A Starkblast approaches, and Tim, realizing this is likely a trap set for him by The Covenant Man, befriends the tyger. Tim and the tyger ride out the storm under a magical protective blanket. The next morning, Tim discovers that the tyger is actually Maerlyn, a white magician, who had been trapped in the cage for years due to black magic. Mearlyn gives Tim a potion to cure his mother's blindness and sends him back to his mother on the flying magic blanket. Tim then cures his mother's blindness. Tim's mother then kills Bern Kells with an ax after Kells enters their home with the intention of killing them. This concludes the Wind Through The Keyhole story, and Jamie arrives back in Debaria with the salt mine suspects. Young Bill is able to identify the Skin-Man due to his ankle tattoo and an associated scar, at which time the Skin-Man transforms into a snake, and kills two people. Roland shoots the snake with a specially-crafted silver bullet (which he had made upon their arrival in town), killing it. Roland and Jamie travel back to Serenity, where the women agree to adopt young Bill, who is now an orphan. Roland is also given a note written long ago by his mother. In this note, his mother claims she forgives Roland for his act of accidentally killing her. This concludes the Skin-Man story and an adult Roland and his ka-tet have now successfully ridden out the Starkblast. They pack up, and continue on their journey to the Dark Tower.",
    "genre": [
      "Western fiction",
      "Science Fiction",
      "Fantasy"
    ],
    "author": "Stephen King"
  },
  {
    "title": "Borderlands",
    "summary": " “Borderlands”, is a 1991 novel by British author, Peter Carter. The western oriented novel tells the story of young, and somewhat naïve, Ben Curtis, an orphan who lost both his mother and his brother at an early age. The story spans across several decades of the late 1880s and early 1900’s, as Ben learns the harsh brutal lessons of the Texas and the rise and fall of famous Kansas boomtowns like Abilene and Dodge City. The overall plot of the novel was broken into four sections, all of which tell crucial life changing events in Ben’s life. Throughout the novel, Ben is plagued by sudden, abrupt changes in his lifestyle, and even more sudden deaths as the wild west quickly changes into modern society of the 20th century. The novel begins in Texas, in the year 1871, in the fictional, rural, area of Clement County. Beauregard (Bo) Curtis, and his younger brother Benjamin (Ben), and their widowed mother are struggling to keep their farm afloat in the tough economic times of the late 1800’s. But during the summer of 1870, their mother dies, leaving the two brothers are left to take care of the family farm alone. Bo and Ben hope to receive help from their estranged sister Flo, but to dismay they discover Flo is now married, and has turned her back on their family, leaving them to suffer in poverty alone. However the brothers are soon discover that their poor mother owed money to the local preacher, Tyler, and are soon evicted, left to fend for themselves on the harsh prairie. Completely broke, and now without a home, the two brothers set out for the town of Lookout in hope of getting jobs, working on Sam Clark’s cattle drive. However when they arrive in Lookout, they discover that they missed the Cattle Drive by three days. However the town marshal soon informs them that they can catch Joe Dutton’s cattle drive if they hurry. Bo and Ben quickly ride out onto the Texas range, hoping to catch up to Dutton, so they can join the cattle drive. The two are reluctantly hired by Dutton, and are then equipped with shot guns, spurs, thick leather boots, cowboy hats, and belts. During the cattle drive, the two brothers bond with the other cowhands, and their African American cook. Throughout the drive, Ben begins to gain respect for black Americans, and stops referring to them as just “niggers”, but instead by the cook’s real name, Tom Arnold. The cattle drive slowly makes it way across the desert plains, crossing over the entire state Texas, through snow and rain, and sand storms. Soon, after half a year, the cattle drive arrives in the town of boom town Abilene, Kansas, on June 13, 1871. They men are soon paid, and set out for town in hopes of having some fun. But to Ben’s horror, Bo is soon shot in the back by a man named Dutch Kessel over a crooked card game. After Bo’s funeral, the cattle drive soon sets out for the next town in order to complete the run. However, Ben - heartbroken over the death of the last of his family - decides to stay in Abilene, so that he can avenge Bo’s death - by killing Dutch Kessel. Ben Curtis begins to contemplate how he would get his revenge on his brother’s murderer, how he would gun him down. Whether to challenge him to a gun fight, or simply shoot him in the back like he did with Bo. But to Ben’s dismay, Dutch Kessel fled town the night before after he murdered Bo. Ben considers hunting Kessel down, and challenging him to a gunfight, but the town marshal, Wild Bill Hickok warns Ben to stay out of trouble and not to try to take the law into his own hands, or else he would shoot him on the spot. Ben reluctantly obeys Hickok, intimidated by the tough, hardened, marshal, and gets a job at the local store as a shopkeeper. Ben finds his new job degrading, a job fit for women. Making matters worse, his boss, Jacob Besser, and his daughter Goblinka, are foreign immigrants, causing Ben to further disrespect them. Ben begins to look back on his life, wondering where it all went wrong. However, Ben soon grows used to his new life quiet in Abilene, his thoughts about Dutch Kessel fading more and more each day. After nearly two years working in Abilene, Ben forgets about his vow to avenge Bo, and befriends his neighbor, and chess partner Henry, an immigrant from Germany. Ben suspects that Henry is a communist, and an arsonist, but doesn’t ask him, worried about jeopardizing their friendship. But Ben’s life is disrupted yet again, when Marshall Hickok informs Ben that Dutch Kessel has been shot dead, in St. Louis, Missouri. Ben soon discovers that he is now a local celebrity, even though he had nothing to do with Kessel’s death. Finally free from his vow to avenge Bo, Ben gets a whole new leash on life, a newfound sense of freedom, and multiple future job opportunities. Ben eventually decides to go into business with Besser, selling cowboy hats to town people. With his newfound fame on his side, Ben’s hat business quickly lifts off the ground, and he begins to wonder about a future as being a businessman, like Besser. But the town of Abilene quickly begins to change, the town’s outlook beginning to change more and more as people continued to town. Abilene was quickly becoming a ghost town. To make matters worse, Henry announces to Ben that he’s going to go live with his sister in New York City, and confirms Ben’s thoughts about his communism. However, Ben soon discovers that he doesn’t care, and says good-bye to his only friend in town. Ben visits Bo’s grave one last time and pays his respects. His last few ties to Abilene now gone, Ben boards a train, and leaves town, departing for the currently growing town of Dodge City, Kansas, to set up a fur business with Jacob Besser’s brother, Brusik. Ben Curtis arrives in the famous town of Dodge City, Kansas, and discovers that the town is nothing like the rumors said it would be. Instead of a boom town, Ben finds a town just barely getting started, and is run rampant with crime. Worried about his own safety, Ben considers going back to Abilene, but changes his mind finally meets Brusik Besser, his new business partner. Ben soon opens a successful fur selling business, and soon get used to the wild life of Dodge City. But shortly after starting his business, Ben is almost robbed a pair of bandits, but manages to chase them away. After the close encounter, they decide to hire bodyguards to watch over the guards, but are shocked to discover the men they hire are nothing more than thugs for hires. Still, faced with the difficult decision of whether or not to be the victim or the fighter, Ben and Brusik decide to keep the men under hire. Ben soon becomes wealthy as his business grows more successful, and keeps a hidden supply of money underneath the floorboards of his office. But when the stock market crashes in the year 1873, Ben is forced into bankruptcy. To Ben’s horror and anger, he is forced to leave his store (and the money that he had hid underneath it), when it is bought by a man named Tom Stokes. Broke and homeless yet again - like all those years ago when he was only a 13 year old boy in Clement County, only this time without his older brother Bo to guide him - Ben Curtis quickly hits rock bottom. But when Ben’s life seems to be unraveling before his eyes, another opportunity suddenly appears. Ben soon get a job working with his new boss, Sam Dawson and his co-worker Abel, skinning buffalo for their hides and then selling their furs to make a stable living. Ben is miserable in his new job, going from riches to rags again so quickly, but he manages to survive on the Texas prairie. After a few months, despite the rumors of him being wanted by the Pinkerton family of bounty hunters for owing money to the bank, Ben eagerly returns to Dodge city in hopes of retrieving the money that he hid underneath his store’s floorboards. But Ben is shocked to find that it’s gone, the money way taken shortly after he left, but not by Tom Stokes. Angry, bitter, and confused, Ben returns to his demeaning job as a skinner with Sam. But to Ben’s delight, Sam soon tells him of a plan to move to the state of California, and retire together. But when the group stops just outside the California border, between the Rocky Mountains and the sunny beaches of California, to Ben’s horror, they discover Dutch Kessel is still alive. The story of Dutch Kessel’s demise back in St. Louis was just a rumor, and in fact, Dutch Kessel was camping nearby, in the next camp. Kessel learns of Ben’s location from a bunch of local cowhands, and tracks him down. Determined to get to Ben, Kessel shoots Sam, killing him in cold blood. Ben manages to escape Kessel on horseback, but quickly realizes that he has no way to defend himself from Kessel’s wrath. Kessel then chases Ben across the plains, and into a winter snowstorm. After hours of running, Kessel eventually corners Ben, and reveals that he had been haunted by the memory of Ben for years, worried that Ben would someday return to kill him. Ben tries to reason with Kessel, but Kessel ignores him, and withdraws his shot gun. But just as Ben is about die, Kessel is stabbed and skewered to death by a native American war party. In the aftermath of his traumatic night, Ben eventually gives up on his dream to move to California. Now that Sam had died, it has lost all it’s meaning. With all his friends and family now dead, the now adult Ben decides to live with Henry (The man he met in Abilene) in New York. Ben spends the rest of his life in New York, the last surviving cowboy from the wild, (and rapidly changing) western frontier.",
    "genre": [
      "Western fiction",
      "Young adult literature"
    ],
    "author": "Peter Carter"
  },
  {
    "title": "The Adventures of Slim and Howdy",
    "summary": " Based on characters created by Kix Brooks (as the alter egos of country superstars, Brooks and Dunn), The Adventures of Slim and Howdy is a comic crime novel that chronicles the exploits of a couple of gifted but undiscovered guitar pickin', honky tonk entertainin', country singers. It starts with a chance meeting on a used car lot in Beaumont, Texas. Slim and Howdy agree to partner up and ride together. But before they can even get out of town, they incur the undying wrath of Brushfire Boone Tate and a guy named Black Tony. A few days later they arrive in the Texas border town of Del Rio to play at the Lost and Found, a honky-tonk run by their old friend, the widow Jodie Lee. Along the way Slim and Howdy get caught up in a rigged poker game, encounter a snake handler with a do-it-yourself amputation kit, and have a run-in with Los Zetas, the deadly Mexican organized crime gang. Before it's over, Jodie Lee gets kidnapped, suspects come crawling out of the cacti, and Slim and Howdy have to save the day.",
    "genre": [
      "Western fiction",
      "Comic novel",
      "Young adult literature"
    ],
    "author": ""
  }
]