[
  {
    "title": "The World According to Garp",
    "summary": " The story deals with the life of T. S. Garp. His mother, Jenny Fields, is a strong-willed nurse who wants a child but not a husband. She encounters a dying ball turret gunner known only as Technical Sergeant Garp who was severely brain damaged in combat. Jenny nurses Garp, observing his infantile state and almost perpetual autonomic sexual arousal. As a matter of practicality and kindness in making his passing as comfortable as possible and reducing his agitation, she manually gratifies him several times. Unconstrained by convention and driven by practicality and her desire for a child, Jenny uses Garp's sexual response to impregnate herself, and names the resultant son after him \"T. S.\" (standing only for \"Technical Sergeant\"). Jenny raises young Garp alone, taking a position at the all-boys school Steering School in New England. Garp grows up, becoming interested in sex, wrestling, and writing fiction&mdash;three topics in which his mother has little interest. After his graduation in 1961, his mother takes him to Vienna where he writes his first novella. His mother, too, starts writing, - her autobiography. After they return to Steering Garp marries Helen, the wrestling coach's daughter and founds his family, he a struggling writer, she a teacher of English. The publication of A Sexual Suspect makes his mother famous as she becomes a feminist icon as feminists view her book as a manifesto of a woman who does not care to bind herself to a man, and who chooses to raise a child on her own. She nurtures and supports women traumatized by men among them the Ellen Jamesians, a group of women who cut off their tongues in support of and named after an eleven-year-old girl whose tongue was cut off by her rapists to silence her. Garp becomes a devoted parent, wrestling with anxiety for the safety of his children and a desire to keep them safe from the dangers of the world. He and his family inevitably experience dark and violent events through which the characters change and grow. Garp learns (often painfully) from the women in his life (including transsexual ex-football player Roberta Muldoon) struggling to become more tolerant in the face of intolerance. The story is decidedly rich with (in the words of the fictional Garp's teacher) \"lunacy and sorrow,\" and the sometimes ridiculous chains of events the characters experience still resonate with painful truth. The novel contains several framed narratives: Garp's first novella, The Pension Grillparzer; Vigilance, a short story; and the first chapter of his novel, The World According to Bensenhaver. As well, the book contains some motifs that appear in almost all John Irving novels: bears, wrestling, Vienna, New England, people who are uninterested in having sex, and a complex Dickensian plot that spans the protagonist's whole life. Adultery (another common Irving motif) also plays a large part, culminating in one of the novel's most harrowing and memorable scenes. There is also a tincture of another familiar Irving trope, castration anxiety, most obvious in the lamentable fate of Michael Milton.",
    "genre": [
      "Literary fiction"
    ],
    "author": "John Irving"
  },
  {
    "title": "The Water-Method Man",
    "summary": " The novel revolves around the mishaps of its narrator, Fred Trumper, a floundering late-twenty-something graduate student with serious commitment and honesty issues that earn him the nickname \"Bogus.\" The novel shows Irving beginning to develop a blend of comedy and pathos, as well as a penchant for fashioning quirky characters. It follows a non-linear narrative in the form of a sort of 'confession' authored by Trumper, who humorously recounts his various failures in life and love, from his New England childhood through his experiences on foreign study in Vienna, Austria, and as a graduate student in Iowa, leading up to the present-action setting, early-1970s New York, where Trumper is attempting to sever himself from his adolescent past. 'I want to change,' Trumper says at the end of Chapter one. The phrase seems to be the novel's central theme. The title refers to a method prescribed to Trumper for the treatment of non-specific urological disorders relating to his abnormally narrow urinary tract. Trumper's urologist, Dr. Jean Claude Vigneron, offers him three options for the treatment of his disorder: abstinence from sex and alcohol, a painful operation to widen the urinary canal, or the Water Method, which consists simply of consuming abnormal quantities of water before and after sex to flush bacteria out of the urinary tract. Trumper opts for the Water Method, suggesting both his generally comical cowardice and lack of self-discipline. Trumper's narration meanders through flashbacks revolving around his relationships with the novel's two primary female characters: Sue 'Biggie' Kunft, a former championship downhill skier whom Trumper courts, impregnates, and marries in Vienna while still a student, and Tulpen, Trumper's present day live-in girlfriend, a documentary film editor in New York, where he lands after losing Biggie. Though the two relationships function chiefly as a means of demonstrating Bogus Trumper's tendency to repeat his mistakes, Irving is often regarded for his strong, independent female characters, and Tulpen and Biggie can be seen as markers in the development of the strong women in his more popularly successful novels, particularly The World According to Garp (1979). Other characters include Trumper's best childhood friend Couth, a still-photographer; Merrill Overturf, an alcoholic and diabetic loon Trumper befriends in Vienna; Ralph Packer, a pretentious documentary filmmaker who employs Trumper as a sound editor; and Colm, Trumper's young son from his first marriage to Biggie. Trumper is a graduate student at the University of Iowa in comparative literature whose dissertation is to be a translation of an ancient, 'Old Low Norse' epic called 'Akthelt and Gunnel'. Irving employs the 'Akthelt and Gunnel' poem as a means for allowing Trumper to poke merciless fun at himself through analogously inventing the story of the poem according to his own life's mishaps. de:Die wilde Geschichte vom Wassertrinker fr:L'Épopée du buveur d'eau lt:Vandens metodas pl:Metoda wodna",
    "genre": [
      "Literary fiction",
      "Novel"
    ],
    "author": "John Irving"
  },
  {
    "title": "The Pure Weight of the Heart",
    "summary": " The novel, narrated in first person and divided into three volumes, is the story of Angelica Botticelli, an Italian-born Australian, and astrophysicist from an apparently wealthy background. Born in Italy to an Austrian mother and Italian father, Angelica is a troubled woman in search of love: \"From birth, Angelica is destined to fall in love with an angel. At ten, her blissful childhood is destroyed by the death of her father. Only the stars in the sky at night give her hope. Years later, the adult Angelica, beautiful and gifted, and still a student of the stars, drifts through a world of glamour, power and cruelty, until the night she finally finds her angel, in the heart of the extravagance she has come to despise.\" (Antonella Gambotto, The Pure Weight Of The Heart, blurb, Orion Publishing 1998) The novel is divided into three volumes, and the title of each volume directly refers to its main theme: Book One: Grief is a Sphere, which details her childhood, adolescence and reaction to her father&#39;s murder. Book Two: A Lycanthropic God, which details her move back to Sydney from London, secretly hostile relationship with her bogan flatmate, Caroline Brine, and discovery of her &#34;angel&#34;, the aptly named Gabriel (his surname, Lagen, is an anagram of &#34;angel&#34;), and their ensuing relationship. Book Three: The Bestiary, which details a trip to Chicago to see her mother, brother and mother&#39;s second husband, the truly vile Aldo Belva (&#34;belva&#34; means &#34;beast&#34; in Italian), and the characters attending the week-long party, who form &#34;The Bestiary&#34; for which the volume is named.",
    "genre": [
      "Literary fiction",
      "Romance novel"
    ],
    "author": "Antonella Gambotto-Burke"
  },
  {
    "title": "The Road",
    "summary": " An unnamed father and his young son journey across a grim post-apocalyptic landscape, some years after a major unexplained cataclysm has destroyed civilization and most life on Earth. The land is filled with ash and devoid of living animals and vegetation. Many of the remaining human survivors have resorted to cannibalism, scavenging the detritus of city and country alike for flesh. The boy's mother, pregnant with him at the time of the disaster, gave up hope and committed suicide some time before the story began, despite the father's pleas. Much of the book is written in the third person, with references to \"the father\" and \"the son\" or to \"the man\" and \"the boy\". Realizing that they cannot survive the oncoming winter where they are, the father takes the boy south, along empty roads towards the sea, carrying their meager possessions in their knapsacks and in a supermarket cart. The man coughs blood from time to time and eventually realizes he is dying, yet still struggles to protect his son from the constant threats of attack, exposure, and starvation. They have a revolver, but only two rounds. The boy has been told to use the gun on himself, if necessary to avoid falling into the hands of cannibals. During their trek, the father uses one bullet to kill a man who stumbles upon them and poses a grave threat. Fleeing from the man's companions, they have to abandon most of their possessions. As they are near death from starvation, the man finds an unlooted underground bunker filled with food and other necessities. However, it is too exposed, so they only stay a few days In the face of these obstacles, the man repeatedly reassures the boy that they are \"the good guys\" who are \"carrying the fire\". On their journey, the duo scrounge for food, evade roving bands, and contend with horrors such as a newborn infant roasted on a spit, and captives being gradually harvested as food. Although the man and the boy eventually reach the sea, their situation does not improve. They head back inland, but the man succumbs to an illness. Before he dies, the father tells the boy that he can continue to speak with him in his imagination after he is gone. The boy holds wake over the corpse for days, with no idea of what to do next. On the third day, the grieving boy encounters a man who says he has been tracking the pair. The man, who has a woman and two children of his own, a boy and a girl, convinces the boy that he is one of the \"good guys\" and takes him under his protection.",
    "genre": [
      "Literary fiction",
      "Science Fiction",
      "Apocalyptic and post-apocalyptic fiction",
      "Speculative fiction",
      "Fiction"
    ],
    "author": "Cormac McCarthy"
  },
  {
    "title": "The Echo Maker",
    "summary": " On a winter night on a remote Nebraska road, twenty-seven-year-old Mark Schluter flips his truck in a near-fatal accident. His older sister, Karin, his only near kin, returns reluctantly to their hometown to nurse Mark back from a traumatic head injury. But when he emerges from a protracted coma, Mark believes that this woman — who looks, acts, and sounds just like his sister — is really an impostor. Shattered by her brother's refusal to recognize her, Karin contacts the cognitive neurologist Gerald Weber, famous for his case histories describing brain disorders. Weber recognized Mark's condition as a rare case of Capgras syndrome — the delusion that people in one's life are doubles or impostors — and eagerly investigates. What he discovers in Mark slowly undermines even his own sense of being. Meanwhile, Mark, armed only with a note left by an anonymous witness, attempts to learn what happened the night of his inexplicable accident.",
    "genre": [
      "Literary fiction",
      "Speculative fiction",
      "Novel",
      "Suspense",
      "Fiction"
    ],
    "author": "Richard Powers"
  },
  {
    "title": "Tracks",
    "summary": " Tracks alternates between two narrators: Nanapush, a jovial tribal elder, and Pauline, a young girl of mixed heritage. In Nanapush’s chapters the point-of-view is that of Nanapush telling stories to his grand-daughter, Lulu, several years after the main events in the novel occur. When Lulu was ten years old, her mother, Fleur Pillager, sent her away to a government school. Because of this, Lulu is now estranged from Fleur. Nanapush, therefore, attempts to reconcile mother and daughter by telling Lulu about the events between 1912 and 1924 that led Fleur to her decision. Nanapush first meets Fleur in 1912 when he rescues her in the middle of winter and nurses her back to health from consumption – a recent epidemic among the Ashininaabe. Because of their shared grief at losing so many from their community, Nanapush and Fleur develop a friendship and begin to see one another as family. The next year, Fleur goes to the nearby town of Argus and takes a job at a butcher’s shop, where she meets Pauline Puyat – the novel’s second narrator. After beating a group of men from the shop one night at a game of poker, Fleur is beaten and raped. She leaves town, but the next day a tornado strikes Argus. Mysteriously, no one in town is harmed in the storm with the exception of the men who raped her – whose bodies are found locked in the freezer of the butcher shop, where they had taken cover. Fleur returns to her family home on the reservation, where she meets Eli Kashpaw while hunting in the woods one day. Much to his mother’s dismay, Eli falls in love with Fleur and moves in with her. Soon, Fleur begins to show signs that she is pregnant and, although the true paternity is unknown, Eli takes responsibility of the child as his own. A new family unit begins to form at the Pillager home – Fleur, Eli and their daughter, Lulu, as well as Eli’s mother, Margaret, and her second son, Nector. Throughout the novel, Margaret and Nanapush, whom Fleur regards as a father, also develop an intimate relationship. Together, the family faces trials of hunger, tribal conflict, and ultimately the loss of their land to the government. In the meantime, Pauline has also left Argus and is staying with a widow named Bernadette Morrissey, from whom she learns the art of tending the sick and dying. Pauline serves as a midwife to Fleur and begins to spend time at the Pillager home. She becomes increasingly jealous of Fleur and her relationship with Eli and goes to desperate measures to break them up. Claiming to have received a vision, she decides to join a convent, where she only delves further into obsession. She devotes herself to the cause of converting Fleur and the others, but is generally regarded as a nuisance. She develops several unusual habits as a means of self-inflicting suffering to remind herself of Christ’s suffering. Her behaviors are frowned upon by the superior nun and she is eventually sent away to teach at a Catholic school. Pauline's narratives deal with her own personal story and also provide a second perspectives on many of the same events described by Nanapush.",
    "genre": [
      "Literary fiction",
      "Fiction"
    ],
    "author": "Louise Erdrich"
  },
  {
    "title": "Prater Violet",
    "summary": " Set in pre-Second World War era England, both Nazism and filmmaking are on the rise. Characters in Prater Violet are used to personify various aspects of the enigmatic creative process. Isherwood also uses his characters to express the varying views about Hitler, mainly the alarming measure of indifference prevalent during the 1930s.",
    "genre": [
      "Literary fiction"
    ],
    "author": "Christopher Isherwood"
  },
  {
    "title": "Divisadero",
    "summary": " The novel centres on a single father and his children: Anna, his natural daughter; Claire, who was adopted as a baby when Anna was born; and Cooper (Coop), who was taken in \"to stay and work on the farm\" at the age of four when orphaned. The family lives on a farm in Northern California where Anna and Claire are treated almost as twins, while Cooper is treated more as \"a hired hand\". After Anna begins a sexual relationship with Coop, an incident of violence tears the family apart. The book then details each of the characters' separate journeys through life post-incident and how they are all interconnected. Later in her life, Anna moves to France to live in a farmhouse once owned by the French poet Lucien Segura whom she is researching. Meanwhile, Claire works for a law firm in San Francisco while visiting her father on the weekends, and Coop becomes a professional gambler working his way up and down the West Coast of the United States. The second part of the story explores the story of the French poet, which has a number of close parallels to the first part of the story.",
    "genre": [
      "Literary fiction",
      "Fiction"
    ],
    "author": "Michael Ondaatje"
  },
  {
    "title": "The Romantics",
    "summary": " Samar, the young narrator of The Romantics, arrives at a boarding house in the holy city of Benaras, an ancient city trying to cope with modern India. There he hopes to lose himself in books and solitude, but, far from offering him an undistracted existence, the city forces all his silent desires into the light.",
    "genre": [
      "Literary fiction"
    ],
    "author": "Pankaj Mishra"
  },
  {
    "title": "The Portage to San Cristobal of A.H.",
    "summary": " From his base in Tel Aviv, Holocaust survivor Emmanuel Lieber directs a group of Jewish Nazi hunters in search of Adolf Hitler. Lieber believes that the former Führer is still alive and following rumours and hearsay, he tracks Hitler's movements through South America, until after months of wading through swamps in the Amazon jungle, the search party finds the 90-year-old alive in a clearing. Lieber flies to San Cristóbal where he awaits the group's return with their captive. But getting the old man out of the swamp alive is more difficult than getting in, and their progress is further hampered by heavy thunderstorms. Meanwhile, broken and incoherent radio messages between Lieber and the search party are intercepted by intelligence agents tracking their progress, and rumours begin to spread across the world of Hitler's capture. Debates flare up over his impending trial, where it will be held and under whose jurisdiction. Orosso is identified as the nearest airfield to the last known location of the search party, and aircraft begin arriving at the hitherto unknown town. But when the search party's radio fails and communication with Lieber is lost, they must make a decision: do they sit out the storms and deliver their captive to Lieber later, or do they try Hitler here and now in the jungle before their prize is snatched from them and Israel by the world at large, who they know will be waiting for them? Their decision is the latter, and against Lieber's advice (\"You must not let him speak [...] his tongue is like no other\") they prepare for a trial with a judge, prosecution and defence \"attorneys\" selected from the members of the search party. Teku, a local Indian tracker, who had earlier burst in on their camp, is asked to observe the trial as an independent witness. The attention Hitler is receiving, however, renews his strength, and when the trial begins, he brushes aside his \"defence attorney\" and begins a long speech in four parts in his own defence: #Firstly, Hitler claims he took his doctrines from the Jews and copied the notion of the master race from the Chosen people and their need to separate themselves from the \"unclean\". \"My racism is a parody of yours, a hungry imitation.\" #Hitler justifies the Final Solution by maintaining that the Jews' God, purer than any other, enslaves its subjects, continually demanding more than they can give and \"blackmailing\" them with ideals that cannot be attained. The \"virus of utopia\" had to be stopped. #Hitler states that he was not the originator of evil. \"[Stalin] had perfected genocide when I was still a nameless scribbler in Munich.\" Further, Hitler asserts that the number of lives lost due to his actions are dwarfed by various world atrocities, including those in Russia, China, and Africa. #Lastly, Hitler maintains that the Reich begat Israel and suggests that he is the Messiah \"whose infamous deeds were allowed by God in order to bring His people home.\" He closes by asking, \"Should you not honour me who have made [...] Zion a reality?\" At the end of his speech, Teku is the first to react and jumps up shouting \"Proven\", only to be drowned out by the appearance of a helicopter over the clearing. *Emmanuel Lieber – Jewish Holocaust survivor and director of the search party to find Hitler; after crawling out of a death pit in Bialka he never took the time to mend and embarked on a life-consuming obsession to bring those responsible for the genocide to justice. *Search party (all Jewish with family ties to the Holocaust, except for John Asher) **Simeon – search party leader and \"presiding judge\" at Hitler's trial; he is Lieber's confidant and torn between leading the party into \"unmapped quicksand and green bogs\" and turning his back on the \"quiet mania of Lieber's conviction\". **Gideon Benasseraf – falls ill and dies before the trial begins; during one of his fever-induced ramblings he suggests that Hitler is Jewish; he had sought out Lieber after being released from a sanatorium and spending three years recuperating in Paris where the care-free living consumed him with guilt. **Elie Barach – Orthodox Jew and \"prosecution attorney\" at the trial; he is the moral compass of the group, but his convictions are disturbed by Gideon Benasseraf's fever-induced assertions that Hitler is Jewish and ends up believing that Hitler may be the second Messiah. **Isaac Amsel – an 18-year old boy and witness at the trial; **John Asher – half-Jewish and reluctant \"defence attorney\" at the trial; *Teku – local Indian tracker and independent witness at the trial; previously the search party's guide who had abandoned them when they insisted on entering uncharted regions of the jungle, he continued tracking them from a distance before revealing himself. *Adolf Hitler – now 90 years old, the former leader of the Third Reich had not died in the Führerbunker in Berlin, but escaped to South America and hid in the Amazon jungle.",
    "genre": [
      "Literary fiction",
      "Fiction",
      "Novel"
    ],
    "author": "George Steiner"
  },
  {
    "title": "Dirty Weekend",
    "summary": " Bella, a solitary young woman with a dubious past, has just arrived in Brighton. Having recently been dumped by her boyfriend, all she wants is some peace and quiet in her newly rented small flat near Brunswick Square. Tim, a young man living in one of the houses across her backyard, takes a fancy to the new arrival and soon starts watching and eventually molesting her. He accosts her in the park and torments her with obscene phone calls. The police are not really helpful, but Bella is scared. On a stroll through the Lanes, she sees a sign advertising sessions with a clairvoyant and, on the spur of the moment, she visits him. Her meeting with Nimrod serves as both an eye-opener and a catalyst. When Bella leaves Nimrod that Friday afternoon, her self-confidence has been restored, her mind is set, and she is ready for action: She has \"had enough\". A few hours later Tim makes his last obscene phone call to Bella. At night she enters his flat through a window and batters the sleeping man's head with a hammer. On Saturday morning she goes to a gunshop, but all they are prepared to sell her is an airgun. When she leaves the shop she is followed by \"Mr Brown\", who does sell her an illegal weapon. On Saturday night, dressed to kill, she enters the lobby of one of the large seafront hotels and only has to wait for a few minutes until she is chatted up. Her unsuspecting victim is Norman, a clinical psychologist with a weight problem. Norman, who is attending a congress in Brighton, can easily persuade her to join him upstairs in his hotel room. Once there, he cannot get an erection and asks Bella if he can be her slave. Bella takes the opportunity and, while Norman is bound and gagged, puts a plastic bag over his head. On Sunday morning she finds a dentist who is willing to treat her for her toothache. After he has fixed her tooth, the dentist offers to give her a lift home. Instead, he drives into an empty multi-storey car park and forces Bella to perform oral sex on him (\"open wide\"). As a result, Bella kills him with his own Jaguar XJ-S. She steals the car and soon afterwards comes to the rescue of an old tramp called Liverpool Mary who is biding her time in a cul-de-sac near Brighton station. She shoots three yuppie-style young men who, drunk and angry, are threatening to set fire to the bag lady. On the same night, at 4 a.m., while walking along the beach near the deserted West Pier, she realizes that she is being watched. The man watching her, a serial killer, thinks he has found his next victim, but when he attacks Bella she stabs him with a flick-knife.",
    "genre": [
      "Literary fiction"
    ],
    "author": ""
  },
  {
    "title": "The Other Hand",
    "summary": " Using alternating first-person perspectives, the novel tells the stories of Little Bee, a Nigerian refugee, and Sarah O'Rourke (née Summers), a magazine editor from Surrey. After spending two years detained in a British immigration detention centre, Little Bee is illegally released after a fellow refugee performs sexual favours for a detention officer. She travels to the home of Sarah and her husband Andrew, whom she met two years previously on a beach in the Niger Delta. Sarah is initially unaware of Little Bee's presence, until Andrew, haunted by guilt of their shared past, commits suicide. Little Bee reveals herself to Sarah on the day of Andrew's funeral, and helps her to care for her four-year-old son Charlie. Through a mutual reflection on their past, it is revealed that Sarah and Andrew were on holiday at the time of their meeting with Little Bee. The trip was an attempt to salvage their marriage after Andrew discovered Sarah had been unfaithful to him, embarking on an affair with Home Office employee Lawrence Osborn. While walking on the beach one morning, they were approached by a then 14-year-old Little Bee, and her older sister Nkiruka. The girls were being pursued by soldiers who had burned down their village and intended for there to be no witnesses left alive. The soldiers arrived and murdered a guard from the O'Rourkes' hotel, but offered to spare the lives of the girls if Andrew would amputate his own middle finger with a machete. Afraid, and believing the soldiers would murder the girls anyway, Andrew refused, but Sarah complied in his place. The soldiers took both girls away, leaving the couple in doubt as to whether the soldiers would leave one girl alive in response, as they promised. Little Bee explains that although Nkiruka was gang raped, murdered, and cannibalised by the soldiers, she was allowed to escape, and stowed away in the cargo hold of a ship bound for England. Sarah allows Little Bee to stay with her, intent on helping her become a legal British citizen. Lawrence, who is still involved with Sarah, disapproves of her actions and contemplates turning Little Bee in to the police. When he informs Little Bee that he is considering this, she responds that allowing her to stay would be what is best for Sarah, so if Lawrence turns her in, Little Bee will get revenge by telling his wife Linda about his affair. The two reach an uneasy truce. After spending several days together, Sarah, Lawrence, Little Bee and Charlie take a trip to the park. Charlie goes missing, and Little Bee calls the police while Sarah searches for him. Although he is quickly found, the police become suspicious of Little Bee, and discover that she is in the country illegally. Little Bee is detained and quickly deported back to Nigeria, where she believes she will be killed. Lawrence uses his Home Office connections to track Little Bee's deportation details, and Sarah and Charlie are able to accompany her back home. Sarah believes that Little Bee will be safe as long as she is present, and together they begin collecting stories for a book Andrew had begun, and which Sarah intends to finish on his behalf, about the atrocities committed in the Nigerian oil conflict. During a trip to the same beach where they first encountered one another, soldiers arrive to take Little Bee away. Despite being captured, Little Bee is not dispirited, and instead is ultimately hopeful at the sight of Charlie playing happily with a group of Nigerian children.",
    "genre": [
      "Literary fiction"
    ],
    "author": "Chris Cleave"
  },
  {
    "title": "Beauty",
    "summary": " Set in Wolverhampton, England, Beauty relays the tribulations of ten days in the life of Beauty Begum, a nineteen-year-old Muslim Bengali woman who has survived a substantial degree of physical and emotional harm from her family. As a consequence of the fact that the novel is told using an oscillating narrator, the reader has the benefit of 'hearing' the thoughts of the main characters. At the beginning of the novel, Beauty is again living with her family after having returned from Bangladesh, where she was supposed to be the wife of a mullah more than twice her age, an arranged marriage that has not worked out due to Beauty's opposition. Having preserved her virginity, and having been pronounced dumb and insane by her family, she now realizes that she is again being singled out to marry someone for whom she does not care. The first few chapters provide an account of her unhappy life, having to provide meals for the rest of the family according to precise specifications, being verbally and physically abused by family members and only being allowed out of the home to attend English classes. Her one act of rebellion – her leaving home before it is too late – causes her first encounter with the world of \"white people.\" She meets Mark Aston, a young ex-con who is trying hard to stay on the right path as well as Peter Hemmings, his middle-class neighbour. Peter has been unable to commit himself to his relationship with Kate Morgan, a career woman whose sophisticated feminist demands have alienated her from him. Beauty also meets a group of elderly residents of an old people's home where she finds work. Although she is appalled at many aspects of white people's lives, Beauty realizes that she can also benefit from her interactions with them. Mark's attempts at teaching the illiterate young woman to read as well as Peter's lecturing her on Western thought, in particular atheism and Darwinism, help her gain some practical knowledge and skills but also reconsider her own prejudices and strengthen her own faith. At the same time, Beauty is exposed to the bureaucracy of the welfare state and the futility of its endeavours to help those in need. Somewhat empowered, Beauty, who has successfully fought off all timid advances by both Mark and Peter, has to choose between her family duty and her own freedom.",
    "genre": [
      "Literary fiction"
    ],
    "author": "Raphael Selbourne"
  },
  {
    "title": "The Thousand Autumns of Jacob de Zoet",
    "summary": " The novel begins in the summer of 1799 at the Dutch East Indies Company trading post Dejima in the harbor of Nagasaki and tells the story of a Dutch trader's love for a Japanese midwife who is, however, spirited away into a sinister mountain temple cult.",
    "genre": [
      "Literary fiction"
    ],
    "author": "David Mitchell"
  },
  {
    "title": "Room",
    "summary": " The novel begins on the fifth birthday of Jack, who lives with his Ma in Room, a small enclosed space containing a small kitchen, a bathtub, a wardrobe, a bed and a TV set. Since it is all he has ever known, Jack likes living in Room and believes that it constitutes the real world, while everything he sees on TV is completely separate and not real. Jack and his Ma are \"looked after\" by Old Nick (so called for his satanic traits). He visits Room on most nights (via a door secured with an electric combination lock) to bring food and to go to bed with Ma while Jack sleeps in the wardrobe. Ma tries her best to keep Jack healthy via both physical and mental exercises, keeping a healthy diet, limiting TV watching time, and strict body and oral hygiene. She herself suffers from severe toothaches and has to take painkillers regularly. A week after Jack's birthday, Ma learns that Old Nick has been unemployed for six months. Combined with an incident in which Jack startles Old Nick during the night, causing him to behave violently towards Ma and cut the power in Room for several days, this prompts her to decide that maintaining the status quo is too dangerous. She tells Jack that much of what he sees on TV is part of the real world outside Room, which Jack finds conceptually hard to believe. Ma recalls how she was abducted from college at the age of 19, had another child before Jack (a baby girl), who died at birth because the umbilical cord was wrapped around her neck, and how Old Nick broke Ma's wrist during an unsuccessful escape attempt. She decides that she and Jack have to escape as soon as possible, and that the only workable plan is to simulate Jack's death, that night she demands that Old Nick take Jack to a hospital, because he is \"sick\", Old Nick refuses, afraid that the boy will inform the authorities about Room, so he leaves, the next night, Ma wraps Jack in their rug, and she convinces Old Nick to dispose of the wrapped body in a remote location, and on the way there have Jack escape and alert the authorities. The plan is executed and works out okay. Jack jumps off the truck a few blocks away from \"Room\", but Old Nick hears him and chases him up the street, Jack runs to a man named Ajeet,and his dog Raja bites Jack on the finger, Then old Nick catches up to Jack and grabs him by the waist, Ajeet is afraid for Jack so he pretends to call the police, Old Nick releases Jack and runs to his truck and drives away. Then Ajeet really calls the police. The officers quickly realize the seriousness of the case and, despite communication problems, Jack manages to give them enough information to locate Room and free Ma. The two were taken to a mental hospital, where they get medical care and Ma is reunited with her family, not entirely without conflicts. It is revealed that since Ma's abduction, her parents are now divorced, and her older brother is married with a three year-old daughter. Old Nick is found and faces several charges of abduction, rape, and child-endangerment that will likely lead to twenty-five years to life in jail. Jack however, has problems coping with the suddenly much larger world and wants to return to Room. Meanwhile, the case has attracted much attention from the public and the mass media, making it even harder for Jack and his mother to start leading a normal life. After a television interview that ends badly, Ma suffers a mental breakdown and Jack lives with his grandmother for some days. During this time Jack becomes even more confused by his surroundings, including his new extended family. Being separated from Ma is hard on Jack, but he slowly starts to adjust to the many changes in his life. Eventually, Ma and Jack move into an Independent Living residence. Jack gets his own room, and comes to accept the drastic changes in young life. At Jack's request, they go on a last visit to Room where Jack says goodbye to the items that used to make up his world, ending the book on a happy note.",
    "genre": [
      "Literary fiction",
      "Novel"
    ],
    "author": "Emma Donoghue"
  },
  {
    "title": "Luv Ya Bunches",
    "summary": " Yasaman, Violet, Katie-Rose and Camilla, each of whom are named after flowers, are girls entering fifth grade. Luv Ya Bunches is the name the four girls decide to call Yasaman's social network at the end of the book.",
    "genre": [
      "Literary fiction"
    ],
    "author": "Lauren Myracle"
  },
  {
    "title": "The God of Animals",
    "summary": " Alice Winston, a twelve-year-old girl, struggles with her place in the world the summer after her sister runs away from home and marries a rodeo cowboy. Her mother—bedridden because of postpartum depression—hasn't left her bedroom since Alice was an infant, and her father is failing to keep their horse ranch running. In order to survive, Joe Winston begins boarding wealthy women's horses, dreaming of the day when his ranch will overflow with children taking show lessons. During the hottest summer in decades, a series of trials overcome the Winstons, teaching Alice how cruel life can be.",
    "genre": [
      "Literary fiction",
      "Bildungsroman"
    ],
    "author": ""
  },
  {
    "title": "Night Work",
    "summary": " The novel, set in modern day Vienna, is a post-apocalyptic exploration around themes of solitude and existential philosophy. The plot concerns a central character, Jonas, who wakes up one day to discover that everyone else has vanished from the city, perhaps the world, without trace; he appears to be the only person left. As he attempts to discover what could possibly explain such a situation, the days pass and he begins to realise that he is performing strange activities when asleep. A struggle ensues as Jonas tries to control his unconscious actions while searching for other human life.",
    "genre": [
      "Literary fiction"
    ],
    "author": "Thomas Glavinic"
  },
  {
    "title": "Carl Haffner's Love of the Draw",
    "summary": " The novel is set mainly in Vienna in 1910. It presents a fictionalised account of a famous 1910 World Chess Championship match between Austrian grandmaster Carl Schlechter and the reigning German champion Emanuel Lasker. The eponymous Carl Haffner, closely based on Schlechter, is a withdrawn character with an eccentric preference for drawing games instead of winning. The narrative switches between the ten games of the 1910 World Championship and Haffner's psychological development in childhood and adolescence, showing how he used chess to overcome poverty.",
    "genre": [
      "Literary fiction"
    ],
    "author": "Thomas Glavinic"
  },
  {
    "title": "The Stars in the Bright Sky",
    "summary": " The story starts at Gatwick Airport in London, where Manda, Chell, Kylah, Finn, Kay and Ava have met to go on a joint holiday. They have not yet agreed upon a destination, planning to do so at the airport before booking a low-cost last-minute deal. This plan is hindered when it becomes apparent that Manda has lost her passport, and much of the narrative takes place in the airport lounges and bars that the group are confined to for several days. The main themes explored through the characters' interactions are social class and friendship.",
    "genre": [
      "Literary fiction"
    ],
    "author": "Alan Warner"
  },
  {
    "title": "And the Land Lay Still",
    "summary": " The novel’s narrative is shaped around the portfolio of the late photographer Angus Pendreich. His son Michael is involved in the establishment of a new exhibition of his renowned father’s work. The book focuses on the characters presented in these photographs, which span post-war Scotland across geographies and social classes from the homeless to senior politicians. Their disparate stories present a collage that highlights the highs and lows of modern Scottish society.",
    "genre": [
      "Literary fiction"
    ],
    "author": "James Robertson"
  },
  {
    "title": "Other Electricities",
    "summary": " Other Electricities is based on experiences Monson had as a child growing up on the Upper Peninsula of Michigan. The novel focuses on the characters and their interactions with one another in a small town in Upper Michigan. Much of the book revolves around the central character \"Yr Protagonist\" and his interactions with his friends and family. The opening chapter describes a police officer alerting the family of Liz, Yr's girlfriend, being killed in a snowmobile crash in a frozen river, which is the basis of much of the novel. Some reviewers speculate that Yr Protagonist is a semi-autobiographical character.",
    "genre": [
      "Literary fiction"
    ],
    "author": "Ander Monson"
  },
  {
    "title": "The Art of Fielding",
    "summary": " Henry Skrimshander begins the novel as a 17 year-old playing on his Legion baseball team in Lankton, South Dakota. Although physically short and not muscular, Henry has an unusual gift for fielding, and excels at the demanding position of shortstop. After playing a game against a team from Chicago, Westish College student Mike Schwartz sees Henry play and recruits him to attend Westish and improve the baseball team. By the time of his junior year, Henry is excelling as a player (especially on defense) and is drawing significant attention from Major League Baseball scouts. Westish College is a small liberal arts college located in northeastern Wisconsin on the shore of Lake Michigan. The school has a particular attachment to author Herman Melville, ever since a Westish student named Guert Affenlight discovered that Melville had visited Westish as part of a lecturing tour in the 1880s. The school re-branded itself around the Melville visit, erecting a statue of the author and renaming its sports teams as the Harpooners. After publishing a well-received book and spending many years as a professor at Harvard, Affenlight returns to his alma mater as president of the college. His estranged daughter Pella comes to live with him during Henry's junior year, after leaving her architect husband and life in San Francisco. Much of the novel focuses around members of the Westish baseball team, during their best season in the history of the college. As Henry approaches the NCAA record for most consecutive errorless games by a shortstop (held by his baseball hero, Aparicio Rodriguez), a throw of his goes awry and hits his roommate, right fielder Owen Dunne, who is sitting in the dugout at the time. Owen is hospitalized by the injury, an incident which shakes Henry's confidence deeply. His fielding quickly deteriorates to the point where he can no longer complete a simple throw to first base. Examples in the novel of Major League players with similar situations are Steve Blass, Chuck Knoblauch, and Rick Ankiel. Off the baseball field, the novel explores the relationships between several pairs of people. This includes romantic relationships between Mike Schwartz and Pella Affenlight, as well as one between Owen Dunne and Guert Affenlight. The mentor-student relationship between Schwartz and Henry also comes to the forefront, as each examines their hopes for the future and the extent to which it rests on their baseball ability.",
    "genre": [
      "Literary fiction"
    ],
    "author": "Chad Harbach"
  },
  {
    "title": "Wild About Harry",
    "summary": " In Paraguay an English Major, Harry Copeland-Smith is guarding a war criminal and in his best efforts to protect him becomes like his charge.",
    "genre": [
      "Literary fiction",
      "Fiction"
    ],
    "author": ""
  },
  {
    "title": "Charlie Peace",
    "summary": " Criminal Jack Peachey needs to find his own human narrative in the incredible stories Charlie Peace told him when he was a boy. He wants to imagine a Christ in his own image.",
    "genre": [
      "Literary fiction",
      "Fiction"
    ],
    "author": ""
  },
  {
    "title": "Stranger Will",
    "summary": " William Lowson spends his working life in the town of Brackenwood as a Human Remains Removal Specialist, cleaning stains left over after violent deaths. He spends his home life trying to convince his pregnant fiancée, Julie, that raising a child in a world so depraved is not only ignorant but egomaniacal as well. So far, however, Julie remains strict to her motherly desires and constantly assures William that his anxiety stems from simple cynicism. When not cleaning messes or preaching the world’s distress William sits atop a highway billboard and shoots down messenger pigeons as they attempt to deliver their cargo. Over the years William has amassed a sizable collection of their fallen messages, which he pins to a wall in his home. Throughout the novel William places and rearranges these messages according to similar themes in a subconscious attempt to organize the chaos around him. During one of these outings William meets Mrs. Rose, the messenger pigeon ring’s organizer and principal of Harold Straton Elementary. Conversation drifts toward William’s hesitancies with fatherhood, and considering Mrs. Rose’s part-time work at a local adoption agency she and William quickly become good friends. One night William gets an early morning call for a cleanup in the neighboring city of Alexandria. He and his co-worker, Philip, find at the location not only a human stain but also a woman in the basement, Shelia, barely alive, and as they find out later, the recipient of a very recent back alley abortion. Philip, always the romantic, quickly takes to this woman’s plight and rides with her to the hospital. William stays back to finish the original job. Philip pretends to be the woman’s brother in order to assume responsibility for her, but as is typical with Philip and his company he asks William and Julie for a few days’ help while he prepares his home for Shelia’s potentially lengthy stay. They accept. Shelia, due to a series of medical complications originating from the back alley abortion, screams all night. Julie cannot take the screaming so William agrees to ask for help. Mrs. Rose agrees to care for Shelia. A few days later Julie goes into labor. For William this event is the culminated failure of unsuccessful attempts to persuade Julie into somehow getting rid of the child. In his desperation he calls Mrs. Rose for help, though because Julie’s contractions are close he must leave for the hospital immediately. Due to the heavy rain William is run off the road and crashes the van. He blacks out. He wakes to Mrs. Rose burying his child. She reveals that her involvement with adoptions goes much further than the passive act of answering questions and guiding parents. She plays an active role in weeding out potentially “faulty” children, while motivating other children via her unique leadership styles at Harold Straton Elementary. One of these unique methods is hiring fake homeless people to sit outside the school playground in an attempt to draw the children near, and then using the interaction to teach children not to talk to strangers. Though growing apprehensive of Mrs. Rose’s methods William agrees to take part as a stranger knowing that he can argue little considering his involvement in the death of his child. The next day he plants himself at the Harold Straton playground, dressed in torn clothing and a fake beard. He meets Frank, one of the veteran strangers, and is invited to play cards with him and the rest of the strangers. William declines so that he can visit Julie at the hospital, whom he learns is comatose. The following night, however, he accepts Frank’s invitation and joins the strangers for horseshoes. He learns that the strangers are not as passive as he has been led to believe. They, like their mentor Mrs. Rose, actively participate in weeding out children, only their methods are truly disturbing. They manipulate the children anyway they can in order for Mrs. Rose to witness the devotion the children have toward her. One particular project has the children huge a tree covered in toxic phenyl. If they hug the tree, they pass; if they don’t, they fail. During his time sitting outside the playground William meets a child named Eugene, whom Frank says doesn’t have the potential to move forward in Mrs. Rose’s program. William grows close to Eugene, ultimately embracing the idea of fatherhood via his time with the boy. Once Mrs. Rose discovers this camaraderie she asks William to join her on an “adoption” meeting with an expecting couple. By this time, of course, William has learned that “adoption” means abortion, and that Mrs. Rose’s influence runs deep: even Shelia was one of her projects. Having learned of the beauty in fatherhood William spends this meeting with the expecting couple subtly undercutting Mrs. Rose’s attempts to sway this couple into “adoption.” By the end of the meeting, however, Mrs. Rose is successful. Julie returns from the hospital unaware of where her child has gone but insistent that she find it. She spends every moment digging holes, tearing down walls, destroying everything in search for her baby. William, having changed his mind about parenthood, watches this with absolute shame. At his most depressed state William is called, along with Philip, for a cleanup job at a home William recognizes as the Miller’s. Mrs. Rose has completed her task by taking their baby and William must now clean up the bloody mess left over. In the kitchen William finds a caged messenger pigeon with a note attached. Having learned that the messenger pigeon ring is Mrs. Rose’s way of organizing her “adoptions” William hesitates to read the note but does, discovering that it was Mrs. Rose who ran him off the road causing the wreck that killed his child. In an effort to end everything William kills Mrs. Rose and goes to the police about his missing child, but when they attempt to locate his child William finds that Mrs. Rose has moved it. The police reprimand William for the wasted time. William goes home understanding that he cannot control the world, but he can embrace his time with it.",
    "genre": [
      "Literary fiction",
      "Hardboiled"
    ],
    "author": "Caleb J. Ross"
  },
  {
    "title": "I Didn't Mean to be Kevin",
    "summary": " Jackson Jacoby lives a life of abandonment. His father died when he was young. He and his mother suffered a falling-apart when Jackson was only ten. He lives alone in a studio apartment, uses the delivery truck he drives for his snack-vending job as his personal mode of transportation, and has just two friends: one of whom, Creg Deja, is a kindred without a mother or a father. Jackson’s hatred for his job is a common point of conversation between him and Creg. After a particularly heated discussion one afternoon in a Laundromat, Jackson retires to his apartment to browse classifieds ads in search of a new job, but instead comes across a plea, disguised as a want-ad for day laborers, from an abandoned mother begging for her runaway son to return home. Drunk and confused after a night out, Jackson dials the phone number unwittingly beginning a phone relationship with the mother. The next morning, feeling bad about misleading the mother, Jackson visits his other friend, his Uncle Marve. Jackson respects Uncle Marve more than he respects most people. He's a cryptic man, full of stories and hatred for Jackson’s mother (“The mother needs the kid, the kid needs the mother. Take out the ‘need’ from either pair and you’ve got either a woman who considers her son an obstacle, like in your case, or you’ve got a boy who is just floating around without roots.”). Via the morning’s discussion, Jackson’s hatred for his real mother is rekindled. He decides to continue his ruse with the fake mother despite moral hesitation. Creg spends his days at a Laundromat searching Spanish TV programs for his lost mother. She left him when he was a child, citing her desire to become a Spanish soap opera star. In return for his TV time, the owner of the laundry, Luisa, employs Creg to destroy surrounding Laundromats in order to obliterate competition. Jackson joins him on one of these errands which ends with police chasing them and only Jackson escaping. Afraid of the law and with no substantial reason to stay in Veranda, Jackson embarks on a journey to Delaware, home of the runaway’s mother. Along the way, he meets a variety of characters, and to them he repeats a certain story: that of his theft of a cauliflower ear from a B.W.P beef plant worker named Marion Garza. Jackson boils with pride by this story, from meeting the man years ago at a truck stop diner, all the way to the hows and whys of Jackson stealing the ear. He tells of a plan he made with a truck stop prostitute named Gina; that they were going to travel the county stealing abnormal body parts and selling them to tourist trap human parts museums. Very few of the strangers believe his stories. As he nears Delaware, he meets and befriends many people, two of whom, Bradley and Robert, especially interest him considering their similar situation: neither have a mother. Taken by Jackson’s story of his road trip to Delaware they join him and venture eastward. They arrive at the specified church where a will reading for the runaway’s grandfather is to take place, but they find only a room full of men, ages roughly eighteen to forty. The crowd waits hours for the will reading but after too long, the boys disperse, leaving only Robert, Bradley, and Jackson. Upset, they track the mother down, and discover that she had been planting the want-ad pleas in random newspapers throughout the country in hopes that her son might find one. Instead, she lured three motherless, hopeful boys. The ruse upsets everyone. The three of them—Jackson, Bradley, and Robert—part ways. Jackson returns to Veranda, stopping along the way at a tourist trap called Pen’s Maze, a snow labyrinth that melts during the spring. He steals an ear from the curator, hoping to feel vindicated by the proof of a real ear (after accepting that Marion Garza’s cauliflower ear was a fake). Instead, he feels nothing. Upon reentering Veranda Jackson passes on visiting the park in which Uncle Marve usually sat—it being full of cameras and news vans—and heads instead to Luisa’s Laundry to tell Creg of his journey. But he discovers that Creg, who is always at the laundry, is not there. After slight pleading, Luisa admits that Creg left for Mexico to find his mother. The TV, normally tuned to Spanish stations, instead broadcast the local news; a story of a local man found dead whom Jackson recognizes as Uncle Marve. Via a note found with the body police investigators discover hundreds of pounds of metal hidden in the park. Jackson remembers one of the many things Uncle Marve taught him: “Who am I without the war? Who is your Marion Garza without BWP? Who are you without Marion Garza? An old man, a sad Mexican, a lost little boy.” Validation, he learns, is something universally desired and universally needed.",
    "genre": [
      "Literary fiction"
    ],
    "author": "Caleb J. Ross"
  }
]