[
  {
    "title": "Unwind",
    "summary": " The story centers around three youths who have been scheduled to be unwound, Connor, a sixteen year old whose family believes he'd gotten into too many fights, Risa, a ward of the state who doesn't make it in the continuing program because of budget cuts, and Lev, a tithe whose rich parents had him specifically to be unwound, as he is the tenth child and 10% of everything they have should be given to God. Connor discovers his unwind orders and decides to \"kick AWOL\" or run away, and tries to convince his friend Ariana to go with him. She agrees but later backs out, and he runs off alone with the help of a trucker. However, his cell phone tracker gets him caught. Connor resists arrest and flees the police, running into traffic and snatching a tithe (Lev) from a car to use as a hostage and human shield. This causes a bus full of State Home wards (StaHo kids) on their way to the harvest camp to overturn, and provides Risa with the perfect opportunity to escape. Risa, Connor, and Lev flee into the woods, and are pursued briefly by a JuveyCop, who Connor shoots with the cop's own tranquilizer after Risa baits him. The next morning, while gathering supplies, the three come across a storked baby waiting on a doorstep. Because of an experience in his past, Connor can't just pass by, and puts them all at risk by picking up the baby in plain view of a cop car cruising nearby. The three get on a school bus to blend in and hide out in the school bathroom with the baby. Lev takes his chance to escape, because as a tithe, he believes that it is an honor to be unwound, and he goes to the school office to turn in the others. He calls his pastor after he's done so, who tells him he helped keep their faces out of the paper so Lev could be free. Astonished by this sudden change, Lev pulls the fire alarm to help Connor and Risa escape from the incoming cops. Connor, Risa and the baby attempt to hide, but are discovered by a teacher, Hannah, who helps them to escape the school and tells them to go to an antique store and ask for Sonia, who will help them. The store is a safe house, where they stay for a few days before the Ice Cream man comes to pick them up and shuttle them to another house in the chain. Before they leave, Sonia has them and the other kids, one of whom is a bully named Roland, write letters to their loved ones about how they felt about being ordered to be unwound and said she would mail them if they didn't come to collect it a year after their eighteenth birthdays, when they would be safe from unwinding. Hannah comes to say goodbye, and to take the baby, who she and her husband have decided to adopt and claim as a storked baby. The ecaped children are eventually taken to a holding area, a big warehouse by an airport. Lev, in the meantime, has also managed to escape and has met up with a kid named CyFi who claims not to be a runaway, but is headed to Joplin because 1/8 of his mind, which he got from a single unwound youth instead of bits and parts like was usually done, would take over his mind at times and he needed peace. CyFi teaches Lev some street smarts along the way, and Lev helps him and the unwound kid inside him get closure. At the warehouse, Risa begins to understand the power games Roland is playing in breaking up any groups of kids that might be a threat to him. She tries to make Connor understand and stay calm, as a fight between the two of them is looming as Connor appears to be the next biggest threat to Roland. Connor takes her words to heart and isn't baited by Roland when he attempts to rape Risa in the bathroom. Shortly after, they are all taken to the Graveyard, an aircraft graveyard, their final destination and where they will remain until they reach the age of eighteen and are safe. A former admiral is in charge of the airplane graveyard and assigns the children to work detail where they can best be used. Connor becomes a mechanic and Risa becomes a medic, while Roland learns to fly a helicopter from Cleaver, the only other adult who knows about the kids. Roland starts up his trouble anew, spreading stories about the Admiral to sow dissent and to make himself the new leader. Connor ends up on the Admiral's side as a spy, and when a number of the higher up kids are killed, he investigates, believing Roland to be responsible. A short time in, Lev arrives, tougher than before, and joins a secret group that wants to damage Unwind facilities rather than just live out to age eighteen and then leave the camp. The Admiral has a heart attack during a riot caused by doubts sown by Roland, even though he is not there to direct it and take over. Connor brings things under control, but gets Roland and Risa to come with him to fly the Admiral to a hospital, even knowing they will likely be caught. They are taken away to a harvest camp, where Risa unwillingly joins the band which plays at the unwinding and death of each child. Lev is at the camp as well, having turned himself in after becoming a clapper, a suicide bomber who has been injected with a liquid explosive triggered by clapping hard enough. Roland is unwound due to his blood type being high on demand. Just as Connor is about to be unwound, the other two clappers who are at the camp with Lev detonate their explosives at his request. He intends to join them, but at the last minute changes his mind, determined to pull out unwound youth from the wreckage and save Connor. He does so, and confesses himself to the police. Back at the hospital, Connor and Risa unite again, having begun a relationship while at the harvest camp. Connor's injuries made him the unwilling recipient of a new eye and arm, which formerly belonged to Roland, which he can tell from the shark tattoo on the arm. The nurse gives him a fake ID from a guard killed in the explosion to save him from unwinding. Risa refuses treatment despite being paralyzed from the waist down, and saves herself that way as well, as cripples cannot be unwound. Lev is saved by the explosive fluid in him, which is slowly being removed from his bloodstream. Risa and Connor return to the Graveyard to run it because the Admiral is too weak, having refused to take a new heart from an Unwind. They promise to begin fighting against harvesting. The story ends with a party at the Admiral's house, celebrating the birthday of his son, who he and his wife unwittingly had unwound. All the people who received parts from his son attend, bringing him entirely there. Risa and Connor go back to the Graveyard.",
    "genre": [
      "Biopunk",
      "Speculative fiction",
      "Science Fiction"
    ],
    "author": "Neal Shusterman"
  },
  {
    "title": "The Windup Girl",
    "summary": " Anderson Lake is an economic hitman and the AgriGen Representative in Thailand. He owns a kink-spring factory trying to mass produce a revolutionary new model that will store gigajoules of energy. The factory is a cover for his real mission: discovering the location of the Thai seedbank. He leaves the running of the factory to his Chinese manager, Hock Seng, a refugee from the Malaysian purge of the ethnic Chinese. A businessman in his former life, he is plotting to regain his former glory even as he lives from day to day. He waits patiently for an opportunity to steal the kink-spring designs kept in Anderson's safe, and embezzles copiously. Emiko is a Japanese-designed windup girl (a humanoid GM organism, used as a slave, and programmed to seek a master and obey him; windups call themselves \"New People\") abandoned by her Japanese master. As such, she is illegal in Thailand. Raleigh, a sex club owner, gives her some measure of safety by bribing the police to let her live, but at the price of forcing her to work in his club, where she is routinely abused and sexually humiliated. Among other genetic modifications, Emiko has a genetically altered pore structure, which makes her skin extremely smooth but prone to overheating—a life-threatening problem in the hot climate of Thailand. One of her customers tells her of the secret seedbank and a mysterious man named Gibbons. Anderson gleans this information from her and, in return, tells her about a refuge in the north of Thailand where people of Emiko's kind live together. This becomes fixated in her mind, and from then on she sets her mind on paying off Raleigh and escaping to this refuge. Anderson's factory is destroyed by a rogue megodont (a GM elephant used to run the power train). Also destroyed are algae baths, which are critical to the manufacturing process, and whose spares are costly and must be smuggled into Thailand via dirigible. Anderson orders Hock Seng to fix up the factory as soon as possible, threatening him with the loss of his job if he doesn't do so. Hock Seng's job is made difficult by the fact that he has failed to bribe the customs officials, as he had embezzled the bribe money. Knowing that his time has come, he makes a money-for-plans deal with the Dung Lord, a gangster. Jaidee Rojjanasukchai, an upright and courageous captain of the white shirts (the armed, enforcement wing of the Environment Ministry), intercepts the dirigible containing, among other things, Anderson's much needed spare tanks, and destroys the contraband. This raises the hackles of the white, foreign trading community in Thailand and they pressure Akkarat to make Jaidee back off. To 'persuade' Jaidee, known as the Tiger of Bangkok for his muay thai skills and courage, and an icon among the white shirts, they kidnap his wife. Jaidee submits and makes a public apology. False charges are made against him and he is condemned to monkhood for 9 years. Unknown to Jaidee, his wife has already been murdered. A triumphant Anderson and his main collaborator, Richard Carlyle, negotiate with Akkarat for access to the seedbank and lowering of the trade barriers. Akkarat refuses, saying there are limits to his greed. Jaidee, determined to track his wife's murderers, escapes from the monastery and infiltrates the Trade Ministry. He is caught, killed, and his mutilated body is deposited in front of the Environment Ministry. As the white shirts revere him as a hero, they declare him a martyr, and rise up against the Trade Ministry. General Pracha appoints Lieutenant Kanya, Jaidee's protégé, as the new Captain and unleashes a reign of terror on Bangkok. Meanwhile, Mai, a child labourer in Anderson's factory, has discovered that her fellow workers are falling to a new plague that had previously made the algae tanks malfunction. She reports this to Hock Seng, who arranges to have the bodies disposed of surreptitiously. As the white shirts take control of Bangkok, he steals all of Anderson's petty cash, takes Mai with him and tries to escape. Meanwhile, through a chance encounter Anderson saved Emiko's life, and becomes infatuated with her. Anderson discovers Hock Seng's flight and goes into hiding with Richard Carlyle. Kanya, who is Akkarat's mole, discovers the new plague and sets about trying to contain it. (We learn that years earlier Kanya had been rescued as a young girl by Akkarat when her own home village was destroyed in the course of containing a genehacked plague.) She reluctantly seeks help from Gibbons, who is revealed to be a renegade AgriGen scientist. Gibbons is a brilliant geneticist and the last hope for the Thai defense against the plagues. He easily identifies the new plague and gives clues to Kanya. Anderson and Carlyle meet with Akkarat and the Somdet Chaopraya, who is the regent to the young Thai Queen and the most powerful person in all of Thailand. Anderson offers to supply a new strain of GM rice and a private army to repel the white shirts in exchange for access to the seedbank and lowering of the trade barriers. He also introduces the Somdet Chaopraya to Emiko. When the Somdet Chaopraya's acts prove too humiliating, Emiko snaps and kills the Somdet Chaopraya, Raleigh and eight other men. Then she seeks refuge with Anderson. Because she has killed such a powerful man and all of his bodyguards, Akkarat assumes Emiko to be a military windup and accuses General Pracha of assassinating the Somdet Chaopraya. He also proceeds to arrest Anderson and Carlyle as suspects in the assassination conspiracy. Emiko escapes in the nick of time. Kanya traces the origin of one of the plague victims to a village near Bangkok, and from information she gets there is able to identify Anderson's kink-spring factory as a possible source. She sterilizes the village with lye. Hock Seng fails to steal the kink-spring designs, so he decides to capture Emiko for ransom. He takes Mai with him. Kanya is informed of the suspected assassination plot by her handler. Recognizing the harm the incident could cause, she visits the Japanese company that designed Emiko, learns of the true facts, and tries to explain it to Akkarat. But Akkarat has already decided to blame General Pracha for the assassination as a pretext for regime change and mobilizes his reserves to destroy Pracha and the white shirts. The capital is plunged into civil war. Anderson is released and discovers that he may have contracted the new plague. Hock Seng encounters Emiko in Anderson's apartment and holds her at gunpoint. Anderson and Carlyle arrive at the same time. They make a deal: Hock Seng would be patronized by AgriGen and Emiko would remain with Anderson. Eventually, Pracha and most of the top Environment Ministry men are killed. Akkarat, now all-powerful, appoints his spy Kanya as the chief of the Environment Ministry. He also opens up Thailand to the world, and grants AgriGen access to the seedbank. Kanya, who acts subdued at first, reneges and executes the AgriGen team in the seedbank. She then proceeds to move the seedbank to a safer place with the help of the monks. With the hidden arsenal in the seedbank, she orchestrates an uprising and coup d'état. She destroys the levees, flooding Bangkok. Bangkok's people and the capital relocate to the site of Ayutthaya, a previous Thai capital. There is now a new Tiger, a grim, unsmiling woman (Kanya), and it is implied that the Child Queen now reigns without a regent. Hock Seng is let free by Kanya to leave Bangkok with Mai to start a new life, although we never learn if they manage to escape the doomed city. Akkarat becomes a monk to atone for his failure of protecting the capital. The plague slowly kills Anderson as Emiko nurses him through the agony. She is alone in the flooded city when Gibbons arrives with his androgynous (kathoey or \"ladyboy\") companion. He promises Emiko that he will use her DNA to engineer a new race of fertile New People, thus fulfilling her dream of living with her own kind.",
    "genre": [
      "Biopunk",
      "Science Fiction"
    ],
    "author": "Paolo Bacigalupi"
  }
]