[
  {
    "title": "The End of Faith",
    "summary": " The End of Faith opens with a literary account of a day in the life of a suicide bomber &ndash; his last day. In an introductory chapter, Harris calls for an end to respect and tolerance for the competing belief systems of religion, which he describes as being \"all equally uncontaminated by evidence\". While focusing on the dangers posed by religious extremist groups now armed with weapons of mass destruction, Harris is equally critical of religious moderation, which he describes as \"the context in which religious violence can never be adequately opposed.\" Harris continues by examining the nature of belief itself, challenging the notion that we can in any sense enjoy freedom of belief, and arguing that \"belief is a fount of action in potentia.\" Instead he posits that in order to be useful, beliefs must be both logically coherent, and truly representative of the real world. Insofar as religious belief fails to ground itself in empirical evidence, Harris likens religion to a form of mental illness which, he says, \"allows otherwise normal human beings to reap the fruits of madness and consider them holy.\" He argues that there may be \"sanity in numbers\", but that it is \"merely an accident of history that it is considered normal in our society to believe that the Creator of the universe can hear your prayers, while it is demonstrative of mental illness to believe that he is communicating with you by having the rain tap in Morse code on your bedroom window.\" Harris follows this with a brief survey of Christianity down the ages, examining the Inquisition and persecutions of witches and Jews. He contends that, far from being an aberration, the torture of heretics was a logical expression of Christian doctrine &ndash; one which, he says, was clearly justified by men such as Saint Augustine. Going still further, Harris sees the Holocaust as essentially drawing its inspiration from historical Christian anti-Semitism. \"Knowingly or not,\" he says, \"the Nazis were agents of religion.\" Among the controversial aspects of The End of Faith is an uncompromising assessment and criticism of Islam, which Harris describes as being a \"cult of death.\" He infers a clear link between Islamic teaching and terrorist atrocities such as 9/11, a notion he supports with quotations from the Koran that call for the use of violence. He also presents data from the Pew Research Center, purporting to show that significant percentages of Muslims worldwide would justify suicide bombing as a legitimate tactic. In an attack on what he terms \"leftist unreason,\" Harris criticises Noam Chomsky among others for, in his view, displaying an illogical willingness to lay the entire blame for such attitudes upon U.S. foreign policy. However, Harris also critiques the role of the Christian right in the United States, in influencing such areas as drug policies, embryonic stem cell research, and AIDS prevention in the developing world. In what he sees as a steady drift towards theocracy, Harris strongly criticises leading figures from both the legislature and the judiciary for what he perceives as an unabashed failure to separate church and state in their various domains. \"Not only do we still eat the offal of the ancient world,\" he asserts, \"we are positively smug about it.\" Next, Harris goes on to outline what he terms a \"science of good and evil\" &ndash; a rational approach to ethics, which he claims must necessarily be predicated upon questions of human happiness and suffering. He talks about the need to sustain \"moral communities,\" a venture in which he feels that the separate religious moral identities of the \"saved\" and the \"damned\" can play no part. But Harris is critical of the stance of moral relativism, and also of what he calls \"the false choice of pacifism.\" In another controversial passage, he compares the ethical questions raised by collateral damage and judicial torture during war. He concludes that collateral damage is more ethically troublesome. \"If we are unwilling to torture, we should be unwilling to wage modern war,\" Harris concludes. Finally, Harris turns to spirituality, where he takes his inspiration from the practices of Eastern religion, arguing that as far as Western spirituality is concerned, \"we appear to have been standing on the shoulders of dwarfs.\" He discusses the nature of consciousness, and how our sense of \"self\" can be made to vanish by employing the techniques of meditation. Harris quotes from Eastern mystics such as Padmasambhava, but he does not admit any supernatural element into his argument &ndash; \"mysticism is a rational enterprise,\" he contends, \"religion is not.\" He states that it is possible for one's experience of the world to be \"radically transformed\", but that we must speak about the possibility in \"rational terms\".",
    "genre": [
      "Polemic"
    ],
    "author": "Sam Harris"
  },
  {
    "title": "Holy Deadlock",
    "summary": " The novel's plot is very similar to that of \"Not a Crime\", expanded and presented with a tragic ending rather than the earlier deus ex machina. The protagonists are a faultless and honest young couple, with the everyman names of John Adam and Mary Eve, who married impetuously, are now amicably separated, and wish to divorce so that they can remarry; neither has committed adultery nor desired to. Because of the lack of legal provision, they are compelled to collude to present a fictional cause for divorce; Mary asks Adam to \"act like a gentleman\" and provide the pretext, as her fiancé, Martin Seal, cannot be named as a co-respondent without risking his job (he works as an announcer for the BBC). After his first attempt to obtain the necessary evidence, the maid refuses to identify him in court and the case collapses; at the second attempt, his \"partner\" develops measles and has to be supported in the hotel for several weeks at great expense. A decree nisi is granted but, during the waiting period, Mary spends the night with Seal and is reported by an acquaintance to the King's Proctor, who reports that the divorce should not be granted. She fights the case, but the judge refuses to exercise any discretion in her favour, and declines to grant a divorce. By the end of the book, Mary and Adam are separated but remain legally married. Seal has lost his position after being named in the final court case, but can choose to live with Mary without excessive social stigma. However, John is a broken man, legally unable to marry his lover—and, as she is a school headmistress, socially unable to continue associating with her. On the last page, he departs in the company of a prostitute, announcing that he intends to \"behave like a gentleman—at last!\"",
    "genre": [
      "Polemic",
      "Satire"
    ],
    "author": "A. P. Herbert"
  },
  {
    "title": "Spoilt Rotten: The Toxic Cult of Sentimentality",
    "summary": " Dalrymple begins the chapter by citing several examples to illustrate how sentimentality is increasing as a cultural phenomenon in the United Kingdom. He then analyses falling education standards in the country, and links these trends to \"powerful intellectual currents\" that \"feed into the great Sargasso Sea of modern sentimentality about children\", and asserts that in this regard the ideas of the philosopher Jean Jacques Rousseau and the psychologist Steven Pinker have been particularly influential. He then examines a newspaper article which advocates reform of the British prison system. Dalrymple states that the article aroused an emotion \"whose effect, if not its intention, was to convince the person experiencing it that he was a person of superior sensibility and compassion\", and that such emotionality \"often attaches to the question of crime and punishment in contemporary Britain\". Dalrymple also maintains that it is \"the sheerest sentimentality to see drug addicts as the victims of an illness\" and that, \"sentimentality is now a mass phenomenon almost beyond criticism or even comment\". Dalrymple advances that the kind of sentimentality that he wishes to draw attention to is \"an excess of emotion that is false, mawkish, and over-valued by comparison with reason\" and which is performed \"in full public view\". Dalrymple contends that \"Sentimentality is the expression of emotion without judgment. Perhaps it is worse than that: it is the expression of emotion without an acknowledgement that judgment should enter into how we should react to what we see and hear. It is the manifestation of a desire for the abrogation of an existential condition of human life, namely the need to always and never unendingly to exercise judgment. Sentimentality is therefore childish and reductive of our humanity\". In this chapter he also takes issue with a number of assertions made by the philosopher Robert C. Solomon, including that sentimentality does not manipulate emotions, cause false emotions to be shown, or distort perception and interfere with rational thought. Dalrymple criticises the introduction by Harriet Harman of the Family Impact Statement. Dalrymple writes that such statements \"are not permitted to influence the outcome of a case. They are made only after a jury has made its verdict\". As a result, kitsch displays of emotion are encouraged in court, of no practical benefit. Dalrymple analyses the media attention and reaction to the disappearance of Madeleine McCann, and how certain media interpreted a perceived lack of emotion on the part of the girl’s parents as evidence of guilt. Dalrymple writes that the \"demand that emotion should be shown in public, or be assumed not to exist and therefore indicate a guilty mind, is now not an uncommon one\", and cites two similar cases involving Joanne Lees and Lindy Chamberlain. Dalrymple then analyses the outcry from the public and the media to the lack of emotion shown by the Queen after the death of Princess Diana, and contends that \"the tabloid newspapers carried out what can only be called a campaign of bullying against the sovereign\" and that those gathered outside Buckingham Palace were \"bullying rather than expressing any genuine grief\". He concludes by asserting that the sentimentality shown by both the media and the public “was inherently dishonest in a way that parallels the dishonesty that lies behind much sentimentality itself\". Dalrymple analyses the poet Sylvia Plath, whom he describes as the \"patron saint of self-dramatization\", and interprets Margaret Drabble's descriptions of Plath as a \"willing casualty\" and \"supremely vulnerable\" to mean \"virtues of a high order\". He asserts that before Plath, self-pity \"was regarded as a vice, even a disgusting one, that precluded sympathy\", and that \"the appropriation of the suffering of others to boost the scale and significance of one's own suffering is now a commonplace.\" and whose stories reveal perfectly \"the dialectic between sentimentality and brutality\". Dalrymple ends the chapter by analysing victimhood in the criminal justice system and concludes, \"For the sentimentalist, of course, there is no such thing as a criminal, only an environment that has let him down\". Dalrymple asserts that across the globe chronic poverty has decreased in the past twenty-five years, but mainly in China and India. As a result, \"Africa is an exception and therefore is the current focus of sentimentality about poverty\". In this context he examines Gordon Brown's desire as prime minister to ensure that every child in Africa receive a primary education. Dalrymple questions whether there is a link between improving educational standards and increasing economic growth in the continent, and cites the experience of Tanzania under Julius Nyerere, Equatorial Guinea under Macias Nguema, and Sierra Leone's fate after a \"long history of historical effort and achievement\" as evidence that this may not be so, and argues that Africa's priority is access to markets. which is \"preposterous—psychologically, theoretically, and practically\". In the book's Conclusion, Dalrymple contends that \"in field after field, sentimentality has triumphed\", and this has had a number of harmful consequences, including the lives of millions of children being blighted by overindulgence and neglect; the destruction of educational standards; and brutality wherever policies suggested by sentimentality have been advocated.",
    "genre": [
      "Polemic"
    ],
    "author": ""
  }
]