[
  {
    "title": "Of Mice and Men",
    "summary": " Two migrant field workers in California on their plantation during the Great Depression—George Milton, an intelligent but uneducated man, and Lennie Small, a man of large stature and great strength but limited mental abilities—are on their way to another part of California in Soledad. They hope to one day attain their shared dream of settling down on their own piece of land. Lennie's part of the dream is merely to tend to (and touch) soft rabbits on the farm. This dream is one of Lennie's favorite stories, which George constantly retells. They are fleeing from their previous employment in Weed, California, where they were run out of town after Lennie's love of stroking soft things resulted in an accusation of attempted rape when he touched a young woman's dress, and would not let go. It soon becomes clear that the two are close friends and George is Lennie's protector. The theme of friendship is constant throughout the story. At the ranch, the situation appears to be menacing and dangerous, especially when the pair are confronted by Curley—the boss's small-statured aggressive son with an inferiority complex who dislikes larger men—leaving the gentle giant Lennie potentially vulnerable. Curley's flirtatious and provocative wife, to whom Lennie is instantly attracted, poses a problem as well. In sharp contrast to these two characters, the pair also meets Slim, the kind, intelligent and intuitive jerkline skinner whose dog has recently had a litter of puppies. Slim gives a puppy to Lennie. In spite of the potential problems on the ranch, their dream leaps towards reality when Candy, the aged, one-handed ranch hand, offers to pitch in with George and Lennie so that they can buy a farm at the end of the month in return for permission to live with them on it. The trio are ecstatic, but their joy is overshadowed when Curley attacks Lennie. In response, Lennie, urged on by George, catches Curley's fist and crushes it, reminding the group there are still obstacles to overcome before their goal is reached. Nevertheless, George feels more relaxed, since the dream seems just within their grasp, to the extent that he even leaves Lennie behind on the ranch while he goes into town with the other ranch hands. Lennie wanders into the stable, and chats with Crooks, the bitter, yet educated stable buck, who is isolated from the other workers because he is black. Candy finds them and they discuss their plans for the farm with Crooks, who cannot resist asking them if he can hoe a garden patch on the farm, despite scorning the possibility of achieving the dream. Curley's wife makes another appearance and flirts with the men, especially Lennie. However, her spiteful side is shown when she belittles them and is especially harsh towards Crooks because of his race, threatening to have him lynched. Lennie accidentally kills his puppy while stroking it. Curley's wife enters the barn and tries to speak to Lennie, admitting that she is lonely and how her dreams of becoming a movie star are crushed, revealing the reason she flirts with the ranch hands. After finding out that Lennie loves stroking soft things, she offers to let him stroke her hair, but panics and begins to scream when she feels his strength. Lennie becomes frightened, and in the scuffle, unintentionally breaks her neck. When the other ranch hands find the corpse, George unhappily realizes that their dream is at an end. George hurries away to find Lennie, hoping he will be at the meeting place they designated at the start of the novel in case Lennie got into trouble, knowing that there is only one thing he can do to save Lennie from the painful death that Curley's lynch mob intends to deliver. George meets Lennie at the designated place, the same spot they camped in the night before they came to the ranch. The two sit together and George retells the beloved story of the bright future together that they will never share. He then shoots Lennie in the back of the head, so that his death will be painless and happy. Curley, Slim, and Carlson find George seconds after the shooting. Only Slim realizes that George killed Lennie out of love, and gently and consolingly leads him away, while Curley and Carlson look on, unable to comprehend the subdued mood of the two men.",
    "genre": [
      "Novella"
    ],
    "author": "John Steinbeck"
  },
  {
    "title": "The Body",
    "summary": " Vern Tessio informs his three friends that he has overheard his older brother Billy talking with his friend Charlie Hogan, about the location of the corpse of Ray Brower, a boy from Chamberlain, a town 40 miles or so east of Castle Rock, who has gone missing, while going out to pick blueberries with one of his mother's pails. The four friends decide that they will find it so as to be famous. The boys walk along the railroad tracks toward the presumed location of the corpse. Along the way, they trespass at the town dump and are chased by trash-man Milo Pressman's dog \"Chopper\". Milo insults Teddy's father, which causes Teddy to unleash his anger on Milo. Gordie and Vern are nearly run over by a train while crossing a bridge. While at a resting point, Chris predicts that Gordie will grow up to become a famous writer – perhaps he will even write about his friends one day. When they finally find the spot where the body lies, a gang of bullies arrives just after they do. The gang is composed of Vern's older brother Billy, Charlie Hogan, Chris's older brother Richard \"Eyeball\" Chambers, Norman \"Fuzzy\" Bracowicz, John \"Ace\" Merrill, and two others. The older boys are upset to see the four friends, and during an argument, Chris pulls a gun belonging to his father from his bag back, that he took from his home and fires into the air and then threatens Ace, the leader of the gang. After a brief standoff Ace realizes that Chris is serious, and the teenagers leave. Having seen the body, the boys realize that there is nothing else to be done with it, and return home without further incident. The older boys ultimately decide to phone in the location of the body as an \"anonymous tip\" and it is eventually found by the authorities as a result. Some days after the confrontation, Ace and Fuzzy break Gordie's nose and fingers and kick him in the testicles, and are on the verge of harming him more seriously when they are run off by Gordie's neighbor, Aunt Evvie Chalmers. Chris's brother breaks his arm and \"leaves his face looking like a Canadian sunrise\". Teddy and Vern get less severe beatings. The boys refuse to identify their assailants to the authorities, and there are no further repercussions. The narration then goes into fast-forward. Gordon describes the next year or so briefly, stating that Teddy and Vern drift off, befriending some younger boys. In high school, just as Chris predicted, Gordie begins taking college-preparation courses. Unexpectedly, so does Chris. In spite of abuse from his father, taunts from his classmates and distrust from teachers and school counselors, he manages to be successful with help from Gordie. The final two chapters describe the fate of Gordie's three friends, none of whom survive past young adulthood. Vern is killed in a house fire after a party. Teddy, while under the influence of alcohol and drugs, crashes his car and he and his passengers are killed. Chris, who became an outstanding high school and college student and was in his second year of law school, is stabbed to death after trying to stop an argument in a fast-food restaurant. Gordon, the only survivor, continues to write stories through college, and publishes a number of them in small literary journals and men's magazines. His first novel becomes a best-seller, and a successful film. At the time of writing about the events in 1960, he has written seven novels about the supernatural. Gordon has a wife and three children. Gordon is also revealed to be a veteran of the Vietnam War and the counter-culture of the 1960s, occasionally referred to in the flash-forward narratives during the main story. Another story from Different Seasons, Rita Hayworth and the Shawshank Redemption is referenced in this story; Shawshank is described as one of Maine's state prisons. Ray Brower, the boy who went missing and the reason Gordie, Chris, Teddy, and Vern took the camping trip to Back Harlow Road, is from Chamberlain, which is the setting for the King's first novel Carrie. Carrie, which takes place over ten years later but was written eight years earlier, features a reference to a Teddy Duchamp, but he is clearly not the same person as the Teddy of the novella. Jerusalem's Lot, from the novel 'Salem's Lot is referenced when the boys first listen to Gordie's Lard Ass story. The novel Cujo is referenced when Gordie compares the dog Chopper to Cujo. Aunt Evvie Chalmers is a minor character in Cujo, which is set twenty years later. A \"Constable Bannerman\" is mentioned in the story, but he clearly is not the same person as George Bannerman, the county sheriff who appears in Cujo and The Dead Zone. Ace Merrill and Vern Tessio later appear in \"Nona\" a short story from the collection Skeleton Crew. Ace Merrill later appears in the last King novel set in Castle Rock, Needful Things, as Mr. Gaunt's employee. He also remembers the happenings of The Body when four snot-nosed kids cheated him and his friends out of something they wanted. Aunt Evvie appears again in a flashback narrative told from the perspective of her niece Polly, one of the major characters in the story. In Lisa Rogak's unauthorized biography \"Haunted Heart: The Life and Times of Stephen King,\" an accusation is made that an old friend of King's, George McLeod, was delighted to read that King's story \"The Body,\" was dedicated to him. Well into the story however, McLeod was shocked to learn that the story was about four boys that ventured off into the woods on an adventure. McLeod claimed that King had cribbed the idea from a short story he wrote, and requested a portion of the royalties from \"The Body\" and \"Stand by Me.\" King refused, McLeod sued, and the two were no longer friends. Since that time, King has refused fan requests to read manuscripts for advice, claiming that he is concerned that there can be further accusations of plagiarism in the future.",
    "genre": [
      "Novella"
    ],
    "author": "Stephen King"
  },
  {
    "title": "The Mist",
    "summary": " The morning after a violent thunderstorm, a thick unnatural mist quickly spreads across the small town of Bridgton, Maine, reducing visibility to near-zero and concealing numerous species of bizarre creatures which viciously attack anyone and anything that ventures out into the open. The bulk of the story details the plight of a large group of people who become trapped while shopping in the town supermarket, among them a commercial artist named David Drayton (the protagonist and narrator), David's young son Billy, and their estranged neighbor Brent Norton who accompanied them into town after Brent's car was smashed by a tree. Amongst others trapped in the market are a young woman named Amanda Dumfries and two soldiers from a nearby military installation, home to what is referred to as \"The Arrowhead Project\". The two soldiers' eventual joint suicide lends some credence to the theory of this Project being the source of the disaster. Soon after the mist comes, something plugs the store generator's exhaust vent. When a young bag boy named Norm steps outside to fix the problem, he is pulled into the mist by a swarm of tentacles. David and Ollie Weeks, the store's assistant manager, witness Norm's death and try to convince the remaining survivors of the danger lurking outside. Norton and a small group of others refuse to believe, accusing David of lying. They venture out into the mist to seek help, where they are killed by a huge, unseen creature. This, along with a deadly incursion into the store by a pterosaur-like creature and a disastrous expedition to the pharmacy next door, lead to paranoia and panic consuming the remaining survivors. This spiraling breakdown leads to the rise to power of a religious zealot named Mrs. Carmody who convinces the majority of the remaining survivors that these events fulfill the biblical prophecy of the end of times, and that a human sacrifice must be made to save them from the wrath of God. David and Ollie attempt to lead their remaining allies in a covert exit from the market, but are stopped by Mrs. Carmody, who orders her followers to kill her chosen victims: Billy and Amanda. However, Ollie, using a revolver found in Amanda's purse, kills Mrs. Carmody, causing her congregation to break up. En route to David's car, Ollie in turn is bisected by the claw of a very large creature looking similar to a giant lobster or crab. David, Billy, Amanda, and an elderly, yet tough, school teacher Hilda Reppler reach the car and leave Bridgton, driving south for hours through a mist-shrouded, monster-filled New England. After finding refuge for the night, David listens to a radio, and through the overwhelming static possibly hears a single word broadcast, \"Hartford\". With that one shred of hope, he prepares to drive on into an uncertain future.",
    "genre": [
      "Novella"
    ],
    "author": "Stephen King"
  },
  {
    "title": "Devdas",
    "summary": " Devdas is a young man from a wealthy Bengali Brahmin family in India in the early 1900s. Paro (Parvati) is a young woman from a middle class Bengali family belonging to the “merchant” caste. The two families lived in a village in Bengal, and Devdas and Paro were childhood friends. Devdas goes away for thirteen years to live and study in a boarding school in the city of Calcutta (now Kolkata). When, after finishing school, he returns to his village, Paro looks forward to their childhood love blossoming into their lifelong journey together in marriage. Of course, according to the prevailing social custom, Paro's parents would have to approach Devdas' parents and propose marriage of Paro to Devdas as Paro longed for. When Paro's mother makes the proposal to Devdas' mother, the latter insults her, plainly saying that the marriage is not possible in view of her own higher caste and financial status. To demonstrate her own social status, Paro's mother then finds an even richer husband for Paro. When Paro learns of her planned marriage, she stealthily meets Devdas at night, desperately believing that Devdas will quickly accept her hand in marriage. Devdas meekly seeks his parents' permission to marry Paro, but Devdas' father agrees with his wife. In a weak-minded state, Devdas then flees to Calcutta, and from there, he writes a letter to Paro, saying that they were only friends. Within days, however, he realizes that he should have been bolder. He goes back to his village and tells Paro that he is ready to do anything needed to save their love. By now, Paro's marriage plans are in an advanced stage, and she declines going back to Devdas and chides him for his cowardice and vacillation. She makes, however, one request to Devdas that he would return to her before he dies. Devdas vows to do so. Devdas goes back to Calcutta and Paro is married off to the betrothed widower with children, who is still in love with his previous wife and is therefore not interested in an amatory relationship with Paro. In Calcutta, Devdas' carousing friend, Chunnilal, introduces him to a courtesan named Chandramukhi. Devdas takes to heavy drinking at Chandramukhi's place, but the courtesan falls in love with him, and looks after him. His health deteriorates because of a combination of excessive drinking and despair of life—a drawn-out form of suicide. Within him, he frequently compares Paro and Chandramukhi, remaining ambivalent as to whom he really loves. Sensing his fast-approaching death, Devdas returns to meet Paro to fulfill his vow. He dies at her doorstep on a dark, cold night. On hearing of the death of Devdas, Paro runs towards the door, but her family members prevent her from stepping out of the door. The novella powerfully depicts the prevailing societal customs in Bengal in the early 1900s, which are largely responsible for preventing the happy ending of a genuine love story.",
    "genre": [
      "Novella"
    ],
    "author": "Sharat Chandra Chattopadhyay"
  },
  {
    "title": "Notes from Underground",
    "summary": " The novel is divided into two parts. It consists of an introduction, three main sections and a conclusion. (i) The short introduction propounds a number of riddles whose meanings will be further developed. (1) Chapters two, three and four deal with suffering and the enjoyment of suffering; (2) chapters five and six with intellectual and moral vacillation and with conscious \"inertia\"-inaction; (3) chapters seven through nine with theories of reason and logic; (c) the last two chapters are a summary and a transition into Part 2. War is described as people's rebellion against the assumption that everything needs to happen for a purpose, because humans do things without purpose, and this is what determines human history. Secondly, the narrator's desire for happiness is exemplified by his liver pain and toothache. This parallels Raskolnikov's behavior in Dostoyevsky's later novel, Crime and Punishment. He says that, due to the cruelty of society, human beings only moan about pain in order to spread their suffering to others. He builds up his own paranoia to the point he is incapable of looking his co-workers in the eye. The main issue for the Underground Man is that he has reached a point of ennui and inactivity. Unlike most people, who typically act out of revenge because they believe justice is the end, the Underground Man is conscious of his problems, feels the desire for revenge, but he does not find it virtuous; this incongruity leads to spite and spite towards the act itself with its concomitant circumstances. He feels that others like him exist, yet he continuously concentrates on his spitefulness instead of on actions that would avoid the problems he is so concerned with. He even admits at one point that he’d rather be inactive out of laziness. The first part also gives a harsh criticism of determinism and intellectual attempts at dictating human action and behavior by logic, which the Underground Man mentions in terms of a simple math problem two times two makes four (see also necessitarianism). He states that despite humanity’s attempt to create the \"Crystal Palace,\" a reference to a famous symbol of utopianism in Nikolai Chernyshevsky’s What Is to Be Done?, one cannot avoid the simple fact that anyone at any time can decide to act in a way which might not be considered good, and some will do so simply to validate their existence and to protest and confirm that they exist as individuals. For good as a general term is subjective and in the case of the Underground Man the good here he's ridiculing is enlightened self-interest (egoism, selfishness). It is this position being depicted as logical and valid that the novel's protagonist despises. Since his romantic embracing of this ideal, he seems to blame it for his current base unhappiness. This type of rebellion is critical to later works of Dostoyevsky as it is used by adolescents to validate their own existence, uniqueness, and independence (see Dostoyevsky's The Adolescent). Rebellion in the face of the dysfunction and disorder of adult experience that one inherits when reaching adulthood under the understanding of tradition and society. In other works, Dostoyevsky again confronts the concept of free will and constructs a negative argument to validate free will against determinism in the character Kirillov's suicide in his novel The Demons. Notes from Underground marks the starting point of Dostoyevsky's move from psychological and sociological themed novels to novels based on existential and general human experience in crisis. The second part is the actual story and consists of three main segments that lead to a furthering of the Underground Man's consciousness. The first is his obsession with an officer who physically moves him out of the way without a word or warning. He sees the officer on the street and thinks of ways to take revenge, eventually deciding to bump into him, which he does, finding to his surprise that the officer does not seem to even notice it happened. The second segment is a dinner party with some old school friends to wish Zverkov, one of their number, goodbye as he is being transferred out of the city. The underground man hated them when he was younger, but after a random visit to Simonov’s, he decides to meet them at the appointed location. They fail to tell him that the time has been changed to six instead of five, so he arrives early. He gets into an argument with the four after a short time, declaring to all his hatred of society and using them as the symbol of it. At the end, they go off without him to a secret brothel, and, in his rage, the underground man follows them there to confront Zverkov once and for all, regardless if he is beaten or not. He arrives to find Zverkov and company have left, but, it is there that he meets Liza, a young prostitute. The story cuts to Liza and the underground man lying silently in the dark together. The underground man confronts Liza with an image of her future, by which she is unmoved at first, but, she eventually realizes the plight of her position and how she will slowly become useless and will descend more and more, until she is no longer wanted by anyone. The thought of dying such a terribly disgraceful death brings her to realize her position, and she then finds herself enthralled by the underground man’s seemingly poignant grasp of society’s ills. He gives her his address and leaves. After this, he is overcome by the fear of her actually arriving at his dilapidated apartment after appearing such a \"hero\" to her and, in the middle of an argument with his servant, she arrives. He then curses her and takes back everything he said to her, saying he was, in fact, laughing at her and reiterates the truth of her miserable position. Near the end of his painful rage he wells up in tears after saying that he was only seeking to have power over her and a desire to humiliate her. He begins to criticize himself and states that he is in fact horrified by his own poverty and embarrassed by his situation. Liza realizes how pitiful he is and tenderly embraces him. The underground man cries out “They — they won't let me — I — I can’t be good!” After all this, he still acts terribly towards her, and, before she leaves, he stuffs a five ruble note into her hand, which she throws onto the table. He tries to catch her as she goes out onto the street but cannot find her and never hears from her again. He tries to stop the pain in his heart by \"fantasizing\", \"And isn't it better, won't it be better?...Insult — after all, it's a purification; it's the most caustic, painful consciousness! Only tomorrow I would have defiled her soul and wearied her heart. But now the insult will never ever die within her, and however repulsive the filth that awaits her, the insult will elevate her, it will cleanse her...\" He recalls this moment as making him unhappy whenever he thinks of it, yet again proving the fact from the first section that his spite for society and his inability to act like it makes him unable to act better than it. The concluding sentences recall some of the themes explored in the first part, and the work as a whole ends with a note from the author that while there was more to the text, \"it seems that we may stop here.\"",
    "genre": [
      "Novella"
    ],
    "author": "Fedor Mikhaïlovitch Dostoïevski"
  },
  {
    "title": "Sandman: The Dream Hunters",
    "summary": " A kitsune (fox) and a tanuki (raccoon dog) make a bet that whichever of them drives a Buddhist priest from his temple, they will claim it as their own. Both of them fail, and the raccoon dog flees in disgrace. The fox, however, has fallen in love with the monk, and in the form of an immensely beautiful woman, she apologizes to him for their behavior; he allows her to stay in the temple, provided that she does not cause him any more trouble. Meanwhile, in a house in Kyoto, a rich onmyoji is consumed by a nameless fear, and consults three hags living at the edge of town. They give him instructions to alleviate this fear; the result is that the aforementioned monk will become trapped inside a dream, and his body will sleep continuously until it dies. The fox overhears this from several demons employed by the onmyōji, and in an attempt to avert this, she travels to the Dreaming, where she meets Morpheus in the shape of an enormous black fox (In the story, he is referred to as the King of All Night's Dreaming). He listens to her plight, and in the ensuing conversation, the fox formulates a plan to capture a baku, and use it to take the monk's place on the third night. The plan is successful, but the monk is distraught at the fox's condition, and leaves his temple so that he may find the means of awakening her. He encounters Binzuru Harada, who offers him physical abuse for abandoning his temple, then instructs him on how to find Morpheus. After a journey through the realm of dreams (during which he encounters what appear to be Japanese counterparts of Fiddler's Green and Cain and Abel from the Sandman comics), he arrives at the palace. A raven, who is the departed spirit of a poet, guides him through it, and he is granted an audience. Morpheus tells him what the fox had done, and that if he rescues her, her efforts will have been in vain, but the monk insists, and goes to meet the fox, where she is trapped inside a mirror in her human form. Initially she is reluctant, but again he insists. The narrative then gives an ambiguous statement on whether they then give formal farewells or make love (possibly Gaiman's way of implying that there are contradictory versions of the story, giving it an extra layer of authenticity), and then he takes her place, giving her the advice, \"Seek not revenge, but the Buddha.\" The fox informs Morpheus of this advice, then tells him she will seek the Buddha after seeking revenge. She awakens, and the monk dies several days later. The fox tracks down the Onmyoji and seduces him in her human form, giving no indication of her true nature, but insists that he cannot touch her because of his affluent position and power. Maddened with lust, he burns down his house and that of the hags, killing them and his family and servants, and meets with the fox. She cajoles him into disrobing, then reverts to her true form and bites out one of his eyes, leaving him with his madness. In the Dreaming, Morpheus and the raven ponder the events and their significance; Morpheus is satisfied that events played out as they should have, and that everyone involved learned an important lesson, particularly the monk. The narration ends by saying that since then, some people have had dreams of the monk and the fox (in either of her forms) walking through a field together.",
    "genre": [
      "Novella"
    ],
    "author": "Neil Gaiman"
  },
  {
    "title": "No One Writes to the Colonel",
    "summary": " The novel, written between 1956–1957 and first published in 1961, is the story of an impoverished, retired colonel, a veteran of the Thousand Days War, who still hopes to receive the pension he was promised some fifteen years earlier. The colonel lives with his asthmatic wife in a small village under martial law. The action opens with the colonel preparing to go to the funeral of a town musician whose death is notable because he was the first to die from natural causes in many years. The novel is set during the years of \"La Violencia\" in Colombia, when martial law and censorship prevail.",
    "genre": [
      "Novella"
    ],
    "author": "Gabriel García Márquez"
  },
  {
    "title": "Daisy Miller",
    "summary": " Annie \"Daisy\" Miller and Frederick Winterbourne first meet in Vevey, Switzerland, in a garden of the grand hotel where Winterbourne is vacationing from his alleged studies (although an attachment to an older lady is rumoured). They are introduced by Randolph Miller, Daisy's 9-year old brother. Randolph considers their hometown of Schenectady, New York, to be absolutely superior to all of Europe. Daisy, however, is absolutely delighted with the continent, especially the high society which she wishes to enter. Winterbourne is at first confused by her attitude, although greatly impressed by her beauty, but soon determines that she is nothing more than a young flirt. He continues his pursuit of Daisy in spite of the disapproval of his aunt Mrs. Costello, who spurns any family with so close a relationship to their courier as the Millers have with their Eugenio. She also thinks Daisy is a shameless girl for agreeing to visit the Château de Chillon with Winterbourne after they have known each other for only half an hour. Winterbourne then informs Daisy that he must go to Geneva the next day. Daisy feels disappointment and chaffs him, eventually asking him to visit her in Rome later that year. In Rome, Winterbourne and Daisy meet unexpectedly in the parlor of Mrs. Walker, an American expatriate. Her moral values have become adapted to those of Italian society. Rumors about Daisy meeting with young Italian gentlemen make her socially exceptionable under these criteria. Winterbourne learns of Daisy's increasing intimacy with a young Italian of questionable society, Giovanelli, as well as the growing scandal caused by the pair's behavior. Daisy is undeterred by the open disapproval of the other Americans in Rome, and her mother seems quite unaware of the underlying tensions. Winterbourne and Mrs. Walker attempt to persuade Daisy to separate from Giovanelli, but she refuses any help that is offered. One night, Winterbourne takes a walk through the Colosseum and, at its center, sees a young couple sitting there. He realizes that they are Giovanelli and Daisy. Winterbourne, infuriated with Giovanelli, asks him how he could dare to take Daisy to a place where she runs the risk of \"Roman Fever\" . Daisy says she does not care and Winterbourne leaves them. Daisy falls ill, and dies a few days later.",
    "genre": [
      "Novella"
    ],
    "author": "Henry James"
  },
  {
    "title": "The Chimes",
    "summary": " One New Year's Eve Trotty, a \"ticket-porter\" or casual messenger, is filled with gloom at the reports of crime and immorality in the newspapers, and wonders whether the working classes are simply wicked by nature. His daughter Meg and her long-time fiancé Richard arrive and announce their decision to marry next day. Trotty hides his misgivings, but their happiness is dispelled by an encounter with a pompous alderman, Cute, plus a political economist and a young gentleman with a nostalgia, all of whom make Trotty, Meg, and Richard feel they hardly have a right to exist, let alone marry. Trotty carries a note for Cute to Sir Joseph Bowley MP, who dispenses charity to the poor in the manner of a paternal dictator. Bowley is ostentatiously settling his debts to ensure a clean start to the new year, and berates Trotty because he owes a few shillings to his local shop which he cannot pay off. Returning home, convinced that he and his fellow poor are naturally ungrateful and have no place in society, Trotty encounters Will Fern, a poor countryman, and his orphaned niece, Lilian. Fern has been unfairly accused of vagrancy and wants to visit Cute to set matters straight, but from a conversation overheard at Bowley's house, Trotty is able to warn him that Cute plans to have him arrested and imprisoned. He takes the pair home with him and he and Meg share their meagre food and poor lodging with the visitors. Meg tries to hide her distress, but it seems she has been dissuaded from marrying Richard by her encounter with Cute and the others. In the night the bells seem to call Trotty. Going to the church he finds the tower door unlocked and climbs to the bellchamber, where he discovers the spirits of the bells and their goblin attendants who reprimand him for losing faith in man's destiny to improve. He is told that he fell from the tower during his climb and is now dead, and Meg's subsequent life must now be an object lesson for him. There follows a series of visions which he is forced to watch, helpless to interfere with the troubled lives of Meg, d, Will and Lilian over the subsequent years. Richard descends into alcoholism; Meg eventually marries him in an effort to save him but he dies ruined, leaving her with a baby. Will is driven in and out of prison by petty laws and restrictions; Lilian turns to prostitution. In the end, destitute, Meg is driven to contemplate drowning herself and her child, thus committing the mortal sins of murder and suicide. The Chimes' intention is to teach Trotty that, far from being naturally wicked, mankind is formed to strive for nobler things, and will fall only when crushed and repressed beyond bearing. Trotty breaks down when he sees Meg poised to jump into the river, cries that he has learned his lesson, and begs the Chimes to save her, whereupon he finds himself able to touch her and prevent her from jumping. With this the vision ends and Trotty finds himself awakening at home as if from a dream as the bells ring in the New Year, and the book ends with celebrations for Meg and Richard's wedding day",
    "genre": [
      "Novella"
    ],
    "author": "Charles Dickens"
  },
  {
    "title": "The Cricket on the Hearth",
    "summary": " John Peerybingle, a carrier, lives with his young wife Dot, their baby boy and their nanny Tilly Slowboy. A cricket constantly chirps on the hearth and acts as a guardian angel to the family. One day a mysterious elderly stranger comes to visit and takes up lodging at Peerybingle's house for a few days. The life of the Peerybingles intersects with that of Caleb Plummer, a poor toymaker employed by the miser Mr. Tackleton. Caleb has a blind daughter Bertha, and a son Edward, who traveled to South America and was thought dead. The miser Tackleton is now on the eve of marrying Edward's sweetheart, May, but she does not love Tackleton. Tackleton reveals to John Peerybingle that his wife Dot has allegedly cheated on him and shows him a clandestine scene where Dot embraces the mysterious lodger who is in disguise, a man much younger than he actually seems. John is cut to the heart over this as he loves his wife dearly, but decides after some deliberations to relieve his wife of their marriage contract. In the end, the mysterious lodger is revealed to be none other than Edward who has returned home in disguise. Dot shows that she indeed has been faithful to John. Edward marries May hours before she is scheduled to marry Tackleton. However Tackleton's heart is melted by the Christmas season, like Ebenezer Scrooge, and he surrenders May to her true love.",
    "genre": [
      "Novella"
    ],
    "author": "Charles Dickens"
  },
  {
    "title": "Parineeta",
    "summary": " Parineeta takes place at the turn of the 20th century during the Bengal Renaissance. The story centers around a poor thirteen year old orphan girl, Lalita, who lives with the family of her uncle Gurucharan. Gurucharan has five daughters and the expense of paying for each dowry has impoverished him. He is forced to take a loan from his neighbor, Nabin Roy. Roy's son Shekhar, is a twenty five year old successful lawyer who is close friends with Lalita. While she is infatuated with him, the differences in wealth and class (and later religion) preclude marriage (as Swagato Ganguly states in the introduction to the 2005 English translation, \"child marriages were the norm during much of Sarat Chandra Chattopadhyay's life time...and did not attract any penalties from the law at the time of Parineetas publication in 1914\", pp.v-vi). Shekhar is nonetheless jealous of Girin, a student who is the uncle of Lalita's friend, Charubala (her mother's cousin). Girin, Charubala and the rest of their family are Brahmos and Girin exerts a great deal of influence over Lalita's family. Girin helps Gurucharan repay the loan to Nabin Roy. He also convinces Gurucharan to convert himself and his family from Hinduism to Brahmoism as it forbade the giving of dowry in a marriage (a move which so enrages Nabin Roy that he builds a wall between the two houses). As a triangle develops between Girin, Shekhar, and Lalita, tragedy ensues in the wake of a number of misunderstandings. *Lalita: the protagonist of the novella. Lalita came to live with her uncle's family after she was orphaned at the age of eight. At the beginning of the novella, she is thirteen years old and is close with her cousin Annakali (Kali) and her neighbor, Charubala (Charu). Lalita is considered a member of not only her uncle's family but of Charu's and of Shekhar's as well. Shekhar's mother Bhuvaneshwari is so attached to Lalita that she tells Lalita to call her \"ma\". At a time (1914) when young women were typically married at the age of thirteen, Lalita becomes the object of a triangle between her neighbor Shekhar and Charu's uncle, Girin. *Gurucharan: Lalita's uncle is a bank clerk with a small salary and five daughters, as well as Lalita, to support. He becomes impoverished due to his attempts to follow social custom and pay large dowries for the weddings of his daughters. Indeed, the marriage of his second daughter was paid for by Shekhar's father, Nabin. In lieu of returning the money with high interest, Gurucharan's house was mortgaged to Nabin. *Lalita's aunt: She is never named in the novella and has only a minor role. *Annakali or Kali: Gurucharan's ten year old daughter and Lalita's cousin and playmate. It is during Kali's imaginary \"doll-wedding\" that Lalita and Shekhar exchange garlands. *Shekhar: The youngest son of the Roy family, Shekhar is twenty-five years old. He has a master's degree as well as a law degree and is working as a teacher. From the time of her arrival to Gurucharan's house, Shekhar had taken an interest in Lalita's upbringing. While Shekhar contemplates marrying Lalita, he is restrained by social customs as well as by the resistance of his father who wants him to marry a wealthy woman with a large dowry. *Nabin: Shekhar's father, who is a millionaire and an unscrupulous businessman. He becomes so enraged when Gurucharan's debt is repaid and when Gurucharan converts himself and his family to Brahmoism, that he builds a wall between the two houses. *Bhuvaneshwari: Shekhar's mother, who is an advanced thinker. She wants Shekhar to choose his own wife rather than marry the woman whom Nabin selects. She also accepts Lalita as her daughter despite the difference in wealth and position. *Abnash: Shekhar's married elder brother, a lawyer, who is mentioned in passing but never appears in the novella. *Charubala or Charu: Lalita's neighbor and playmate. She introduces Lalita to her uncle Girin. *Manorma: Charu's mother and Girin's cousin. She is an active card player and involves Lalita in many card games. *Girin: Manoroma's cousin and a university student who as been away for many years. He, as with the rest of the family, is a Brahmo, and convinces Gurucharan to convert himself (and his family). As a Brahmo, Gurucharan will no longer have to pay large dowries for the weddings of his daughters. In addition to repaying Gurucharan's loan, Girin repeatedly proves himself to be a man of integrity who acts according to the common good rather than his own self-interest.",
    "genre": [
      "Novella"
    ],
    "author": "Sharat Chandra Chattopadhyay"
  },
  {
    "title": "The Ungoverned",
    "summary": " The framework is the story of the Republic of New Mexico (NMR) invading the peaceful anarcho-capitalist society in Kansas. The NMR creates a military fiasco by completely failing to understand the cultural differences — including the amount of self-protection a lone Kansas farmer may have. The main protagonist is Wil W. Brierson, a detective/insurance agent, who attempts to disrupt the invasion while trying to minimize the property damage (and thus claims his company might have to pay out) and bridge the cultural gap. Brierson is also the protagonist of Marooned in Realtime.",
    "genre": [
      "Novella"
    ],
    "author": "Vernor Vinge"
  },
  {
    "title": "The Beast in the Jungle",
    "summary": " John Marcher, the protagonist, is reacquainted with May Bartram, a woman he knew ten years earlier, who remembers his odd secret: Marcher is seized with the belief that his life is to be defined by some catastrophic or spectacular event, lying in wait for him like a \"beast in the jungle.\" May decides to buy a house in London with the money she inherited from a great aunt, and to spend her days with Marcher, curiously awaiting what fate has in store for him. Marcher is a hopeless egoist, who believes that he is precluded from marrying so that he does not subject his wife to his \"spectacular fate\". He takes May to the theatre and invites her to an occasional dinner, but does not allow her to get close to him. As he sits idly by and allows the best years of his life to pass, he takes May down as well, until the denouement where he learns that the great misfortune of his life was to throw it away, and to ignore the love of a good woman, based upon his preposterous sense of foreboding.",
    "genre": [
      "Novella"
    ],
    "author": "Henry James"
  },
  {
    "title": "The Red Pony",
    "summary": " The book's action begins when Mr. Tiflin gives his son Jody a red pony colt. Overjoyed, Jody quickly agrees to all of the conditions his father places on the gift (to feed the pony, to clean his stall, etc.). Jody is so awed at the pony's magnificence that he decides to name him Gabilan, after the majestic Gabilan Mountains. After several weeks of training and getting to know Gabilan, Jody is told by his father that he will be allowed to ride the horse by Thanksgiving. Though the ranch hand Billy Buck assures him there would be no rain, the pony is caught in a downpour and catches what appears to be a cold after being left out to corral. Billy tries to cure the horse of its illness to no avail and finally diagnoses the illness as strangles, placing a steaming wet bag over the pony's muzzle and entrusting Jody to watch the pony. In the night, Jody becomes sleepy in spite of his constant worry and drifts off to sleep, forgetting about the open barn door. By the time he awakens, the pony has wandered out of the barn. When Billy arrives, he deems it necessary to cut a hole in the horse's windpipe so he can breathe. Jody stays by his side, constantly swabbing out the mucus that clogged the windpipe. After falling asleep, Jody dreams of increasingly powerful winds and wakes up to see that the pony is gone again. Following the pony's trail he then notices a cloud of buzzards circling over a nearby spot. Unable to reach the horse in time, he arrives while a buzzard is eating the horse's eye. In his rage, Jody wrestles with the bird and beats it repeatedly, not stopping until he is pulled off by Billy Buck and his father, though the bird had long since died. The story overall deals with ideas regarding the infallibilities of adults and the entrance into manhood. \"The Gift\" was first published in the November 1933 issue of North American Review. Jody gets bored. He looks with longing at the great mountains, wishing he could explore them. Suddenly, an old Mexican man named Gitano appears, claiming he was born on the ranch. Gitano requests to stay on the farm until he dies. Carl Tiflin refuses, although he does allow him to stay the night, noting that the old man is very similar to his useless old horse, Easter. That night, Jody secretly visits Gitano. He is polishing his old rapier. Jody asks if he has ever been to the great mountains, and Gitano says he has but remembers little. The next morning Gitano is gone, as is the old horse Easter. Jody searches the old man's things, but is disappointed to find no trace of the sharp sword. A neighbor reports seeing Gitano riding the missing horse into the mountains with something in his hand. The adults assume that this is a gun but, as Jody seems to know, it is most likely the rapier. Jody's father wonders why the man has gone into the mountains and jokes that he has been saved the trouble of burying the old horse. The story ends with Jody filled with longing and sorrow at thoughts of the old man, the rapier, and the mountains. \"The Great Mountains\" was first published in the December 1933 issue of North American Review. Jody's father Carl thinks it is time for Jody to learn more responsibility, so he arranges for Jody to take the mare Nellie to be serviced at a neighbor's farm. The stud fee is five dollars and Jody works hard all summer to satisfy the five dollar credit his father held over him. After a few months, Billy Buck determines Nellie is pregnant. While Jody and Billy take care of the mare, Billy states that his mother died in childbirth and he was raised on mares' milk. That's why Billy is supposed to be so good with horses. Jody dreams often about his coming foal. Billy explains that mares are more delicate than cattle and sometimes the foal has to be torn to pieces and removed to save the mare's life. This worries Jody. He thinks of his pony Gabilan, who died of strangles. Billy failed to cure the pony, and now Jody worries something will happen to Nellie. This doubt also assails Billy, who is insistent on not failing the boy again, both for Jody and his own pride. Jody wakes up in the middle of the night. He dreams of all the possible things that could go wrong with Nellie’ pregnancy, hoping none of them would come true. Then, “he [slips] his clothes on” and sneaks out to the barn to check on Nellie. When Jody catches sight of Nellie, “She [does] not stop her swaying nor look around.\" and that he “can’t turn [the colt].” A horrible sound comes from the barn as Nellie’s life ends, and the colt’s is saved. \"The Promise\" was first published in the October 1937 issue of Harper's Monthly. Jody's grandfather comes to visit. Carl complains about how his father-in-law is constantly re-telling the same stories about leading a wagon train across the plains. Mrs. Tiflin and Billy, however, believe he's earned the right to tell of his adventures, and Jody is delighted to hear them no matter how many times. The morning after his arrival, Carl complains about Grandfather's stories at the breakfast table: \"Why can't he forget it, now it's done?...He came across the plains. All right! Now it's finished. Nobody wants to hear about it over and over.\" At that moment Grandfather walks into the room. Afterwards Jody's grandfather becomes melancholic. He acknowledges that his stories may be tiresome, but explains: Jody, attempting to console his weary, nostalgic, and heartbroken grandfather, tells him that he wants to be a leader as well. The story ends with Jody preparing a lemonade for his grandfather, allowed to do so by his mother after she realizes he is acting out of genuine sympathy, not in an effort to win himself a treat. \"The Leader of the People\" was first published in the August 1936 issue of Argosy. The short story concerns a man named Junius Maltby, who, dissatisfied with his life as an accountant in San Francisco, finally breaks with that life on the advice of his doctor, who recommends drier weather for his respiratory illness. Junius, in fairer climate, takes boarding with a widow and her children in his convalescence. After some time, with the townsfolk beginning to talk about the single man living so long with the widow, Junius promptly marries his landlord and becomes the head of the well-kept, profitable ranch/farm. The widow releases her working man and tries to put Junius to work on the farmstead, but Junius, having become accustomed to a life of leisure, ignores his duties. Eventually the farm falls into disrepair, the family goes broke and without enough food or clothes, and the widow and her own children succumb to disease. Only Junius and his lone son by the widow survive. Junius, with his barefoot child and a hired servant as lazy as he, spends his time reading books and having fanciful discussions with his companions, never actually working. Because of this, his son is raised in rags, though well trained to independent thought and flights of the imagination. Despite his appearance and the intentions of the other children to torment him, the child is well received at school and indeed becomes a leader of the children. So influenced by him are they, the other children begin to spurn their shoes and tear holes in their clothes. Except for the teacher, who finds the man and his son to be romantically dignified, the rest of the community has nothing but scorn for Junius and sympathy for his child. The story ends with members of the school board attempting to give the child some shoes and new clothes as a present. Upon realizing the regard in which he is held by society, he loses the last of his innocence and becomes ashamed, realizing for the first time that he is poor. The last scene has the sympathetic teacher see Junius and his son, cleaned and well dressed though painfully so, on their way back to San Francisco where Junius will go back to dull work and ill-health in order to provide for his unwilling son.",
    "genre": [
      "Novella"
    ],
    "author": "John Steinbeck"
  },
  {
    "title": "The Aspern Papers",
    "summary": " A nameless narrator goes to Venice to locate Juliana Bordereau, an old lover of Jeffrey Aspern, a famous and now dead American poet. The narrator presents himself to the old woman as a prospective lodger and is prepared to court her niece Miss Tita (renamed Miss Tina in later editions), a plain, somewhat naive spinster, in hopes of getting a look at some of Aspern's letters and other papers kept by Juliana. Miss Tita had denied the existence of any such papers in a letter to the narrator and his publishing partner, but he believes she was dissembling on instructions from Juliana. The narrator eventually discloses his intentions to Miss Tita, who promises to help him. Later, Juliana offers to sell a miniature portrait of Aspern to the narrator for an exorbitant price. She doesn't mention Jeffrey Aspern's name, but the narrator still believes she possesses some of his letters. When the old woman falls ill, the narrator ventures into her room and gets caught by Juliana as he is about to rifle her desk for the letters. Juliana calls the narrator a \"publishing scoundrel\" and collapses. The narrator flees, and when he returns some days later, he discovers that Juliana has died. Miss Tina hints that he can have the Aspern letters if he marries her. Again, the narrator flees. At first he feels he can never accept the proposal, but gradually he begins to change his mind. When he returns to see Miss Tina, she bids him farewell and tells him that she has burned all the letters one by one. The narrator never sees the precious papers, but he does send Miss Tina some money for the miniature portrait of Aspern that she gives him.",
    "genre": [
      "Novella"
    ],
    "author": "Henry James"
  },
  {
    "title": "HaJaBaRaLa",
    "summary": " The story starts with a boy suddenly waking up from sleep and finding that the handkerchief he placed just beside him before sleeping has turned into a cat. He starts talking to the cat, who speaks nonsensically about a handkerchief and a semicolon before disappearing over the hedge. He tells him to go find Kakeshwar, in a series of calculations that eventually tell him that he is in a tree. The boy finds Kakeshwar doing calculations in a slate and doing some mathematics that appears very unusual to the boy. This includes division that is purely illogical and fallacious. After arguing over math, a goat appears and narrates his life about eating paper and other artificial things. Hijibijbij appears and laughs after denouncing three names for all his family at three inquiries. Then many animals appear, and confusion results. The boy wakes up from his odd dream and finds the cat, which does not talk.",
    "genre": [
      "Novella"
    ],
    "author": "Sukumar Ray"
  },
  {
    "title": "In the Cage",
    "summary": " An unnamed telegraphist works in the branch post office at Cocker's, a grocer in a fashionable London neighborhood. Her fiancée, a decent if unpolished man named Mudge, wants her to move to a less expensive neighborhood to save money. She refuses because she likes the glimpses of society life she gets from the telegrams at her current location. Through those telegrams, she gets \"involved\" with a pair of lovers, Captain Everard and Lady Bradeen. By remembering certain code numbers in the telegrams, she manages to reassure Everard at a particular crisis that their secrets are safe from detection. Later she learns that, after the death of Lady Bradeen's husband, Everard will marry her, though he no longer seems that interested in her. She finally decides to marry Mudge and reflects on the unusual events she was part of.",
    "genre": [
      "Novella"
    ],
    "author": "Henry James"
  },
  {
    "title": "Home Truths: A Novella",
    "summary": " The story mainly focuses on Adrian Ludlow, a half-retired writer, interviewed by Fanny Tarrant, a journalist famous for sarcastic portrait of her interviewees. ro:Crudul adevăr",
    "genre": [
      "Novella"
    ],
    "author": "David Lodge"
  },
  {
    "title": "A Passionate Pilgrim",
    "summary": " The narrator meets fellow American Clement Searle at an old-fashioned London inn. Searle has long wanted to settle in England to escape what he considers his arid life in America. But he is physically ailing, and he's also depressed because his lawyer cannot uphold his claim to a share in a country estate currently owned by Richard Searle, a distant relation. Clement and the narrator visit the estate, where they meet the ethereal Miss Searle, who supports Clement's cause. They also meet Miss Searle's brother Richard, who is at first suspicious and then outright hostile and combative toward Clement. Upset by the conflict Clement and the narrator travel to Oxford, where they help a gentleman, Mr Rawson, down on his luck to travel to America. Clement is now very sick and sends for Miss Searle. She responds to his call and tells him that her brother has been thrown from a horse and killed. Clement might now have a real chance for a share of the estate, but the opportunity comes too late for him. He dies and is buried in the England which proved so inhospitable to him.",
    "genre": [
      "Novella"
    ],
    "author": "Henry James"
  },
  {
    "title": "Madame de Mauves",
    "summary": " Outside Paris a wealthy American man named Longmore is introduced to his countrywoman Euphemia de Mauves. She is the sweet but austere wife of Comte Richard de Mauves, a cynical, womanizing Frenchman who hints that Longmore should take an amorous interest in his wife. Longmore resists the suggestion, even though he spots Richard with his latest mistress in a Paris cafe. Longmore still can't bring himself to become involved in an affair with Euphemia. He goes on a trip in the French countryside, where the sight of an artist and his girlfriend on a holiday, as well as a disturbing dream about Euphemia, makes him wonder if his scruples aren't foolish. Longmore finally leaves for America. Two years later he hears that Richard has committed suicide because Euphemia wouldn't forgive his adulteries and reconcile with him, though Richard promised to be faithful to her in the future. Although Euphemia is now free, Longmore is undecided about returning to Europe to pursue her.",
    "genre": [
      "Novella"
    ],
    "author": "Henry James"
  },
  {
    "title": "A London Life",
    "summary": " Laura Wing, an impoverished American girl, is visiting her sister Selina Berrington in London. Selina's husband Lionel, boorish and often drunk, is preparing to divorce his wife for her adultery with Charlie Crispin. Laura challenges Selina about her affair and doubts Selina's protestations of innocence. Lady Davenant, an elderly friend of the family, counsels Laura not to take her sister's marital troubles so hard. Laura meets a pleasant but boring American named Wendover, who becomes a suitor. Eventually, after a tempestuous and (for the reader) entertaining scene at the opera, Selina leaves her husband and goes to Brussels with Crispin. Laura spurns Wendover's marriage proposal and pursues her sister to Brussels, where she accomplishes nothing. Laura finally goes back to America, where Wendover follows her though there is no assurance as to how their future will play out. The story ends with a reminder that the case of Berrington v. Berrington and others is upcoming in the courts.",
    "genre": [
      "Novella"
    ],
    "author": "Henry James"
  },
  {
    "title": "Moderato Cantabile",
    "summary": " The plot is initially the banal daily routine of a rich woman taking her son to piano lessons, and conversing with a working class man in a café, drinking wine all the way, then reaches a scandal at a dinner party in chapter 7, followed by a denouement in the final chapter. The story concerns the life of a woman, Anne Desbaresdes, and her varying relationships with her child, the piano teacher Mademoiselle Giraud and Chauvin. Chauvin is a working-class man who is currently unemployed and whiles away his time in a café near the apartment where Anne Desbaresdes' child takes piano lessons with Madame Giraud. After the fatal shooting of a woman in the café by her lover, Anne and Chauvin imagine the relationship between the lovers and try to reason why it occurred. Anne frequently returns to the café, before returning to her comfortable home, the last house on the Boulevard de la Mer, which itself represents the social divide between the working- and middle-classes. In the climactic 7th chapter, she returns home late and drunk to a dinner party, then causes a scandal (and is subsequently ill, vomiting) whose consequences are seen in the final 8th chapter.",
    "genre": [
      "Novella"
    ],
    "author": "Marguerite Duras"
  },
  {
    "title": "The Beggar",
    "summary": " The book opens with the main character Omar going to visit a doctor, who was one of his friends from his youth, because he has become sick of life. The doctor tells him that there is nothing physically wrong with him, and tells him that he won’t be ill if he goes on a diet and takes regular exercise. Both the diet and a vacation make no difference to him though. In his youth Omar was a poet and a socialist. He gave up both in order to become a lawyer, and now that he has reached the age of forty-five he can no longer find meaning in his life and he has effectively given up working. He met his wife Zeinab in his youth. She was a Christian called Kamelia Fouad and she converted to Islam, and lost her family in order to marry him. He promised that he would never desert her. She took up the role of supporting him and has proved to be the backbone of their bourgeois life together. As his malady grows he becomes more distant from her. He tries to escape his condition through love. He first meets a foreign singer called Margaret. When she unexpectedly leaves Egypt, he gets together with an oriental dancer called Warda. He falls in love with her, and she with him and they set up home together. Initially Omar’s illness seems to pass in the excitement of love. Zeinab, who is pregnant, is first suspicious and then is told of his new lover. Omar moves out to be with Warda, who quits her job to be with him. This love however fails to lift him out of his illness for long, and he makes contact with Margaret again when he sees her back at her club. He then goes through a succession of women, including prostitutes, trying to pull himself out of his sickness, but it is all to no avail. One dawn he is out near the pyramids and he feels a momentary joy, which connects him to all life. He feels light and at peace, but he soon feels the illness again. Although he tries to win this feeling again he is never able to. He returns home but feels suffocated there. One day Othman Khalil turns up in his office. Othman had been his socialist comrade in his youth who had been caught by the police, but hadn’t given out his connections with Omar, despite having been tortured. He has only just been released from prison. Othman is disconcerted to find Omar as a sceptic, as he has hung onto all of his socialist orthodoxies. As writing poetry has also failed to cure him, in an attempt to regain the peace he felt by the pyramids, Omar goes off to live by himself in the countryside. He slips into delirium but still the calm he desires escapes him. After a year and a half Othman, who has got involved in politics again, turns up at the house escaping from the police, but Omar thinks he is an illusion. Omar is shot and wounded as the police catch Othman. Omar feels he is returning to the world as he is brought back to Cairo. fa:گدا (رمان)",
    "genre": [
      "Novella"
    ],
    "author": "Naguib Mahfouz"
  },
  {
    "title": "The Lifted Veil",
    "summary": " The unreliable narrator, Latimer, believes that he is cursed with an otherworldly ability to see into the future and the thoughts of other people. His unwanted \"gift\" seems to stem from a severe childhood illness he suffered while attending school in Geneva. Latimer is convinced of the existence of this power, and his two initial predictions do come true the way he has envisioned them: a peculiar \"patch of rainbow light on the pavement\" and a few words of dialogue appear to him exactly as expected. Latimer is revolted by much of what he discerns about others' motivations. Latimer becomes fascinated with Bertha, his brother's cold and coquettish fiancée, because her mind and motives remain atypically closed to him. After his brother's death, Latimer marries Bertha, but the marriage disintegrates as he recognizes Bertha's manipulative and untrustworthy nature. Latimer's friend, scientist Charles Meunier, performs a blood transfusion from himself to Bertha's recently deceased maid. For a few moments the maid comes back to life and accuses Bertha of a plot to poison Latimer. Bertha flees and Latimer soon dies as he had himself foretold at the start of the narrative.",
    "genre": [
      "Novella"
    ],
    "author": "George Eliot"
  },
  {
    "title": "Nastanirh",
    "summary": " Nastanirh takes place in late 19th century Bengal and explores the lives of the \"Bhadralok\", Bengalis of wealth who were part of the Bengal Renaissance and highly influenced by the Brahmo Samaj. Despite his liberal ideas, Bhupati is blind to the loneliness and dissatisfaction of his wife, Charu. It is only with the appearance of his cousin, Amal, who incites passionate feelings in Charu, that Bhupati realizes what he has lost.",
    "genre": [
      "Novella"
    ],
    "author": "Rabindranath Tagore"
  },
  {
    "title": "Leaf Storm",
    "summary": " The Father, an aging, half blind man who carries the title of colonel within the village, has made a promise to bury the recently deceased former doctor in spite of the consensus within Macondo that he should be left to rot within the corner house where he had lived in complete social isolation for the past decade. The daughter, Isabel, is obliged to accompany her father out of respect for traditional values while knowing she and her son will be doomed to face the wrath of her neighbors in Macondo. The narrative of the grandson, on the other hand, is more preoccupied with the mystery and wonder of death. As with many of his stories, such as Love in the Time of Cholera and Chronicle of a Death Foretold, García Márquez introduces a dramatic scene to begin his narrative and then moves backward, rehashing the past that will lead up to the ultimate conclusion. It is discovered within the narrative that the center of all the conflict (the deceased) is a doctor who came to Macondo with a mysterious past and no clear name. The man's only saving grace is a letter of recommendation from the Colonel Aureliano Buendía, one of the main characters of the later One Hundred Years of Solitude. It is this letter that leads the stranger to the family that serves collectively as narrator to the drama that unfolds. In Medias Res-Marquez starts his novella in medias res, that is, “in the middle of things”. This is shown through the opening paragraph that starts off with the description of the boat company landing in Macondo and then immediately goes to the boy’s point of view at the doctor’s wake. Multiple Narrators-The story changes narrators at many points with an omniscient narrator always being present. It changes for the boy to his mother to his grandfather the colonel. Each perspective is different and allows the reader to see inside the mind of whoever is speaking. Stream of Consciousness-The story is told in a stream of consciousness because the boy, Isabel, and the colonel tell the reader a trail of thoughts as they appear in their mind. These internal monologues provide the information that puts the pieces of the story together as the story starts off at the doctor’s death and not his life. Because the stream of consciousness is used, it enables the characters to jump back and forth in time without ever leaving their present moment, which is at the wake of the doctor. Also due to this narrative technique the illusion is given that these characters are talking out aloud to each other when in fact very little interaction actually takes place between them. Death-As the novella starts out at the wake of the doctor, death is an apparent theme that surrounds the narrative. More specifically, however, the type of death exhibited in this book is self-inflicted death as the doctor committed suicide after locking himself away for ten years in his home. Solitude-Solitude is another important theme that not only manifests itself through the doctor’s life but through the colonel, Isabel, and the boy. As a result of the doctor’s isolation he commits suicide but as a result of that suicide the family risks isolation with his burial. Because the doctor was an outcast from Macondo and scorned by the people of Macondo there is more at stake than just the proper treatment of a corpse. This is reflected in Isabel’s thoughts as she contemplates how the townspeople will receive them after they bury the doctor. War-It is not as apparent as solitude or death but nonetheless involved in the story. It is suggested in the novella that at this time in Macondo’s history a civil war has ended. This can be inferred by the reason that townspeople hate the doctor. He denied treatment to wounded soldiers that had come to his house to seek aid. The colonel himself is a reminder of war culture as he maintains high rank in Macondo and is well respected by the people although he is going against their will by burying the doctor. Also, reflecting war culture is the colonel’s relationship to the doctor. He is loyal to the doctor even after his death because of the doctor's ties to another colonel he knows. After giving up on the practice of medicine and living at the expense of the family for an inordinate amount of time, the reclusive doctor moves two houses down with Meme, the indigenous house maid that had been living with the narrative family at the time. While his reclusive demeanour and lustful attention to the female form do not make him popular with the locals, the former doctor's ultimate banishment only occurs when nearly a dozen men, wounded from one of the country's many civil wars, are brought to his door in search of medical attention. The doctor, having given up the practice of medicine, refuses to save them as he once refused to help an ailing Meme while they had been living with the family of narrators. In addition to the themes of cyclicality and inversion that are bedrocks to the narrative fluidity of One Hundred Years of Solitude; Leaf Storm also demonstrates several other techniques identified with Magical Realism such as manipulation of time and the use of multiple perspectives.",
    "genre": [
      "Novella"
    ],
    "author": "Gabriel García Márquez"
  },
  {
    "title": "René",
    "summary": " René, a desperately unhappy young Frenchman, seeks refuge among the Natchez people of Louisiana. It is a long time before he is persuaded to reveal the cause of his melancholy. He tells of his lonely childhood in his father's castle in Brittany. His mother died giving birth to him and since his father is a remote, forbidding figure, René takes refuge in an intense friendship with his sister Amélie and in long, solitary walks in the countryside around the castle. When René's father dies and his brother inherits the family home, he decides to travel. He visits the ruins of ancient Greece and Rome which inspire him with melancholy reflections. He travels to Scotland to view the places mentioned by the bard Ossian and to the famous sights of Italy. Nothing satisfies him: \"The ancient world had no certainty, the modern world had no beauty.\" He returns to France and finds society corrupt and irreligious. His sister Amélie inexplicably seems to avoid him too. As René explains: :\"I soon found myself more isolated in my own land, than I had been in a foreign country. For a while I wanted to fling myself into a world which said nothing to me and which did not understand me. My soul, not yet worn out by any passion, sought an object to which it might be attached; but I realised I was giving more than I received. It was not elevated language or deep feelings that were asked of me. My only task was to shrink my soul and bring it down to society's level.\" Disgusted, René withdraws from society and lives in an obscure part of the city. But this reclusive life soon bores him too. He decides to move to the countryside but he finds no happiness there: \"Alas, I was alone, alone on the earth. A secret languor was taking hold of my body. The disgust for life I had felt since childhood came back with renewed force. Soon my heart no longer provided food for my mind, and the only thing I felt in my existence was a deep ennui.\" René decides to kill himself, but when his sister learns of his plan, the two are joyfully reunited. But there is no happy ending. Amélie seems to be pining for something. One day, René finds she has gone, leaving a letter saying she wants to become a nun but giving no explanation why. René goes to witness her initiation ceremony where she reveals she has joined the convent because she wants to overcome her incestuous love for him. Devastated by this confession, René decides to leave Europe forever and travel to America. After spending some time with the Indians, he receives a letter announcing his sister's death. The novella concludes by revealing shortly after René told his tale, he was killed in a battle between the Natchez and the French. (Note: according to the version in Les Natchez, the action of the story takes place in the 1720s).",
    "genre": [
      "Novella"
    ],
    "author": "François-René de Chateaubriand"
  },
  {
    "title": "The Scorpion God",
    "summary": " The Scorpion God is set in Ancient Egypt in pre-Pharaonic times and involves three main characters: \"Great House\", his son, and \"The Liar\". It is set in the court of a failing ruler \"Great House\" (i.e. Pharaoh), who is treated as a living god, responsible for ensuring that the sky is held up and that the River Nile floods every year to bring water for the crops. Great House's young son is going blind and does not want to succeed his father, nor does he want to marry his older sister as he is expected to do. \"The Liar\" &ndash; the ruler's favourite &ndash; is a kind of court jester employed to tell Great House incredible (but in fact largely true) stories about the world outside the small piece of the Nile valley that they call home, and regard as the whole world. \"The Liar\" is a renegade of foreign origin who has knowledge of the world far beyond any of the Nile valley dwellers. He is threatened with being made a human sacrifice to accompany his master in death, but with his fighting skills he eventually overthrows the old king and makes himself ruler in his place. The end of the story hints that it is he who will become the semi-legendary first Pharaoh of a united Egypt.",
    "genre": [
      "Novella"
    ],
    "author": "William Golding"
  },
  {
    "title": "Labour",
    "summary": " A young boy lives with his mother and her good-for-nothing boyfriend in a small trailer. When a new baby comes along, he must take care of it the best he can, drawing inspiration from a book about the labours of Hercules.",
    "genre": [
      "Novella"
    ],
    "author": "Laura Albert"
  },
  {
    "title": "The House of the Sleeping Beauties",
    "summary": " The titular house is an establishment where old men pay to sleep besides young girls that had been narcotized and happen to be naked, the sleeping beauties. The old men are expected to take sleeping pills and share the bed for a whole night with a girl without attempting anything of \"bad taste\" like \"putting a finger inside their mouths\". Eguchi is presented with a different girl each time he visits the house because of the short notice of his visits. He discovers that all girls are virgins which somehow compels him to comply with the house rules. Each girl is different and the descriptions of his actions are mixed with the dreams that he has sleeping besides the girls.",
    "genre": [
      "Novella"
    ],
    "author": "Yasunari Kawabata"
  },
  {
    "title": "Lucy",
    "summary": " Eager to leave the West Indies, Lucy longs to leave her past behind. She does not feel nostalgic for her childhood and her homeland, where she felt oppressed by toxic British and family influences. This becomes evident when Lucy describes an event that happened in her former school. While attending Queen Victoria Girl's school, she was forced to memorize a poem about daffodils. (This poem \"I Wandered Lonely as a Cloud\" was written by William Wordsworth roughly two centuries ago.) The poem recalls the beauty of daffodils that the speaker has seen years ago. Lucy cannot appreciate this beauty, because daffodils do not grow on her island. After reciting the poem, Lucy is applauded and she explains that at this moment she feels fake. She feels like people see her as English on the outside but on the inside she hates the English. The daffodils represent Lucy's alienation from both her education, and from her new home. Lucy also claims that she is trying to escape her mother. The relationship between Lucy and her mother is a central theme. Lucy thought that she has to leave behind her relationship with her mother in order to become an adult. Many things in the United States remind Lucy of her mother. At one point in her relationship with Mariah, Lucy sees Mariah (her boss) and her mother as the same, because they both try to control Lucy. (At other times, Lucy feels like Mariah's friend.) Lucy also sees a resemblance when she sees Lewis cheating on Mariah. Lucy's own father cheated on her mother. Lucy though begins to love Mariah towards the end of the novel. As the novel draws near the end, one is able to discover how Lucy really feels about her mother. The novel also encompasses Lucy actions in her new home. Lucy makes new friends. She meets a guy named Hugh with whom she has sex. In the park with the children one day, she meets a girl named Peggy. Mariah, the mother of the children, does not like Peggy because she smokes and curses but realizes that Lucy needs friends. Lucy also meets a guy named Paul with whom she becomes close. This novel explores Lucy's complicated sexuality, especially illustrated in Lucy's homoerotic relationship with Peggy. The novel ends with Lucy wishing she \"could love someone so much that she would die from it.\" Lucy's dream of escaping her past leaves her feeling alone. ;Lucy: the narrator and protagonist ;Annie Potter: Lucy's mother ;Mariah: the wife whom Lucy works for as an au pair ;Lewis: the husband whom Lucy works for as an au pair ;Tanner: the boy with whom Lucy has her first sexual encounter ;Miriam: the youngest daughter of Lewis and Mariah, with whom Lucy develops a special bond ;Dinah: Mariah's best friend and the woman with whom Lewis has an affair ;Peggy: Lucy's best friend, whom she meets while in the United States ;Hugh: Lucy's first boyfriend in America; he is also the brother of Dinah ;Paul: Lucy's lover, who feels more for her than she does for him",
    "genre": [
      "Novella"
    ],
    "author": "Jamaica Kincaid"
  },
  {
    "title": "Lord John and the Succubus",
    "summary": " Briefly stationed at Gundwitz with a group of English and Hanoverian soldiers, Grey was at first sceptical when he received reports of a local succubus. Joining the search at the town's graveyard for the strange creature only to placate the townspeople, he soon discovered that reality was a lot more complicated than he thought. pl:Lord John i sukub",
    "genre": [
      "Novella",
      "Historical novel"
    ],
    "author": "Diana Gabaldon"
  },
  {
    "title": "Lord John and the Hellfire Club",
    "summary": " While at the Beefsteak Club, Lord John Grey is introduced to Robert Gerald, a cousin by marriage to Grey's friend and colleague, Harry Quarry. Gerald asks Grey to meet him in secret that night, hinting at intrigue. Before the meeting, however, Gerald is killed in front of Grey and Quarry, and the two men begin to search for clues pertaining to Gerald's murder. A few days later, during a high-society party, Grey is invited to a Hellfire Club meeting by one of its members, George Everett (one of Grey's former lovers). When Grey attends the meeting at the club's hideout, Medmenham Abbey, he soon discovers that his life might be in danger as well!",
    "genre": [
      "Novella",
      "Historical novel"
    ],
    "author": "Diana Gabaldon"
  },
  {
    "title": "We Murder Stella",
    "summary": " When Luise, Stella's mother, asks her old friend Anna if her family could put up her daughter for the duration of one schoolyear so that she can attend commercial school in the city, they unwillingly agree. Though a natural beauty, Stella is an unrefined country girl who wears neither make-up nor perfume and who dresses in nondescript clothes. Her diffident politeness does not endear her to her hosts and makes it easy for them not to integrate her into the family. Stella does not keep in touch with her mother either, who has gone to Italy on a months-long holiday spree with her lover. Anna has known for many years that her husband is a womanizer but has always felt unable to confront him or do anything about his love affairs. A successful lawyer whose office is in the city centre, and a respectable pillar of society, Richard seemingly takes every chance that offers itself to betray his wife. Careless about leaving traces, he often comes home late at night, allegedly after a long day at the office, when his wife is already in bed pretending to be asleep, and time and again she can smell other women's perfume or detect smears of lipstick on his shirt. Annette, their daughter, who is of primary school age, is the only one in the family who does not sense what is going on whereas 15 year-old Wolfgang, their son, does but understand the importance of not bringing up that taboo topic: if he did, he would be one of the likely targets of his father's revenge. It is Anna herself who triggers the subsequent events when she encourages Stella to wear trendier clothes and generally helps her metamorphose into a young lady. Only now seeing her beauty, Richard starts an affair with the sexually inexperienced young woman and, when she gets pregnant, procures an abortion for her performed by one of his old friends who is a gynaecologist. Mistaking sexual satisfaction for love, Stella keeps pursuing her lover long after she has been dropped by him, a situation complicated by the fact that, at least for the time being, both are living under the same roof. Eventually Stella realizes that Richard has embarked on yet another affair, and throws herself in front of a lorry. Her motives for committing suicide are never openly discussed; rather, the family say they suspect it must have been an accident.",
    "genre": [
      "Novella"
    ],
    "author": "Marlen Haushofer"
  },
  {
    "title": "Atala",
    "summary": " The frame story: A young disillusioned Frenchman, René, has joined an Indian tribe and married a woman named Céluta. On a hunting expedition, one moonlit night, René asks Chactas, the old man who adopted him, to relate the story of his life. At the age of seventeen, the Natchez Chactas loses his father during a battle against the Muscogees. He flees to St Augustine, Florida, where he is raised in the household of the Spaniard Lopez. After 2½ years, he sets out for home, but is captured by the Muscogees and Seminoles. The chief Simagan sentences him to be burnt in their village. The women take pity on him during the weeks of travel, and each night bring him gifts. Atala, the half-caste Christian daughter of Simagan, tries in vain to help him escape. On arrival at Apalachucla, his bonds are loosed and he is saved from death by her intervention. They run away and roam the wilderness for 27 days before being caught in a huge storm. While they are sheltering, Atala tells Chactas that her father was Lopez, and he realises that she is the daughter of his erstwhile benefactor. Lightning strikes a tree close by, and they run at random before hearing a church bell. Encountering a dog, they are met by its owner, Père Aubry, and he leads them through the storm to his idyllic mission. Aubry's kindness and force of personality impress Chactas greatly. Atala falls in love with Chactas, but cannot marry him as she has taken a vow of chastity. In despair she takes poison. Aubry assumes that she is merely ill, but in the presence of Chactas she reveals what she has done, and Chactas is filled with anger until the missionary tells them that in fact Christianity permits the renunciation of vows. They tend her, but she dies, and the day after the funeral, Chactas takes Aubry's advice and leaves the mission. In an epilogue it is revealed that Aubry was later killed by Cherokees, and that, according to Chactas's granddaughter, neither René nor the aged Chactas survived a massacre during an uprising. The full account of Chactas's wanderings after Atala's death, in Les Natchez, gives a somewhat different version of their fates.",
    "genre": [
      "Novella"
    ],
    "author": "François-René de Chateaubriand"
  },
  {
    "title": "A Flight of Pigeons",
    "summary": " The Novel starts with the death of the father of Ruth Labadoor in front of her eyes in a church. This murder is committed by the Indian rebels who are a part of the Indian Rebellion of 1857 and who have decided to kill all the Britishers of the small town Shahjahanpur. It is then that Mariam Labadoor, who is the mother of the narrator, Ruth Labadoor comes into action. She takes their entire family of 6 to their trusted friend Lala Ramjimal who keeps them at his home and gives them the maximum security and shelter he can give. The Pathan leader Javed Khan comes to know that there are a few foreigners living in Lala's home and he suddenly comes into their house and forcefully takes away Ruth and Mariam Labadoor to his home. The rest of the book is followed by the various happening in the Labadoor family, who are very warmly welcomed by different family members of Javed Khan. But, Javed Khan himself is a cunning man and he pleads to marry Ruth Labadoor. Mariam saves her daughter many times as she does not want her to marry Javed Khan. She keeps a condition that if the British are able to take on the country once again, then she would not let him marry her daughter and if they lose from the rebels, then she would give her daughter to him. The British are able to take the hold of the country and Javed Khan is killed in one of the fights with the Britishers. With lots of help and support, the Labadoor family finally reach their relatives.",
    "genre": [
      "Novella"
    ],
    "author": "Ruskin Bond"
  },
  {
    "title": "The Custom of the Army",
    "summary": " In 1759, the morning after a duel in which the other participant is killed, Lord John Grey is presented with a series of letters accusing him of murder, a demand for satisfaction for compromising the honor of the lady over whom the duel was fought, a plea from the lady herself to do 'something', a promotion to Lt. Colonel as a result of events that occurred in Brotherhood of the Blade, and a summons to represent a companion officer who is being court martialled in Canada. Considering the latter to be the least of the evils he has been presented with before breakfast, Grey departs for North America. In Louisbourg, he joins General Wolfe's forces during their three month siege of Quebec, but the General is currently not available. During his stay Lord John discovers his cousin by marriage, Malcolm Stubbs, in questionable living arrangements, with an illegitimate child; however, he is unable to confront Capt. Stubbs who is currently on a scouting mission. Meanwhile, his friend and former lover Charlie is under house arrest and in failing health, awaiting the court martial that has not yet been scheduled due to the ongoing siege of Quebec. Grey passes the time he must wait on a fishing trip with Manoke, an Indian guide. Upon his return in September, Grey finds both Wolfe and Stubbs have both returned as well. Grey violently objects to Stubbs dishonorable behavior, and briefly considers, but refrains from, killing him. Wolfe invites Grey, an artillery officer with experience with Highlanders, to participate in the daring night-time landing of cannon along the St. Lawrence River, through French sentries, and up the steep cliffs. After scaling the cliffs with the cannon crews, Grey is with the 78th Fraser Highlanders during the Battle of the Plains of Abraham which takes place hours later. Capt. Stubbs is critically injured in the battle, and Grey with the assistance of an other officer carries him back to the medics, which saves his life, but not his leg. After the battle, Stubbs is shipped back to England on disability and Grey returns to find both his friend Charlie and the mother of Stubbs' illegitimate son dead of smallpox. The infant's grandmother sells the child to Grey. He takes the baby to a Catholic orphanage, leaving him with an annual stipend and naming him 'John Cinnamon'.",
    "genre": [
      "Novella",
      "Historical novel"
    ],
    "author": "Diana Gabaldon"
  },
  {
    "title": "Casablanca",
    "summary": " Casablanca begins when the narrator, who is driving his car to Mar del Plata seaside resort, is caught by a big storm. While looking for some shelter he comes across a place similar to Rick's Café Américain. He gets out of the car and, almost blinded by the rain, hurries to the entrance door. Just then somebody starts playing \"As Time Goes By\" on a piano at the back of the room. The player is identical to Sam, but much older; he is wearing the same suit jacket that is shown in the film, but worn out now. In one of the corners, an old man in dark glasses, who looks like Humphrey Bogart, is dozing at a table. When the song is over, the black man starts to tell the narrator the story of the place and of the people who lived there. It all started, he says, in the early fifties, when the owner of those lands, a rich man very similar Sidney Greenstreet —the actor who interpreted señor Ferrari— decides to build a replica of Rick's café to reproduce in it the main scenes of the movie. With this purpose he sends agents around the country and abroad, to look for people whose physical appearance is identical to the characters. He keeps for himself the role of Señor Ferrari. When the cast is ready, they rehearse for some months; their voices and accents must sound like the English spoken in the original version. To imitate the black-and-white movie, everything in the place is in lighter or darker shades of grey. When the café is opened, success is enormous. The people who visit it have the feeling they are “inside” the famous movie. Señor Ferrari's dream (“Ferrari” is the name given to the ranch owner in the story) Señor Ferrari's dream of turning the movie Casablanca into reality has come true. Some years of splendor follow, but an epidemic of hoof-and-mouth disease and an unexpected flood affect Señor Ferrari's property, and he goes bankrupt. He speaks with President Perón to get a license to play for real money at the roulette wheel and the poker tables (up to that moment people pretended that they were gambling). President Perón —who had visited the place some months before and had an affair with Ilsa (Ferrari's lover) — agrees to it. The café manages to survive, although far from its past magnificence. Then a military coup overthrows Perón, and the casino is closed. It is a hard blow for Ferrari, who commits suicide. In his will, he states that the café will remain the property of his employees, provided that they never shut it down or put it up for sale. In the following weeks, they try to do their best to make ends meet, but after a while some of them give up and desert the place. In a few months, the only ones who remain are Rick, Ilsa, Sam, Renault, and Ugarte. To make a living they decide to perform isolated scenes, which are shown to the few tourists who happen to go by. Time passes, and not only the place deteriorates but the health of its dwellers as well. The moment the narrator arrives, Sam can offer nothing but an account of what happened in that fantastic Casablanca, and introduce Rick and Ilsa, who are much older now (Rick is blind; Ilsa makes a brief appearance, dressed as Ingrid Bergman in one of the scenes of the movie). In a vase placed near the exit door, visitors leave a few coins. Meanwhile, the storm has subsided. Sam plays As time goes by once again, to say goodbye now. The narrator gets into his car and, with the feeling that he has witnessed a sequel to the movie that Hollywood never made, leaves the place.",
    "genre": [
      "Novella"
    ],
    "author": "Edgar Brau"
  },
  {
    "title": "Pink",
    "summary": " The story is set in Saquatch, Oregon, USA, and details the life of Spunky Davis, a middle-aged maker of infomercials who is trying to find his next assignment and finish the science-fiction screenplay that he hopes will bring him Hollywood glory. The science-fiction screenplay sections of the book were written by Lanny Quarles. Spunky meets Jack and Matt who are from another dimension called Pink. The book has a flip-book element and other drawings that were created by Van Sant himself.",
    "genre": [
      "Novella",
      "Absurdist fiction"
    ],
    "author": "Gus Van Sant"
  }
]