[
  {
    "title": "Beau Geste",
    "summary": " Michael \"Beau\" Geste is the protagonist. The main narrator (among others), by contrast, is his younger brother John. The three Geste brothers of Brandon Abbas are used as a metaphor for the British upper class values of a time gone by, and \"the decent thing to do\" is, in fact, the leitmotif of the novel. The Geste brothers are orphans and have been brought up by their aunt. The rest of Beau's band are mainly Isobel and Claudia (only daughter of Lady Patricia, and in a way, also reason enough for Michael to join the French Foreign Legion), and Lady Patricia's relative Augustus. When a precious jewel known as the \"Blue Water\" goes missing, suspicion falls on the young people, and Beau leaves Britain to join the Foreign Legion (la Légion étrangère), followed by his brothers, Digby (his twin) and John. There, after some adventure and separation from Digby, the sadistic Sergeant Lejaune gets command of the little garrison at Fort Zinderneuf in French North Africa, and only an attack by Tuaregs prevents a mutiny and mass desertion (of course the Geste brothers and a few loyals are against the plot). Throughout the book and adventures, Beau's behaviour is true to France and the Legion, and he dies at his post. At Brandon Abbas, the last survivor of the three brothers, John, is welcomed by their aunt and his fiancée Isobel, and the reason for the jewel theft is revealed to have been a matter of honour, and to have been the only \"decent thing\" possible.",
    "genre": [
      "Foreign legion",
      "Adventure novel"
    ],
    "author": "P. C. Wren"
  },
  {
    "title": "Under Two Flags",
    "summary": " The novel is about The Hon. Bertie Cecil (nicknamed Beauty of the Brigades). At the beginning of the novel, Bertie has strong homoerotic ties to his best friend and servant. He exiles himself to Algeria where he joins the Chasseurs d'Afrique, a regiment comprising soldiers from various countries, rather like the French Foreign Legion. Bertie's \"inconvenient\" admirers are erased, with the result that Bertie is converted to a person whose identity is socially acceptable.Schaffer, Talia. \"Under Two Flags\". The Literary Encyclopedia. 24 January 2002. accessed 1 July 2009.",
    "genre": [
      "Foreign legion"
    ],
    "author": ""
  }
]