[
  {
    "title": "The Protestant Ethic and the Spirit of Capitalism",
    "summary": " Although not a detailed study of Protestantism but rather an introduction to Weber's later studies of interaction between various religious ideas and economics (The Religion of China: Confucianism and Taoism, The Religion of India: The Sociology of Hinduism and Buddhism, and Ancient Judaism), The Protestant Ethic and the Spirit of Capitalism argues that Puritan ethics and ideas influenced the development of capitalism. Religious devotion, Weber argues, is usually accompanied by a rejection of worldly affairs, including the pursuit of wealth and possessions. To illustrate his theory, Weber quotes the ethical writings of Benjamin Franklin: Weber notes that this is not a philosophy of mere greed, but a statement laden with moral language. Indeed, Franklin claims that God revealed the usefulness of virtue to him. The Reformation profoundly affected the view of work, dignifying even the most mundane professions as adding to the common good and thus blessed by God, as much as any \"sacred\" calling. A common illustration is that of a cobbler, hunched over his work, who devotes his entire effort to the praise of God. To emphasize the work ethic in Protestantism relative to Catholics, he notes a common problem that industrialists face when employing precapitalist laborers: Agricultural entrepreneurs will try to encourage time spent harvesting by offering a higher wage, with the expectation that laborers will see time spent working as more valuable and so engage it longer. However, in precapitalist societies this often results in laborers spending less time harvesting. Laborers judge that they can earn the same, while spending less time working and having more leisure. He also notes that societies having more Protestants are those that have a more developed capitalist economy. It is particularly advantageous in technical occupations for workers to be extremely devoted to their craft. To view the craft as an end in itself, or as a \"calling\" would serve this need well. This attitude is well-noted in certain classes which have endured religious education, especially of a Pietist background. He defines spirit of capitalism as the ideas and esprit that favour the rational pursuit of economic gain: \"We shall nevertheless provisionally use the expression 'spirit of capitalism' for that attitude which, in the pursuit of a calling [berufsmäßig], strives systematically for profit for its own sake in the manner exemplified by Benjamin Franklin.\" Weber points out that such a spirit is not limited to Western culture if one considers it as the attitude of individuals, but that such individuals – heroic entrepreneurs, as he calls them – could not by themselves establish a new economic order (capitalism). He further noted that the spirit of capitalism could be divorced from religion, and that those passionate capitalists of his era were either passionate against the Church or at least indifferent to it. Desire for profit with minimum effort and seeing work as a burden to be avoided, and doing no more than what was enough for modest life, were common attitudes. As he wrote in his essays: : After defining the \"spirit of capitalism,\" Weber argues that there are many reasons to find its origins in the religious ideas of the Reformation. Many others like William Petty, Montesquieu, Henry Thomas Buckle, John Keats have noted the affinity between Protestantism and the development of commercialism. Weber shows that certain branches of Protestantism had supported worldly activities dedicated to economic gain, seeing them as endowed with moral and spiritual significance. This recognition was not a goal in itself; rather they were a byproduct of other doctrines of faith that encouraged planning, hard work and self-denial in the pursuit of worldly riches. Weber traced the origins of the Protestant ethic to the Reformation, though he acknowledged some respect for secular everyday labor as early as the Middle Ages. The Roman Catholic Church assured salvation to individuals who accepted the church's sacraments and submitted to the clerical authority. However, the Reformation had effectively removed such assurances. From a psychological viewpoint, the average person had difficulty adjusting to this new worldview, and only the most devout believers or \"religious geniuses\" within Protestantism, such as Martin Luther, were able to make this adjustment, according to Weber. In the absence of such assurances from religious authority, Weber argued that Protestants began to look for other \"signs\" that they were saved. Calvin and his followers taught a doctrine of double predestination, in which from the beginning God chose some people for salvation and others for damnation. The inability to influence one's own salvation presented a very difficult problem for Calvin's followers. It became an absolute duty to believe that one was chosen for salvation, and to dispel any doubt about that: lack of self-confidence was evidence of insufficient faith and a sign of damnation. So, self-confidence took the place of priestly assurance of God's grace. Worldly success became one measure of that self-confidence. Luther made an early endorsement of Europe's emerging labor divisions. Weber identifies the applicability of Luther's conclusions, noting that a \"vocation\" from God was no longer limited to the clergy or church, but applied to any occupation or trade. However, Weber saw the fulfillment of the Protestant ethic not in Lutheranism, which was too concerned with the reception of divine spirit in the soul, but in Calvinistic forms of Christianity. The trend was carried further still in Pietism. The Baptists diluted the concept of the calling relative to Calvinists, but other aspects made its congregants fertile soil for the development of capitalism—namely, a lack of paralyzing ascetism, the refusal to accept state office and thereby develop unpolitically, and the doctrine of control by conscience which caused rigorous honesty. What Weber found, in simple terms: * According to the new Protestant religions, an individual was religiously compelled to follow a secular vocation with as much zeal as possible. A person living according to this world view was more likely to accumulate money. * The new religions (in particular, Calvinism and other more austere Protestant sects) effectively forbade wastefully using hard earned money and identified the purchase of luxuries as a sin. Donations to an individual's church or congregation were limited due to the rejection by certain Protestant sects of icons. Finally, donation of money to the poor or to charity was generally frowned on as it was seen as furthering beggary. This social condition was perceived as laziness, burdening their fellow man, and an affront to God; by not working, one failed to glorify God. The manner in which this paradox was resolved, Weber argued, was the investment of this money, which gave an extreme boost to nascent capitalism. By the time Weber wrote his essay, he believed that the religious underpinnings of the Protestant ethic had largely gone from society. He cited the writings of Benjamin Franklin, which emphasized frugality, hard work and thrift, but were mostly free of spiritual content. Weber also attributed the success of mass production partly to the Protestant ethic. Only after expensive luxuries were disdained, could individuals accept the uniform products, such as clothes and furniture, that industrialization offered. In his remarkably prescient conclusion to the book, Weber lamented that the loss of religious underpinning to capitalism's spirit has led to a kind of involuntary servitude to mechanized industry. Weber maintained that while Puritan religious ideas had significantly impacted the development of economic system in Europe and United States, there were other factors in play, as well. They included the rationalism in scientific pursuit, growing connections between observation and mathematics, development of scholarship and jurisprudence, rational systematisation of government administration (development of bureaucracy) and advances in entrepreneurship. In the end, the study of Protestant ethic, according to Weber, investigated a part of the detachment from magic, that disenchantment of the world that could be seen as a unique characteristic of Western culture. In the final endnotes Weber states that he abandoned research into Protestantism because his colleague Ernst Troeltsch, a professional theologian, had begun work on The Social Teachings of the Christian Churches and Sects. Another reason for Weber's decision was that Troeltsch's work already achieved what he desired in that area, which is laying groundwork for comparative analysis of religion and society. Weber moved beyond Protestantism with his research but would continue research into sociology of religion within his later works (the study of Judaism and the religions of China and India). This book is also Weber's first brush with the concept of rationalization. His idea of modern capitalism as growing out of the religious pursuit of wealth meant a change to a rational means of existence, wealth. That is to say, at some point the Calvinist rationale informing the \"spirit\" of capitalism became unreliant on the underlying religious movement behind it, leaving only rational capitalism. In essence then, Weber's \"Spirit of Capitalism\" is effectively and more broadly a Spirit of Rationalization. The essay can also be interpreted as one of Weber's criticisms of Karl Marx and his theories. While Marx's historical materialism held that all human institutions – including religion – were based on economic foundations, The Protestant Ethic turns this theory on its head by implying that a religious movement fostered capitalism, not the other way around. Other scholars have taken a more nuanced view of Weber's argument. Weber states in the closing of this essay, \"it is, of course, not my aim to substitute for a one-sided materialistic an equally one-sided spiritualistic causal interpretation of culture and history. Each is equally possible, but each if it does not serve as the preparation, but as the conclusion of an investigation, accomplishes equally little in the interest of historical truth.\" Weber's argument can be understood as an attempt to deepen the understanding of the cultural origins of capitalism, which does not exclude the historical materialist origins described by Marx.",
    "genre": [
      "Sociology"
    ],
    "author": "Max Weber"
  },
  {
    "title": "The Gulf War Did Not Take Place",
    "summary": " Baudrillard argued the Gulf War was not really a war, but rather an atrocity which masqueraded as a war. – using overwhelming airpower, the US armed forces for the most part did not directly engage in combat with the Iraqi army, and suffered few casualties. Almost nothing was made known about Iraqi deaths. Thus, the fighting \"did not really take place\" from the point of view of the West. Moreover, all that spectators got to know about the war was in the form of propaganda imagery. The closely watched media presentations made it impossible to distinguish between the experience of what truly happened in the conflict, and its stylized, selective misrepresentation through \"simulacra\".",
    "genre": [
      "Sociology"
    ],
    "author": "Jean Baudrillard"
  },
  {
    "title": "The Beauty Myth",
    "summary": " In the book, Wolf argues that \"beauty\" as a normative value is entirely socially constructed, and that the patriarchy determines the content of that construction with the goal of reproducing its own hegemony. In her introduction, Wolf offers the following analysis: Wolf also posits the idea of an \"iron-maiden,\" an intrinsically unattainable standard of beauty that is then used to punish women physically and psychologically for their failure to achieve and conform to it. Wolf criticizes the fashion and beauty industries as exploitative of women, but claims the beauty myth extends into all areas of human functioning. Wolf writes that women should have \"the choice to do whatever we want with our faces and bodies without being punished by an ideology that is using attitudes, economic pressure, and even legal judgments regarding women's appearance to undermine us psychologically and politically\". Wolf argued that women were under assault by the \"beauty myth\" in five areas: work, religion, sex, violence, and hunger. Ultimately, Wolf argues for a relaxation of normative standards of beauty.",
    "genre": [
      "Sociology"
    ],
    "author": "Naomi Wolf"
  },
  {
    "title": "The Moral Landscape",
    "summary": " Sam Harris's case starts with two premises: \"(1) some people have better lives than others, and (2) these differences are related, in some lawful and not entirely arbitrary way, to states of the human brain and to states of the world\". The idea is that a person is simply describing material facts (many about their brain) when they describe possible \"better\" and \"worse\" lives for themselves. Granting this, Harris says we must conclude that there are facts about which courses of action will allow one to pursue a better life. Harris attests to the importance of admitting that such facts exist, because he says this logic applies to groups of individuals as well. He suggests that there are better and worse ways for whole societies to pursue better lives. Just like at the scale of the individual, there may be multiple different paths and \"peaks\" to flourishing for societies - and many more ways to fail. Harris then makes a pragmatic case that science could usefully define \"morality\" according to such facts (about people's wellbeing). Often his arguments point out the way that problems with this scientific definition of morality seem to be problems shared by all science, or reason and words in general. Harris also spends some time describing how science might engage nuances and challenges of identifying the best ways for individuals, and groups of individuals, to improve their lives. Many of these issues are covered below. Although Harris's book discusses the challenges that a science of morality must face, he also mentions that his scientific argument is indeed philosophical. Furthermore, he says that this is the case for almost all scientific investigation. He mentions that modern science amounts to careful practice of accepted first philosophical principles like empiricism and physicalism. He also suggests that science has already very much settled on values in answering the question \"what should I believe, and why should I believe it?\". Harris says it should not be surprising that normative ethical sciences are, or would be, similarly founded on bedrock assumptions (Basic norms). Harris says: The way he thinks science might engage moral issues draws on various philosophical positions like ethical realism (there are facts worth calling 'moral facts'), and ethical naturalism (these facts relate to the physical world). Harris says a science of morality may resemble Utilitarianism, but that the science is, importantly, more open-ended because it involves an evolving definition of well-being. Rather than committing to Reductive materialism, then, Harris recognizes the arguments of revisionists that psychological definitions themselves are contingent on research and discoveries. Harris adds that any science of morality must consider everything from emotions and thoughts to the actual actions and their consequences. To Harris, moral propositions, and explicit values in general, are concerned with the flourishing of conscious creatures in a society. He argues that \"Social morality exists to sustain cooperative social relationships, and morality can be objectively evaluated by that standard.\" Harris sees some philosophers' talk of strictly private morality as akin to unproductive discussion of some private, personal physics. Harris also discusses how interchangeability of perspective might emerge as an important part of moral reasoning. He alludes to an 'unpleasant surprise principle', where someone realizes they have been supporting an ineffective moral norm (e.g. reported cases of Jew-hunting Nazis discovering that they themselves were of Jewish descent). Harris identifies three projects for science as it relates to morality: (1) explaining why humans do what they do in the name of \"morality\" (e.g. traditional evolutionary psychology), (2) determining which patterns of thought and behaviour humans actually should follow (i.e. the science of morality), and (3) generally persuading humans to change their ways. Harris says that the first project is focused only on describing what is, whereas projects (2) and (3) are focused on what should and could be, respectively. Harris's point is that this second, prescriptive project should be the focus of a science of morality. He mentions, however, that we should not fear an \"Orwellian future\" with scientists at every door - vital progress in the science of morality could be shared in much the same way as advances in medicine. Harris says it is important to delineate project (1) from project (2), or else we risk committing a moralistic fallacy. He also highlights the importance of distinguishing between project (2) (asking what is right) from project (3) (trying to change behaviour). He says we must realize that the nuances of human motivation is a challenge in itself; humans often fail to do what they \"ought\" to do to even be successfully selfish - there is every reason to believe that discovering what is best for society would not change every member's habits overnight. Harris does not imagine that people, even scientists, have always made the right moral decisions—indeed it is precisely his argument that many of them are wrong about moral facts. This is due to the many real challenges of good science in general, including human cognitive limitations and biases (e.g. loss aversion can sway human decisions on important issues like medicine). He mentions the research of Paul Slovic and others to describe just a few of these established mental heuristics that might keep us from reasoning properly. Although he mentions that training might temper the influence of these biases, Harris worries about research showing that incompetence and ignorance in a domain leads to confidence (the Dunning–Kruger effect). Harris explains that debates and disagreement is a part of the scientific method, and that one side can certainly be wrong. He also explains that all the debates still available to science illustrates how much work could still be done, and how much conversation must continue. The book is full of issues that Harris thinks are far from being empirically, morally grey areas. That is, besides saying that 'reasonable' thinking about moral issues amounts to scientific thinking. For instance, he references one poll that found that 36 percent of British Muslims think apostates should be put to death for their unbelief, and he says that these individuals are \"morally confused\". He also suggests it is obvious that loneliness, helplessness, and poverty are \"bad\", but that these are by no means as far as positive psychology has taken, and will take us. In one section, called The illusion of free will, Harris argues that there is a wealth of evidence in psychology (e.g. the illusion of introspection) or specifically related to the neuroscience of free will that suggests that metaphysically free will does not exist. This, he thinks, is intuitive; \"trains of thought...convey the apparent reality of choices, freely made. But from a deeper perspective...thoughts simply arise (what else could they do?)\". He adds \"The illusion of free will is itself an illusion\". The implications of free will's non-existence may be a working determinism, and Harris warns us not to confuse this with fatalism. One implication of a determined will, Harris says, is that it becomes unreasonable to punish people out of retribution—only behaviour modification and the deterrence of others still seem to be potentially valid reasons to punish. This, especially because behaviour modification is a sort of cure for the evil behaviours; Harris provides a thought experiment: Harris acknowledges a hierarchy of moral consideration (e.g. humans are more important than bacteria or mice). He says it follows that there could, in principle, be a species compared to which we are relatively unimportant (although he doubts such a species exists). Harris supports the development of lie-detection technology and believes it would be, on the whole, beneficial for humanity. He also supports the formation of an explicit global civilization because of the potential for stability under a world government. Consistent with Harris's definition of morality, he says we must ask whether religion increases human flourishing today (regardless of whether it increased it in the distant past). He argues that religions may largely be practiced because they fit well with human cognitive tendencies (e.g. animism). In Harris's view, religion and religious dogma is an impediment to reason, and he discusses the views of Francis Collins as one example. Harris criticizes the tactics of secularists like Chris Mooney, who argue that science is not fundamentally (and certainly not superficially) in conflict with religion. Harris sees this as a very serious disagreement, that patronizingly attempts to pacify more devout theists. Harris claims that societies can move away from deep dependence on religion just as it has witchcraft, which he says was once just as deeply ingrained.",
    "genre": [
      "Sociology"
    ],
    "author": "Sam Harris"
  }
]