[
  {
    "title": "Letters on the English",
    "summary": " Lettres anglaises consists of twenty-four letters: *Letter I: On The Quakers *Letter II: On The Quakers *Letter III: On The Quakers *Letter IV: On The Quakers *Letter V: On The Church of England *Letter VI: On The Presbyterians *Letter VII: On The Socinians, or Arians, or Antitrinitarians *Letter VIII: On The Parliament *Letter IX: On The Government *Letter X: On Trade *Letter XI: On Inoculation *Letter XII: On The Lord Bacon *Letter XIII: On Mr. Locke *Letter XIV: On Descartes and Sir Isaac Newton *Letter XV: On Attraction *Letter XVI: On Sir Isaac Newton's Optics *Letter XVII: On Infinites in Geometry, and Sir Isaac Newton's Chronology *Letter XVIII: On Tragedy *Letter XIX: On Comedy *Letter XX: On Such of The Nobility as Cultivate The Belles Lettres *Letter XXI: On The Earl of Rochester and Mr. Waller *Letter XXII: On Mr. Pope and Some Other Famous Poets *Letter XXIII: On The Regard That Ought to Be Shown to Men of Letters *Letter XXIV: On The Royal Society and Other Academies Voltaire first addresses religion in Letters 1–7. He specifically talks about Quakers (1–4), Anglicans (5), Presbyterians (6), and Socinians (7). In the Letters 1-4, Voltaire describes the Quakers, their customs, their beliefs, and their history. He appreciates the simplicity of their rituals. In particular, he praises their lack of baptism (\"we are not of opinion that the sprinkling water on a child's head makes him a Christian\"), the lack of communion (\"'How! no communion?' said I. 'Only that spiritual one,' replied he, 'of hearts'\"), and the lack of priests (\"'You have, then, no priests?' said I to him. 'No, no, friend,' replies the Quaker, 'to our great happiness'\"), but still expresses concern regarding the manipulative nature of organized religion. Letter 5 is devoted to the Anglican religion, which Voltaire compares favourably to Catholicism (\"With regard to the morals of the English clergy, they are more regular than those of France\"), but he criticizes the ways in which it has stayed true to the Catholic rituals, in particular (\"The English clergy have retained a great number of the Romish ceremonies, and especially that of receiving, with a most scrupulous attention, their tithes. They also have the pious ambition to aim at superiority\"). In Letter 6, Voltaire attacks the Presbyterians, whom he sees as intolerant (\"[The Presbyterian] affects a serious gait, puts on a sour look, wears a vastly broad-brimmed hat and a long cloak over a very short coat, preaches through the nose, and gives the name of the whore of Babylon to all churches where the ministers are so fortunate as to enjoy an annual revenue of five or six thousand pounds, and where the people are weak enough to suffer this, and to give them the titles of my lord, your lordship, or your eminence\") and overly strict (\"No operas, plays, or concerts are allowed in London on Sundays, and even cards are so expressly forbidden that none but persons of quality, and those we call the genteel, play on that day; the rest of the nation go either to church, to the tavern, or to see their mistresses\"). Finally, in the Letter 7, he talks about the \"Socinians,\" whose belief system is somewhat related to Voltaire's own deist viewpoint. Voltaire argues that while this sect includes some of the day's most important thinkers (including Newton and Locke), this is not enough to persuade the common man that it is logical. According to Voltaire, men prefer to follow the teachings of \"wretched authors\" such as Martin Luther, John Calvin, or Huldrych Zwingli. In Letters 8 and 9, Voltaire discusses the English political system. Letter 8 talks about the British parliament, which he compares to both Rome and France. In terms of Rome, Voltaire criticizes the fact that Britain has entered wars on account of religion (whereas Rome did not), but he praises Britain for serving liberty rather than tyranny (as in Rome). In terms of France, Voltaire responds to French criticism concerning the regicide of Charles I by highlighting the British judicial process as opposed to the outright murders of Holy Roman Emperor Henry VII or Henry III of France, or the multiple attempts on the life of Henry IV of France. In Letter 9, Voltaire gives a brief history of the Magna Carta, talks about the equal dispensing of justice, and the levying of taxes. In Letter 10, Voltaire praises the English trade system, its benefits, and what it brings to the English (from 1707, British) nation. According to Voltaire, trade greatly contributed to the liberty of the English people, and this liberty in turn contributed to the expansion of commerce. It is trade as well that gave England its naval riches and power. In addition, Voltaire takes the opportunity to satirize the German and French nobles who ignore this type of enterprise. For Voltaire, nobles are less important than the businessman who \"contributes to the felicity of the world.\" In Letter 11, Voltaire argues in favour for the English practice of inoculation, which was little known in continental Europe at the time, having only been made known in Great Britain through the efforts of Lady Mary Wortley Montagu. Voltaire mentions Montagu's campaign in favour of inoculation in his letter, along with the decision by Caroline of Ansbach, the Princess of Wales, to allow her two daughters to be inoculated against the disease. This letter may have been written in response to a 1723 smallpox epidemic in Paris that killed 20,000 people. Letter 12 speaks of Francis Bacon, author of Novum Organum and father of experimental philosophy. Letter 13 is about John Locke and his theories on the immortality of the soul. Letter 14 compares British philosopher Isaac Newton to French philosopher René Descartes. Upon his death in 1727, Newton was compared to Descartes in a eulogy performed by French philosopher Fontenelle. While the British did not appreciate this comparison, Voltaire argues that Descartes, too, was a great philosopher and mathematician. Letter 15 focuses on Newton's work with the laws of attraction. Letter 16 talks about Newton's work with optics. Letter 17 discusses Newton's work with geometry and his theories on the end of the world. In Letter 18, Voltaire talks about British tragedy, specifically in the hands of William Shakespeare. Voltaire presents his readers with the famous \"To be, or not to be\" soliloquy in Hamlet along with a translation into French rhyming verse. He also cites a passage from John Dryden and gives a translation. In Letter 19, Voltaire addresses British comedy, citing William Wycherley, John Vanbrugh, and William Congreve. Letter 20 speaks briefly of the belles lettres of the nobility, including the Earl of Rochester and Edmund Waller. Letter 21 references the poetry of Jonathan Swift and Alexander Pope. In Letter 23, Voltaire argues that the British honour their Men of Letters far better than the French in terms of money and veneration. The last letter, letter 24, discusses the Royal Society of London, which he compares unfavourably to the Académie Française.",
    "genre": [
      "Essay"
    ],
    "author": "Voltaire"
  },
  {
    "title": "La pensée straight",
    "summary": " \"One Is Not Born a Woman,\" follows in the wake of Simone de Beauvoir's feminist political visions. Wittig writes, 'Lesbians are not women', under the assumption that the term 'woman' is defined by men. Moreover, she compares lesbians to fugitive slaves. \"The Trojan Horse,\" explains her theory of literature as a \"war machine\", echoing Gilles Deleuze.",
    "genre": [
      "Essay"
    ],
    "author": "Monique Wittig"
  },
  {
    "title": "Notes of a Native Son",
    "summary": " In spite of his father willing him to be a preacher, Baldwin says he has always been a writer at heart. He is trying to find his path as a Negro writer; although he is not European, American culture is informed by that culture too - moreover he has to grapple with other black writers. Baldwin castigates Harriet Beecher Stowe's Uncle Tom's Cabin for being too sentimental, and for limning black slaves as praying to white God so as to be cleansed/whitened. Equally, he repudiates Richard Wright's Native Son for portraying Bigger Thomas as an angry black man - he views that as an example of stigmatising categorisation. When considering the Nigger as a social problem, Baldwin suggests harking back to the past. He goes on to criticise Richard Wright's Native Son as ensconced in its zeitgeist. To his mind the good/bad guy virgule when it comes to Negroes must be turned into good Negroes. Baldwin criticises Carmen Jones, a film adaptation of Carmen using an all African-American cast. Baldwin is unhappy that the characters display no connection to the condition of African-Americans, and sees it as no coincidence that the main characters have lighter complexions. Baldwin points out that the rent is very expensive in Harlem. Moreover, although there are black politicians, the President is white. On to the black press, Baldwin notes that it emulates the white press, with its scandalous spreads and so forth. However the black Church seem to him to be a unique forum for the spelling out of black injustice. Finally, he ponders on antisemitism amongst blacks and comes to the conclusion that the hatred boils down to Jews being white and more powerful than Negroes. Baldwin tells the story that happened to the Melodeers, a group of jazz singers employed by the Progressive Party to sing in Southern Churches. However, once in Atlanta, Georgia, they were used for canvassing until they refused to sing at all and were returned to their hometown. They now enjoy success in New York City. Baldwin explains how his paranoid and angered father died of tuberculosis when he himself was 19 years old. Prior to that Baldwin had been taken to the theatre by a white teacher of his, and his parents had let him go because she was a teacher. Later he worked in New Jersey and was often turned down in segregated places - once he hurled something at a waitress in a diner. He goes on to say that blacks doing the military service in the South often got abused. Finally, he recounts his father's death which occurred just before his mother gave birth to one of his sisters; his father's funeral was on his 19th birthday. This essay is an attempt to do away with the hatred and despair he feels towards his father. There are always three underlying factors in James Baldwin's writing: the story, the white supremacy during the 1940-1950, and the question Baldwin is always trying to answer... What is really the blacks' role in America? Baldwin compares Black Americans to Blacks in France. Whilst Africans in France have a history and a country to hold on to, Black Americans don't - their history lies in the United States and it is in the making. Baldwin explains how Americans living in Paris cannot be true Parisians; they are either homeward-bound or 'too' well-adjusted. Baldwin recounts getting arrested in Paris over the Christmas period in 1949, after an acquaintance of his had stolen a bedsheet from a hotel, which he had used. The essay stresses his cultural inability to know how to behave with the police. Baldwin looks back to his time in a village in Switzerland - how he was the first black man most of the other villagers had ever seen. He goes on to reflect that blacks from European colonies are still mostly located in Africa, whilst the United States has been fully informed by African Americans.",
    "genre": [
      "Essay"
    ],
    "author": "James Baldwin"
  },
  {
    "title": "The Coming Insurrection",
    "summary": " The book is divided into two parts. The first attempts a complete diagnosis of the totality of modern capitalist civilization, moving through what the Invisible Committee identify as the \"seven circles\" of alienation: \"self, social relations, work, the economy, urbanity, the environment, and to close civilization\". The latter part of the book begins to offer a prescription for revolutionary struggle based on the formation of communes, or affinity group-style units, in an underground network that will build its forces outside of mainstream politics, and attack in moments of crisis – political, social, environmental – to push towards anti-capitalist revolution. The insurrection envisioned by the Invisible Committee will revolve around \"the local appropriation of power by the people, of the physical blocking of the economy and of the annihilation of police forces\". The book points to the late 2000s financial crisis, and environmental degradation as symptoms of capitalism's decline. Also discussed are the Argentine economic crisis (1999-2002) and the piquetero movement which emerged from it, the 2005 riots and 2006 student protests in France, the 2006 Oaxaca protests and the grassroots relief work in New Orleans after Hurricane Katrina as examples of breakdown in the modern social order which can give rise to partial insurrectionary situations.",
    "genre": [
      "Essay"
    ],
    "author": ""
  }
]