[
  {
    "title": "The Elfstones of Shannara",
    "summary": " The magical Ellcrys tree was beginning to die, thus weakening the spell that held the Forbidding. The Ellcrys spoke to the Chosen, telling them of a rebirth, a process which enables a new Ellcrys to be born—but this can only be done at the fountain of the Bloodfire. The Chosen then informs their Prince Ander Elessedil and King Eventine Elessedil of the matter. However, there is no one who knows of the location of the Bloodfire. A search in the ancient Elven library reveals one reference to the Bloodfire. It states that it lies in a place named \"Safehold\". At the same time, a powerful Demon, the Dagda Mor, escapes from the waning Forbidding, bringing with it the Reaper and the Changeling. The Dagda Mor then sends the Reaper to kill all the Chosen, and the Changeling to act as a spy for the demons within the Elven city. Eventine finds himself at a loss, for only the Chosen can make the rebirth of the Ellcrys happen. The Druid Allanon appeared, telling Eventine that his coming must remain a secret, and promising to find out the location of Safehold. He went to the ancient Druid keep, Paranor, in an attempt to locate Safehold. After learning its location, Allanon was ambushed by the Dagda Mor and a handful of Furies. He retreated to Storlock for a time, and then went to Havenstead with Wil Ohmsford--who is a Healer, a descendant of Jerle Shannara and bearer of the Elfstones--to find Amberle Elessedil, who is King Eventine's granddaughter and a Chosen, who abandoned her duty to the Ellcrys and fled the Elven capital, Arborlon. She eventually agreed to return to Arborlon with them, only giving in when Demon Wolves were closing in upon them. En route, close to the Silver River, Allanon, Amberle and Wil were ambushed by Demon wolves. Allanon fended off the Demons while Wil and Amberle escaped to safety. The King of the Silver River took them in and sheltered them just before they would have been caught; after talking with him, the duo discover they have been transported miles away from where they started, and have no idea if Allanon survived or where he was. They decided to continue on to Arborlon and hoped to meet him there, but on the way their horse was stolen by Rovers, a gypsy-like group of people who travel in caravans and recognize no laws but their own. Wil insisted that they get the horse back, and ingratiated himself to the Rovers and their leader Cephalo by using his skills as healer to help some of the sick or mildly injured members of the family. He met Eretria, a beautiful Rover girl Cephalo said was his daughter; in reality, she was not his daughter at all and would be sold now that she was of an age to marry. She was immediately attracted to Wil and wanted to help him get the horse back, if he promised to take her with him when he escaped. A giant demon attacked the caravan and Wil was forced to use the Elfstones to defend the Rovers, finally destroying the demon, but damaging himself somehow in a way he did not understand. Cephalo was angry with him, but let he and Amberle leave with their horse. Eretria was left behind but promised to Wil that they would meet again. After being pursued by demons, Wil and Amberle managed to regroup with Allanon and return to Arborlon. Amberle received a seed from the dying Ellcrys and prepared to go to Safehold with Wil, six Elven companions and the Captain of the Home Guard, Crispin. After they journeyed by boat to the Elven outpost at Drey Wood, the group found the entire garrison that had been stationed at the outpost dead—and the Reaper, who had killed all of them. They managed to escape by setting off down the river once more, but two of the Elven guards were run down and killed in the process. Wil realized that there must have been a spy in Arborlon, and that if the spy knew about Drey Wood, then it was likely their mission was known and they would be pursued the entire way. The party then goes to the Matted Brakes, where another two of the group are killed by an unknown massive creature. After escaping from the Brakes, the remaining group of five found themselves at an ancient Elven fortress named Pykon. The group made the decision to rest the night there, but the Reaper found them again and killed the final two Elven hunters. Wil and Amberle ran into the network of tunnels inside of the Pykon to try to find Crispin, who had gone into there to try to find a way out. Wil and Amberle finally lost the Reaper by destroying a bridge over a gorge, but they lost Crispin as well. During the battle, Wil failed to unlock the power of the Elfstones and believed that his human blood was blocking him from using them. He was resigned to not being able to use the stones anymore, and decided that they would just have to get along without them. The duo met the young Wing Rider Perk soon after, who agreed to take them into the Wilderun on his Roc, Genewen. He also agreed to fly over the Hollows every day for a week in case the duo had need of his help. Meanwhile, Allanon and the Elves went to war with the Demons, beginning the War of the Forbidding. The Elven army took up two positions in two mountain passes named Halys Cut and Worl Run. Having no weapons, the Demons used human-wave tactics in the ensuing battles and literally ran over the Elven army, even managing to injure King Eventine. Ander's brother, Arion Elessedil, was killed as well in Worl Run. Defeated, the Elven force retreated first to Baen Draw, successfully defending it until it was discovered that they were being flanked. They then retreated to Arborlon, their last line of defense. In the process, they lost their commander, Kael Pindanon. Shortly after their return to Arborlon, Dwarf and Troll contingents joined them, uniting banners from all four of the Four Lands for the first time in history. Eventine was recovering in his room when the Changeling, disguised for months as Eventine's pet dog Manx, tried to kill the old king in his bed. Eventine killed the Demon, but was badly wounded and near death. Amberle and Wil traveled to Grimpen Ward, a town of thieves and cutthroats in the Widlerun. Wil caused a stir by healing an old inkeeper woman and jokingly claiming he did it with magic. Thieves try to rob he and Amberle, but they were rescued by Cephalo and Eretria. Wil told Cephalo of his need to go to the Hollows, claiming it was for a rare medicine for Eventine's daughter. Cephalo takes them to Hebel, an old hermit who lives in the Wildrun. Hebel recognized the name Safehold and knew where it was; under a lonely mountain in the hollows, the domain of the Witch Sisters. Wil and Amberle went on despite Hebel's warnings, after parting ways with the Rovers. They soon found out that the Elfstones were stolen by Cephelo, and that he had wanted them ever since he had seen Wil use them on the demon that attacked the caravan. Wil left Amberle at the edge of the Hollows and pursued Cephelo. Eretria once again helped Wil to locate Cephelo only to find that he and the rest of his followers were killed by the Reaper. Wil regained the Elfstones and traveled back to the rim of the Hollows with Eretria. He found Amberle missing. Hebel appeared and agreed to track Amberle for Wil. Together with Hebel's dog, Drifter, they tracked Amberle to the witch Mallenroh's tower. Mallenroh captured them and decided to keep the Elfstones for herself, locking up Wil and the rest as prisoners until Wil agreed to give her the stones. Mallenroh's identical twin sister Morag arrived, and the Witch Sisters fought and killed each other. Wil, Eretria, Hebel, and Drifter escaped with Amberle, the Elfstones, and Mallenroh's servant, Wisp; who brought them to the Bloodfire. Amberle absorbed both the Bloodfire and bathed the seed of the Ellcrys in it. The Reaper attacked them and killed Wisp, but Wil destroyed it be realizing that he wasn't unable to use the Elfstones because of his human blood, but because he was afraid of them and had formed a mental block against using them. He broke the block, focusing the power of the Elfstones upon the Reaper's cloaked face and destroying it. Wil had Amberle called Perk, who brought Wil, Amberle and Eretria back to Arborlon while Hebel returned home. By this point, the Demons had begun a full frontal assault upon Arborlon. Despite desperate attempts to blunt the attacks, the seven gates fell one by one to the superior numbers of the Demons. The Demons eventually broke through the last of the Elven capital's major defenses (the seventh gate). At this point, Allanon engaged and defeated the Dagda Mor in a titanic battle while the forces of \"good\", now severely depleted, regrouped at their last line of defense: the Gardens of Life, where the Ellcrys resided. The Demons tried to reach the Ellcrys to destroy her, but they were held back by those forces of \"good\" just long enough so that Wil and Amberle could fly in. Amberle touched the dead Ellcrys and was transformed into the new Ellcrys; and with this action, Amberle restored the Forbidding, banishing the Demons back to their alternate universe. It was revealed by Allanon to Wil that he knew all along that Amberle would become the new Ellcrys. Wil was angry and told Allanon he should have been honest, but Allanon claimed that she would not have believed him. He reminds Wil that Amberle knew what would happen and made the choice herself, and that no one forced her. She did what only she could do, and in so doing saved humanity from the Demons. Wil was still bitter about the deception, because he had loved Amberle and didn't want to lose her the way he had. It is then revealed that Allanon has aged, because he used too much of the magic in the fighting with the Demons. He said he was going to Paranor to sleep, and then left in the middle of the night without seeing or speaking with anyone else. Eventine passed away, and Ander became the new King. With the Demons banished once again, the survivors the War returned to their homes. Wil visited the Ellcrys and came to terms with Amberle's sacrifice. He then left Arborlon to continue his studies as a healer, taking Eretria with him.",
    "genre": [
      "High fantasy",
      "Children's literature",
      "Fantasy",
      "Speculative fiction",
      "Fiction"
    ],
    "author": "Terry Brooks"
  },
  {
    "title": "Drowned Ammet",
    "summary": " The book begins with the birth of Alhammit Alhammitson, or Mitt, in South Dalemark, near a seaport called Holand. When Mitt is a young child, his family are evicted from their farm when the rent is doubled by Earl Hadd, the cruel and tyrannical ruler of South Dalemark. The entire family is forced to move to an unpleasant tenement in the city of Holand, where Mitt's father joins the Free Holanders, a resistance against Earl Hadd. However, after a raid on a warehouse which goes fatally wrong, Mitt's father disappears, most likely killed by the soldiers. Mitt and his mother Milda are convinced that three of the elder Free Holanders, Siriol, Dideo and Ham, betrayed the younger members to the Earls soldiers because they were scared of the consequences of raiding the warehouse. Mitt is determined to take revenge on them for causing his father's death, and to do this, he joins the Free Holanders, hoping to bring them down from within. He ends up working on a fishing boat with Siriol out of Holand harbor. Milda, meanwhile, marries Hobin, a well-off gunsmith. Mitt plans to take revenge on the Free Holanders by assassinating Earl Hadd with a homemade bomb during the annual Sea Festival, then letting himself be caught and, in turn, betraying the Free Holanders. Mitt's attempt fails miserably, when the Earl's youngest son, Navis, kicks away the bomb that Mitt planted at the Earl's feet, but the Earl is killed anyway by a sniper with a long-range gun, shooting from one of the many boats in the harbor. Watching the festival are Navis's children, Ynen and Hildrida (Hildy). Hildy is furious with her father, since he had allowed her to be betrothed to Lithar, Lord of the Holy Islands, whom she has never met. After the assassination, she asks the new Earl, Harl, to break off her engagement, but he refuses. To get back at them, she and Ynen decide to make it look as if they'd run away and gone for a sail on her new boat, the Wind's Road. Having been seen and recognized during the Earl's assassination, Mitt is forced to flee for his life. He hides on a magnificent boat—the very same one that Ynen and Hildy are running away on. They take the ship out of Holand harbor, with Mitt stowing away beneath deck, and when they are sufficiently far out to sea, Mitt shows himself, and demands that they take him to the North, where he can hide from the Earl's soldiers. Although the two are initially uncooperative, Mitt does his best to convince them that he is a rough, tough freedom fighter who will shoot them if he gets the chance; he partially succeeds, and Hildy and Ynen agree to take him North, if only because he has a gun, given to him by Hobin. On the way North the three find, floating in the sea, the wheat figure of Poor Old Ammet, which was thrown in the sea during the Festival. This is considered good luck, and so they take him on board, lashing him to the prow as a figurehead. As well as this, Mitt has a small wax figure of Poor Old Ammet's consort, Libby Beer, which they attach to the stern. That night they weather a dreadful autumn storm with the help the two demigods, Poor Old Ammet and Libby Beer. After the storm has passed, they come across a lifeboat, with one sailor aboard. After a few hours in the man's company, Mitt realizes that not only is the sailor the man who shot Earl Hadd from the harbor, he is also Mitt's own long-lost father. Mitt's father, who turns out to be the actual betrayer of the Freedom Fighters and a truly bad person, forces them to take him to the Holy Islands. He plans to deliver Hildy to her would-be fiance, the Lord of the Holy Islands, the man she ran away from home to avoid marrying. Hildy is determined to stop this, but before they can do anything, they arrive in the Holy Islands. Upon being told the name of the Wind's Road, the Holy Islanders say that a great one \"will come on the wind's road with a great one before him and behind.\" Hildy and Ynen are taken prisoner, but Al forces Lithar, who is a childish imbecile, to have Mitt killed. The Holy Islanders refuse to harm him, so they maroon him on the uninhabited Holy Island. Hildy, meanwhile, meets with Libby Beer herself. Libby tells her that, if she wishes to return to the Holy Islands, she must trust Mitt. Hildy reluctantly agrees. On Holy Island, Mitt encounters the two demigods in person and learns their secret names. When invoked in dire danger, the secret names produce cataclysmic effects that explain the folk names by which the two demigods are called on Holy Islands: the Earth Shaker for Poor Old Ammet and She Who Raised the Islands for Libby Beer. Meanwhile, Hildy and Ynen are re-united with Navis, who tells them that they were lucky to escape Holand alive, as Harl had been planning to kill them. Al is about to shoot all of them when Mitt arrives. He invokes the lesser name of Poor Old Ammet, causing a great storm, during which they manage to escape. From the Holy Islanders they acquire a boat to take them North. Before leaving, Mitt promises Poor Old Ammet that he will return to Holy Islands as a friend, not as a conqueror.",
    "genre": [
      "High fantasy",
      "Children's literature",
      "Fantasy",
      "Speculative fiction",
      "Fiction"
    ],
    "author": "Diana Wynne Jones"
  },
  {
    "title": "The Silver Spike",
    "summary": " The Dominator was a wizard of immense power who could not be killed by his enemies. He was however defeated and his evil essence imprisoned in a silver spike. The power inherent in the spike is so greatly feared and desired that some try to steal it while others try to keep it from falling into anyone's hands.",
    "genre": [
      "High fantasy",
      "Speculative fiction",
      "Fantasy",
      "Dark fantasy",
      "Fiction"
    ],
    "author": "Glen Cook"
  },
  {
    "title": "Bleak Seasons",
    "summary": " Taking place in part during the events of Dreams of Steel, which was told from the point of view of Lady, this story examines the events surrounding Murgen, who is trapped within the siege of Dejagore where atrocities are being committed by both sides. Also examines events later in Taglios under rule of the Liberator and the increasing tensions between the Black Company and the Radisha, as well as the ever-present threats from the Stranglers and of some new deception by Soulcatcher and the Howler. Bleak Seasons is unique among the Black Company series for the unusual narrative device of Murgen being totally unfixed in time and uncertain of when he will experience another seizure and move between distant past, recent past and a vaguely comprehended present. This narrative device is followed through three-quarters of the novel until we come to understand the traumas that have led Murgen to this point, while the enchantment that has made it possible remains unclear. The tone is introspective, haunted and mysterious. This novel introduces several key elements and characters to the series, including visions of the frozen caverns, Sahra, Uncle Doj, Mother Gota, One-Eye's black spear, and the manipulation of the comatose wizard Smoke.",
    "genre": [
      "High fantasy",
      "Speculative fiction",
      "Fantasy",
      "Dark fantasy",
      "Fiction"
    ],
    "author": "Glen Cook"
  },
  {
    "title": "Confessor",
    "summary": " Richard Rahl, leader of the D'Haran Empire, has been captured by an Imperial Order commander, who lets Richard (under the guise of Ruben Rybnik) live if he will be the point man for the commander's Ja'La dh Jin team. During Richard’s imprisonment, he is warned by a cloaked specter that he is now a player of the Boxes of Orden. Sister Ulicia is also visited by this figure, and is told that the time to open the Boxes has been reset to one year from the first day of winter-the day that Nicci put the Boxes into play under Richard's name. The witch woman Six steals the third box of Orden from Nicci and Zedd. Zedd discovers that The Wizard's Keep is being affected by the contamination of the chimes, and places a spell to protect it from future damage. Jagang's excavations in the Azrith Plains reveal catacombs under the People's Palace, which provide a secret entryway. Three Sisters of the Dark enter, killing Ann and capturing Nicci, while soldiers are sent into the catacombs to prepare an attack. The Sisters of the Dark discover what they believe to be the original Book of Counted Shadows. Upon a surprise visit from Jagang, who is sizing up the members of rival Ja'La teams, Richard disguises himself by covering the faces and bodies of his teammates and himself with intimidating symbols and parts of spell-forms. His team defeats Jagang's team in the tournament final; but Jagang, refusing to accept his team's loss, announces the win is invalid. This unfair decision causes a riot in the camp, during which Richard and Nicci escape and Kahlan is 'rescued' by Samuel. Richard and Nicci (helped by Adie) enter to the Palace through the catacombs, where Nathan and Cara help them wipe out the Order forces hiding there. Rachel is lured into Tamarang by Violet, who has drawn a spell around her that sets 'ghostie gobblies' to destroy her. On her way, she is given a piece of chalk by Shota in disguise as Rachel's mother, and with this transfers the spell to Violet. Rachel then restores Richard's gift. She is again visited by the disguised Shota, who sends her to deliver a message with Gratch. Zedd is captured by Six, and discovers that the witch woman is in league with Jagang and has helped attack D'Haran forces in the Old World. Richard is warned by Nicci that he must not reveal his love for Kahlan to her, lest Kahlan's lost memories alone fail to be restored, much like Richard, in the first book of the series, could not be told before finding himself the way to love a Confessor untouched by her power. Richard then helps priestess Jillian give the Order's army terrible nightmares. Jagang is given particularly nasty dreams, mostly involving Nicci. Richard is taught many spells and spell-forms by Nicci, and then sends himself to the Underworld, using Denna as a spirit guide, and retrieves everyone's memories of Kahlan, but is attacked by the pursuing beast earlier sent against him, and attempts to escape by releasing Additive Magic into the Underworld, whence he is projected into a gathering of the Mud People. He is greeted by Rachel, who, with Gratch's help, had told the Mud People to hold a gathering to summon him. At the Palace, Nathan assumes Richard is dead and accepts Jagang's terms of surrender, which include surrendering Nicci to Jagang and giving the Order's magicians access to the Garden of Life in order to open the boxes. Samuel attempts to rape Kahlan; and during the struggle, she touches the Sword of Truth, which restores her memory of being a Confessor (though none of her other memories), and releases her power to take control of him. Samuel reveals he is an agent for Six, and that Richard and Kahlan were once married; then dies when she refuses to forgive his attempt against her. Richard meets Kahlan on the way to Tamarang; but refuses to answer her questions of their marriage, for fear of contaminating the spell upon her, and gives her Spirit in compensation. Six has imprisoned Zedd, Tom, and Rikka, and appears as Richard and Kahlan arrive in Tamarang to rescue them. Shota arrives as Six is about to recapture them, in disguise as Six's mother. Shota kills Six and then Richard, Kahlan, and Zedd fly back to the People's Palace on the red dragon Six had enslaved; now revealed to be Scarlet's son Gregory, whom Richard saved as an egg. At the Palace, Richard allows Jagang and his Sisters of the Dark to open the boxes of Orden. During the ritual, Jagang goes unguarded to Nicci, who locks a Rada'Han around his neck, rendering him powerless, and eventually kills him unceremoniously to prevent his martyrdom. In the Garden of Life, the Sisters of the Dark discover the correct box and open it; but find a flaw in their success. Richard explains that all of the Books of Counted Shadows were false keys to the boxes; whereas if they had the true key, they would still fail by reason of malicious intent. Immediately, the Sisters are drawn into the Underworld. Richard explains that the true key to the Magic of Orden is the Sword of Truth. Kahlan tells Richard she loves him, revealing that her emotions have contaminated her chances of regaining memory. Richard uses the Sword to reveal the correct box and then to capture its magic. Now in command of life and death, he uses the magic to send the followers of the Order to a new world, devoid of magic; then sends his half-sister Jennsen, her compatriots the Bandakar, and her suitor Tom after them. Richard also uses Orden to repair the damage caused by the chimes, and to send Chainfire to the new world he has created, ensuring the complete removal of magic from that world, and removing all its inhabitants' memories of their previous world. As Richard goes to close the opening between worlds, he fears Kahlan is lost to him; but she replies that she was protected from this loss because she had fallen in love with him on her own, much as he had with her at the beginning of the series. An epilogue shows Tom and Jennsen expecting a child, who will carry the Rahl name, and shows the emigrants gradually forgetting Richard and everything from their previous world. The book ends with the marriage of Cara and General Meiffert. It is revealed that the Sisters of the Light have moved into the Wizard's Keep, where along with Zedd, they can continue to teach young wizards. Chase (now a Warden of the Keep) and his family have also moved into the Keep, as have Adie and Friedrich, who are now a mated pair. Under Zedd's questions, Richard admits taking Panis Rahl's spell from red fruit, so that it is no longer poison, and to bringing back the Temple of the Winds to the world of the living. After Cara and Benjamin's wedding, the devotion bells begin to ring; but Richard prevents the people kneeling, arguing that they are no longer his subjects.",
    "genre": [
      "High fantasy",
      "Speculative fiction",
      "Fantasy",
      "Novel",
      "Fiction"
    ],
    "author": "Terry Goodkind"
  },
  {
    "title": "Darkwalker on Moonshae",
    "summary": " The novel and its trilogy use the Moonshae Isles as its setting. Kazgoroth, the Beast, has come into the world to destroy the power of the Earthmother. Changing its shape as needs be, the Beast goes across the island of Gwynneth, corrupting everything in its way. Its destination is a large gathering of Northmen raiders at Oman's Isle, in the middle of the Moonshaes, where they are preparing an assault on the kingdom of Corwell. The Northmen don't realize yet that this is going to be more than just a plundering raid. They don't know that their leader isn't King Thelgaar Ironhand, but the Beast, who has killed the king and assumed his shape. Meanwhile, the Earthmother, aware of the danger and hurting from the corruption brought to the land, her body, by the vile presence of the Beast, awakes her children - the Leviathan, the Pack, and Kamerynn, the Unicorn. They will try to stop Kazgoroth in different ways, but that won't be enough. At Caer Corwell, the seat of the king of Corwell, rumour brings word of war coming to the kingdom. Preparation is under way, but the Ffolk don't know where the enemy will strike. It is up to Tristan to organize the Ffolk against this both human and demonic threat. In his fight against the odds, helped by Robyn, he will grow into the responsible leader that should inherit his father's kingdom.",
    "genre": [
      "High fantasy",
      "Children's literature",
      "Fantasy",
      "Speculative fiction",
      "Fiction"
    ],
    "author": "Douglas Niles"
  },
  {
    "title": "Queen of Demons",
    "summary": " In the introduction, the current King of the Isles, Valence III, and his wizard, Silyon, make a deal with the Beast to regain control of his kingdom from his wife, the Queen. Meanwhile, the main characters are in Erdin where they discover the dead remains of a Scaled Man on their ship, which Tenoctris sees as a bad omen. With the exception of Ilna, they book passage on the ship Lady of Mercy, bound for the Isle of Valles, where Garric intends to declare himself King of the Isles. Before they leave, Ilna gives Liane a sash that she has woven which will notify her if Liane is ever in trouble. Before the ship reaches Valles, a lens appears in the sky and swallows the ship, causing it to wreck. Garric, Liane, and Tenoctris awake, following the shipwreck, in the land of the Ersa. They eventually make it back to their own world. There they are picked up by a hunting party, led by the noble, Lord Royhas. Rather than dispose of Garric, as he was ordered to, Royhas takes Garric back into the city and holds a council with several other powerful nobles. They express their loyalty to the King but ask Garric’s help in overthrowing the Queen. Tenoctris uses a mirror to spy on the Queen and discovers that she is a demon. Garric plans an attack on the mansion. When they’ve passed all the Queen’s safeguards, Garric uses iron to destroy the Queen’s gate to another world, but the she has already escaped. Following this, Garric appoints himself Prince Regent under King Valence III and demands the allegiance of the Lords who backed him in the revolt. Meanwhile Admiral Nitker, of the Royal Navy, has declared himself the new Lord of the Isles. Garric promises to destroy Admiral Nitkers and the rebellious navy if they don’t return to the King’s service. Garric goes before King Valence III and receives his blessing as Prince Regent. Tenoctris discovers that the Queen’s mansion was a nexus of portals to many different worlds, one of which led to the Beast. Cashel uses his quarterstaff to escape the lens that swallowed the ship and saves Sharina as well. They are rescued by Folquin, King of the nearest Isle, and his two wizards, Halphemos and Cerix. Folquin then seeks to marry Sharina. When Halphemos' talking ape, Zahag, throws a fit during a chess game with Liane, Cashel attempts to settle him down. Halphemos, casts a spell to immobilize the ape but the wizardess Silya secretly interferes and sends them to another world. Folquin immediately has Halphemos arrested. Cashel awakes after the transportation on a parallel island of Pandah. He and Zahag meet the lady Sosia who asks Cashel to save her daughter, Aria, who is imprisoned by a wizard Ilmed and the Scaled Men who serve him. Cashel and Zahag succeed in rescuing the princess Aria, but she is less than thrilled. They flee through several magical portals, eventually ending up back on the Isle of Pandah. After they defeat the wizardess Silya, Princess Aria (who has decided to marry Folquin) arranges a boat to help Cashel find Sharina. They arrive in Valles where they run into Ilna, Cerix, and Halphemos and then make their way to the palace where they find Garric, Liane, and Tenoctris. Sharina and Cerix break Halphemos out of prison and then they go in search of Ilna for help in recovering Cashel. But a wizard with the appearance and voice of Nonnus, Sharina’s one-time protector, shows up and tricks her into leaving with him on another ship. Cerix and Halphemos to continue on their way to find Ilna. Sharina eventually discovers the treachery and jumps ship. She is rescued by a large man, named Hanno, who takes her to his home on the Isle of Bight. A phantasm and a group of Hairy Men sent by the Queen attack Hanno and Sharina, but they defeat them. They later discover that the Hairy Men have destroyed Hanno’s boat. While searching for a way off the island, the false Nonnus and his crew discover Sharina. The spirit of the true Nonnus comes to her, possesses her body temporarily, and destroys her pursuers. She and Hanno make their way to the volcano at the center of the island and climb to the top. From there they can see that the Hairy Men, led by phantasms, are building boats so they can attack Ornifal. One of the phantasms captures Sharina and conveys her to the Queen. The Queen shows Sharina images of her friends (and an image of the Hairy Men on their way to Valles) and implies that she controls their fates through a chess board. The Queen tells Sharina that she intends to use her to find the Throne of Malkar. Sharina watches as the fleet of Hairy Men reaches the Royal Navy and destroys it, but Admiral Nitkers escapes. When the Queen threatens to send a giant ammonite against Cashel, Sharina agrees to help her. Ilna begins setting up shop in Erdin, but this time with the intent to good rather than evil. Using her craft she begins improving the conditions of the city. But Cerix and Halphemos eventually find her and seek her help in recovering her brother Cashel. Cerix realizes that many of Ilna’s patterns contain writings in the Old Script—even though she can’t read or write. She agrees to go with them. Before they can leave Erdin, though, they are captured by a band of Scaled Men. They load Ilna onto a ship and travel through a portal. Cerix and Halphemos find her sash, which she dropped during her tussle with the Scaled Men. It reveals a spell that takes them into a desert world. When Ilna’s captors are attacked by Flyers, Ilna leaps through a portal opened by Cerix and Halphemos. Just as they seem to be succumbing to the desert, The People of Beauty arrive and rescue them. Ilna convinces the People of Beauty transport them to the city of Divers on Third Atara. They seek out the Baron Robilard. In his palace, Halphemos gets into trouble and Baron Robilard has him arrested. Ilna goes to Robilard to seek Halphemos’ release. Robilard makes demands, which Ilna fulfills, though to unfavorable results. A humbled Robilard frees Halphemos and offers to personally escort them to Valles. When they get there, Ilna is relieved when she finally finds Cashel. They make their way to the castle where they find Garric, Liane, and Tenoctris. When all except Sharina have been reunited, they set out to find the lair of the Beast. Admiral Nitkers arrives in Valles to warn them of the oncoming invasion of Hairy Men. Garric immediately orders preparations for battle. The Queen forces Sharina to participate in a spell which is meant to reveal the Throne of Malkar. Instead they learn that it is Garric, not Sharina, that the Queen needs. In the castle, the wizard Silyon and Admiral Nitker kidnap Liane and turn her over to the Beast, fifty meters down a well. At this point Ilna tears her sash and it reveals how to rescue Liane, by giving the key words (in the Old Script) needed to enter its lair. Garric enters the well and Ilna, Cerix, and Halphemos follow him down. The Beast attacks them, revealing that the Yellow King had imprisoned it there long ago and that it had lured them there to release it from its prison. It devours Halphemos and a grieving Cerix finishes the incantation so that the Beast can’t escape. Instead it dissolves into fiery lava, unable to die because of its immortality, endlessly burning. Meanwhile, Tenoctris opens up the Queen’s escape portal and Cashel and Zahag travel through it to where she is holding Sharina captive. He uses his staff to destroy the Queen and rescue Sharina. They meet back up with Tenoctris. A little later, Ilna, Cerix, Garric, and Liane arrive, escaping from the Beast’s lair. Tenoctris and Cashel confiscate the Queen’s chessboard. Tenoctris notes that the Queen herself was a pawn on the board, just like those she tried to manipulate. She and Cashel also notice the appearance of a new piece on the board—representing an island-sized black ammonite that an unknown wizard has just called up from the depths of the ocean.",
    "genre": [
      "High fantasy",
      "Speculative fiction",
      "Fantasy",
      "Novel",
      "Fiction"
    ],
    "author": "David Drake"
  },
  {
    "title": "The Way of Kings",
    "summary": " The world of The Way of Kings is one constantly assaulted by hurricanes, referred to in the book as highstorms. Flora and fauna have evolved to cope with this condition. In response to an attack by malevolent entities (known as Voidbringers), the \"Almighty\" fashions magical weapons and suits of armor, called Shardblades and Shardplates. The \"Almighty\" equips knights, known as Radiants, with these, and, eventually, the Radiants defeat the evil Voidbringers. Then, for unknown reasons, the Radiants turn against mankind, ignoring their cause and vanishing. They leave their Shardplates and Shardblades for all who want them, thus creating wars and strife. The book begins at a phase where warlords have, for many years, been gathering armies around Shardblade-wielding fighters. These armies fight over possession of the remaining Shardblades in an attempt to acquire a decisive advantage.",
    "genre": [
      "High fantasy"
    ],
    "author": "Brandon Sanderson"
  },
  {
    "title": "Bones of the Dragon",
    "summary": " The book begins with the land of Vindrassi suffering from a great drought that has left the land parched and game scarce. Skylan Ivorson, the son of Norgaard, the Chief of the Torgun Tribe is leading a small hunting party to try to find some food. The group includes Skylan's best friend and confidant Garn, and the brothers Bjorn and Erdmun. Skylan is a young cocky man who takes his status very seriously, as well as his faith in the Gods of Vindrassi, especially the Chief of the Gods, Torval. Garn is almost the exact opposite of Skylan, thin, quick, thinks before he acts and is logical during struggles. As the two friends are preparing to return to their village empty handed, they run into a wild boar. After Garn distracts the boar, Skylan is able to kill it but not before suffering a huge gash in his thigh. With the help of the brothers, Bjorn and Edmund, the group of warriors are able to drag the dead boar back to their village, Luda. At Luda the hunting party is met by some other warriors and Skylan's pregnant stepmother, Sonja, who upon hearing about Skylan's injuries brought him some salve. The celebration of Skylan's successful hunt is short-lived, however, as news that three Ogre ships have arrived at the village harbor. Skylan is alarmed by this news and believes he may be the reason the ships are there. Months before the book started, Skylan led a hunting party on the dragonship Venjekar to try to raid other villages for supplies and treasures. During these raids the Venjekar ran into a party of Ogre ships, forcing them to retreat without any plunder back to Luda. Now it appears that the Ogres have followed the Venjekar and Skylan back home. Skylan, always eager for a fight, is ready to charge into the village to fight off the ogres, but level-headed Garn points out that he does not hear or see any signs of fighting; the ogres must be here to talk. Garn convinces Skylan to calmly lead the rest of the warriors back into the village and see first what the situation is with the Ogres. Skylan and Garn walk into the village's Chief's Hall where they find Skylan's father Norgaard, an Ogre Shaman, three Ogre Godlords, as well as Treia the Bone Priestess of the Torgun Clan and her sister, Aylaen. Skylan, still eager for a fight, demands to know why the Ogres have come to their village. The Ogre shaman calmly replies that the Gods of the Torgun Tribe are dead, killed by the Gods of Raj. Now the Ogres would like for the Torgun village to surrender their women and riches to them. Skylan of course did not believe the Ogres and demanded that Treia summon their gods to prove they were still alive. As a Bone Priestess Treia is the chosen female of the village who has the abilities to summon the dragon that protects the Torgun clan via the remains of the dragon's bones as well as speak to the gods. Throughout the whole meeting Treia has been silent and when Skylar brought forth this challenge, she stood up and simply stated that she will go to the Shrine of Vindrash, the Dragon Goddess, for advice and confirmation she is still alive. The Ogre Godlords agree to this with confidence, giving Treia one night for her gods to appear.",
    "genre": [
      "High fantasy"
    ],
    "author": "Margaret Weis"
  }
]