[
  {
    "title": "Adventures of Wim",
    "summary": " The book takes Luke's style to its logical conclusion, as the entire book is made up of sections taken from other, fictional books. The preface to the book claims that it was written in Deya, Majorca, in 2326. According to the book, an entire industry has grown up publishing books about a Montauk named Wim - including The Gospel According to Luke (Luke Forth, not Luke Rhinehart) and the screenplay of a movie. The screenplay is possibly in there as a result of Luke Rhinehart's continuing frustration in trying to get The Dice Man turned into a good movie. Adventures of Wim, then, is an effort to create a new interpretation of the story of Wim, drawing on the many previous efforts, and so providing a multi-faceted and whimsical account of 'one of the greatest figures in the 20th and 21st Century'. A boy is born of a virgin mother and is named \"Wim\" (in Adventures of Wim) or \"Whim\" (in The Book of the Die and Whim): Montauk for \"Wave Rider\". He is pronounced to be the saviour of the Montauk nation by his tribe's navigator, and educated in their ways. Sadly, the humans steal him away and attempt to educate him in more useful skills, such as American Football. Wim, also known as \"He of Many Chances\", proves to be an inefficient saviour, as God sends him on a quest for Ultimate Truth. This does not seem to be something that will benefit his tribe terribly, but the navigator isn't one to stare down the barrel of a lightning gun, and sends him on his way. After a long and arduous search, Wim finds ultimate truth (in a tomato), and with it the cure for the sickness of the human condition.",
    "genre": [
      "Comic novel",
      "Speculative fiction",
      "Comedy"
    ],
    "author": "George Cockcroft"
  },
  {
    "title": "Laughing Gas",
    "summary": " Drone Reginald Swithin, the third Earl of Havershot (\"Reggie\") is 28, unmarried, and has a face like a gorilla. As the new head of his family, he is assigned a delicate task by his Aunt Clara and by Plimsoll, the family lawyer: He is to go to Hollywood and look for Aunt Clara's son, his cousin Eggy, who seems to have gotten himself into trouble, and bring him back home. In particular, Reggie is to prevent Eggy from getting engaged, let alone married, to some American gold-digger who would undoubtedly be far beneath the titled family. On the train from Chicago to Los Angeles, Reggie meets the famous film actress April June, and immediately falls head over heels in love with her. Once in Hollywood, he completely forgets to look for Eggy until, one night, he bumps into him at a party that April June is giving. What is more, Eggy is accompanied by Ann Bannister, Reggie's ex-fiancée, who is now engaged to Eggy. According to Eggy, Ann wants to reform him: make him drink less, and get a job as well. As the host of the party, the seemingly wonderful, tender, and caring April June (\"Money and fame mean nothing to me, Lord Havershot\") is difficult to get hold of. When he finally succeeds in doing so and is just about to propose to her, Reggie's tooth—in the nick of time, as it turns out later—starts hurting so badly that he has to postpone all his plans, hurry home, and make an appointment with a dentist. On the following afternoon, he is in I.J. Zizzbaum's waiting-room when he gets to know Joey Cooley, the 12 year-old movie star and darling of all American mothers. Joey is also going to have a tooth out, but Joey is going to be operated on by B.K. Burwash, Zizzbaum's rival—they have a common waiting-room—exactly at the same time as Reggie. Presently reporters storm the dentist's practice in order to take photos of Joey and interview him. Both Reggie and Joey get laughing gas as anaesthetic. When Reggie regains consciousness he finds himself spoken to by B.K. Burwash, and also in the latter's chair. He concludes that there has been a switch in the fourth dimension: Joey's and his souls have changed bodies. Before he can clear up the situation, he is shoved into a car and brought \"home\". Joey's home in Hollywood—originally he is from Chillicothe, Ohio, where his mother lives—is the Brinkmeyer estate, a kind of golden cage for little Joey. He has been informally adopted by T.P. Brinkmeyer, Hollywood film mogul, and his middle-aged sister, Miss Brinkmeyer, who turns out to be particularly nasty. Gradually, Reggie, in Joey's body, gets to know the latter's daily practice, which he finds horrifying: He has been put on a strict diet consisting mainly of dried prunes—but now he has the appetite of a 12 year-old! He must not leave the grounds except on official occasions, and he is not given any pocket money. He finds out very quickly that he can beat Miss Brinkmeyer's strict regime by climbing out of his bedroom window onto the roof of an outbuilding. He finds some confederates among the Brinkmeyers' staff (all of whom are aspiring actors who want to attract Brinkmeyer's attention by playing their servant roles in real life): The gardener readily supplies him with Mexican horned toads and some frogs (to hide in Miss Brinkmeyer's room and clothes); and Chaffinch, the butler, even suggests to him that he may be able to sell Joey's tooth to the press (who in turn might be willing to give it to a souvenir hunter) at the considerable price of $5,000. Desperate for some cash, Reggie agrees but is cheated out of the money by Chaffinch, who takes the money and runs off to New York. Moreover, Reggie is very disturbed when he learns that Ann Bannister has been hired to serve as girl Friday for Joey. For example, her duties include bathing the boy, which Reggie categorically refuses. In the meantime, Joey, in Reggie's body, embarks on a tour of vengeance: He has sworn to (literally) \"poke\" all the unpleasant people around him \"in the snoot\", starting with his press agent and the director of a recent film of his. He also enters the Brinkmeyer estate and pushes Miss Brinkmeyer into the swimming pool. Wherever he goes, eye-witnesses describe him as looking like a gorilla. (Fair-haired Reggie Havershot admits earlier on in the novel that he is not particularly handsome.) On the other hand, wherever Eggy (whose complexion, especially in the morning, is described as \"greenish\") meets Reggie in Joey's body, he thinks his drinking habits have got the better of him. He starts to panic and joins the temperance movement -- the Temple of the New Dawn, to be precise --, eventually becoming engaged to one of its promoters, Mabel Prescott. (All this happens in the course of only two days.) One of the meetings between Reggie/Joey and Eggy is when Eggy is hired as the kid's elocution teacher. Reggie/Joey is also harassed by two other child film stars who live in the neighbourhood, but at least he discovers that he can outrun them. Also, he is kidnapped, but the whole abduction turns out to be a publicity stunt he has not been warned of. While Reggie's soul is still inside Joey's body Reggie also realizes that his beloved April June is a \"pill\" and a scheming and selfish little beast jealous of everybody else's success. When they are alone at her place, she even kicks him with her foot because by his turning up he has disturbed an interview for some magazine or newspaper. On the next morning his career abruptly comes to an end when it is in all the papers that he drank liquor and smoked. At more or less the same time, a coincidence ends Reggie's ordeal: Just as he is walking along a street near where he has been held prisoner, Joey/Reggie comes along driving a police motorcycle and hitting the kid. After a brief period of being unconscious, they both come to again, to discover that they have switched bodies again. They both have to flee the city immediately: Joey because he wants to escape the Brinkmeyers' wrath; and Reggie because he does not want to be caught by the police for what Joey did while walking around in his body (poking several people in the nose, stealing a police motorcycle and similar misdemeanours). Ann Bannister has organized a car that will bring Joey back to his mother in Ohio, and Reggie readily agrees to accompany him. He also makes up with Ann, and they are going to be married.",
    "genre": [
      "Comic novel",
      "Fiction"
    ],
    "author": "P. G. Wodehouse"
  },
  {
    "title": "The British Museum Is Falling Down",
    "summary": " Set in Swinging London, the novel describes one day in the life of Adam Appleby, who lives in constant fear that his wife might be pregnant again with a fourth child. As Catholics, they are denied any form of contraception and have to play \"Vatican roulette\" instead. Adam and Barbara have three children: Clare, Dominic, and Edward; their friends ask if they intend working through the whole alphabet. In the course of only one busy day, several chances to make some money present themselves to Adam. For example, he is offered the opportunity to edit a deceased scholar's unpublished manuscripts; however, when he eventually has a look at them, he feels uncomfortable realizing that the man's writings are worthless drivel. Also, at the house in Bayswater where he is supposed to get the papers, Adam has to cope with an assortment of weird characters ranging from butchers to a young virgin intent on seducing him. Lodge's novel makes extensive use of pastiche, incorporating passages where both the motifs and the styles of writing used by various authors are imitated. For instance, there is a Kafkaesque scene where Adam has to renew his reading-room ticket. The final chapter of the novel is a monologue by Adam's wife in the style of Molly Bloom's soliloquy in Ulysses. This use of different styles mirrors James Joyce's Ulysses, a work also about a single day. When Lodge's novel first came out, quite a number of reviewers and critics, not appreciating the literary allusions, found fault with Lodge for his inhomogeneous writing.",
    "genre": [
      "Comic novel",
      "Fiction"
    ],
    "author": "David Lodge"
  },
  {
    "title": "Lucky Jim",
    "summary": " The year in which the novel is set is never made explicit, but cannot be later than 1951. Jim Dixon is a medieval history lecturer at a redbrick university in the English Midlands. The comic dynamic of the novel is Dixon's rebellion against the cant and pretension he meets in academic life, and the uncontrolled escalation of this from private fantasy to public display. It seems a disastrous trajectory, but Jim is 'lucky', and the novel ends with possession of relative affluence, the London life he craves, and the girl. Dixon is a northern, grammar school-educated, lower middle class young man, and not a natural fit with the high cultural values he meets in academic society. The action takes place towards the end of the academic year, and having made an unsure start in the department, he is concerned not to lose his position at the end of his probationary first year. In his attempt to be awarded tenure, he tries to maintain a good relationship with his head of department, Professor Welch, an absent-minded and gauche pedant. He must also, to establish his credentials, ensure the publication of his first scholarly article, and with very little time remaining. Dixon struggles with an on-again off-again \"girlfriend\" Margaret Peel (a fellow lecturer and possibly based on Monica Jones, the sometime muse and companion of Amis' friend Philip Larkin), who is recovering from a failed suicide attempt in the wake of an unsuccessful relationship with a previous boyfriend. Margaret employs emotional blackmail to appeal to Dixon's sense of duty and pity to keep him in an ambiguous and sexless relationship. Professor Welch holds a musical weekend that seems to be an opportunity for Dixon to advance his standing amongst his colleagues, but this goes dreadfully wrong when Dixon gets drunk and burns his host's bedclothes. At the weekend, Dixon meets Christine Callaghan, a young Londoner and the latest girlfriend of Professor Welch's son Bertrand, an amateur painter whose affectedness particularly infuriates Dixon. After a bad start, Dixon realises he is attracted to Christine, who is far less pretentious than she initially appears. Dixon's obvious attempts to court Christine upset Bertrand who is using his relationship with her to reach her well-connected Scottish uncle, who is seeking an assistant in London. Dixon rescues Christine from the university's annual dance when Bertrand treats her badly. The pair kiss and make a tea date, but during the date Christine admits she feels too guilty about seeing Dixon behind Bertrand's back and because Dixon is supposed to be seeing Margaret. The two decide not to continue seeing each other. Meanwhile, Margaret's ex-boyfriend telephones Dixon and asks to see him to discuss Margaret. The novel reaches its climax during Dixon's public lecture on \"Merrie England,\" which goes horribly wrong as Dixon, attempting to calm his nerves with an excess of alcohol, uncontrollably begins to mock Welch and everything else that he hates; he finally passes out. Welch, not unsympathetically, informs Dixon his employment will not be extended. However, Christine's uncle, who reveals a tacit respect for Dixon's individuality and attitude towards pretension, offers Dixon the coveted assistant job in London that pays much better than his lecturing position. Dixon then meets Margaret's ex-boyfriend, who reveals that he was not exactly Margaret's boyfriend at all, and the two realize that the suicide attempt was faked to emotionally blackmail both men. Dixon feels he is free of Margaret. Dixon finally has the last laugh, as Christine finds out Bertrand was also pursuing an affair with the wife of one of Dixon's former colleagues; she decides to pursue her relationship with Dixon. At the end of the book, Dixon and Christine bump into the Welches on the street; Jim cannot help walking right up to them, with Christine on his arm, and collapsing in laughter at how ridiculous they truly are.",
    "genre": [
      "Comic novel",
      "Fiction",
      "Novel"
    ],
    "author": "Kingsley Amis"
  },
  {
    "title": "I Am a Cat",
    "summary": " In I Am a Cat, a supercilious, feline narrator describes the lives of an assortment of middle class Japanese people: Mr. Sneaze (literally translated from Chinno Kushami, 珍野苦沙弥, in the original Japanese) and family (the cat's owners), Sneaze's garrulous and irritating friend Waverhouse (Meitei, 迷亭), and the young scholar Avalon Coldmoon (Mizushima Kangetsu, 水島寒月) with his will-he-won't-he courtship of the businessman's spoilt daughter, Opula Goldfield (Kaneda Tomiko, 金田富子).",
    "genre": [
      "Comic novel",
      "Comedy"
    ],
    "author": "Soseki Natsume"
  },
  {
    "title": "Something Fresh",
    "summary": " The novel begins with Ashe Marson, a young writer employed by the Mammoth Publishing Company, the creator of the popular \"Gridley Quayle\" detective novels, doing his daily exercises. Joan Valentine, a young girl living in the same apartment building, looks on and laughs at him. Thus she and Ashe meet, discover that they work for the same publishing house, and Ashe is encouraged to look for a new opportunity among the newspaper ads. Meanwhile, Freddie Threepwood, the younger son of the 9th Earl of Emsworth, is engaged to be married to Aline Peters, the daughter of American millionaire J. Preston Peters. Freddie pays a visit to his friend R. Jones, hoping to \"recover\" some letters he sent in the past to a certain chorus-girl, feeling they might be dangerous in her hands, especially following the recent embarrassment of his cousin Lord Percy Stockheath. He pays Jones £500 to sort things out for him. Clarence Threepwood, the elderly Earl of Emsworth, calls on J. Preston Peters, Aline's father, a passionate collector of Egyptian scarabs. Peters shows him the most precious piece in his collection: a 4th dynasty Cheops. Mr. Peters is called to the telephone, and the absent-minded Earl, forgetting all about the scarab, puts it in his pocket. Aline Peters has lunch with her old friend George Emerson, a Hong Kong police officer who wishes to marry her. He proposes to her once more, and tells her that, having befriended Freddie Threepwood, he has been invited to Blandings. Mr Peters discovers the disappearance of his scarab, and suspects the Earl, but cannot confront him for fear of endangering his daughter's marriage. The Earl has already forgotten everything that happened, and thinks the scarab was a gift of Mr Peters. R. Jones finds the address of Freddie's ex-sweetheart, Joan Valentine, who tells him she has long since destroyed any letters she may have had from Freddie. As he is leaving, Aline Peters, a close friend of Joan, arrives on a visit, allowing the suspicious Jones to listen at the door. He hears Aline's father is offering £1,000 to anybody that can retrieve his scarab. Joan decides that she will go herself to Blandings Castle, posing as Aline's maid, recover the scarab and scoop the reward. Ashe, following Joan's advice, scours the adverts in the newspaper, and seeing one which grabs his attention, he goes along to an interview with Mr. Peters, who is looking for somebody to pose as his valet and steal the scarab. Ashe, showing Peters some pep, gets the job. Ashe tells Joan about this, and they both take the train to Blandings. During the trip Joan warns Ashe of the highly complicated system of etiquette observed among servants of a large house. She hopes her words will persuade him to give up his quest and remove himself as her competitor for the reward, but he resolves to do his best. After their arrival, Ashe meets Baxter, the Earl's efficient and suspicious secretary, on the way to Mr Peters' room, addressing him in a highly un-valet-like manner. He finds that Mr Peters, like Beach, the butler at the castle, has problems with his stomach, so persuades him to do some exercise and stop smoking cigars. At night, Ashe and Joan are both trying to get at the scarab when the watchful Baxter hears them. Ashe, with his prepared excuse of reading to the insomniac Mr Peters, helps Joan escape. Next morning, Ashe and Joan decide to become allies and, after flipping a coin, that Ashe will take first try at steaing the scarab. Aline is following the same diet as her father, composed mainly of legumes, and George, worrying she is suffering from malnutrition, prepares a feast to bring to her at night. As he makes his way to her room, he and Ashe collide in the dark hall of the castle and start a noisy fight. Baxter rushes in, but by the time the lights come on, Ashe and George have fled, leaving Baxter surrounded by food and broken china. He is blamed for waking everyone, and roundly criticised by his employer, Lord Emsworth, for sneaking food in the middle of the night. The next night is Joan's turn, but she finds the scarab is already gone. The following morning, Ashe finds that Freddie needs money to pay R. Jones for the letters to Joan; he confronts Freddie, who confesses to the theft, and Ashe gets the scarab and gives it to the rightful owner, Mr Peters. George Emerson, recalled to Hong Kong, sadly wishes Aline good luck with Freddie; Aline, her mothering instinct finally aroused by his disappointment, decides to leave Freddie and elope with him. Ashe and Joan finally realise they are made for each other, and enter Mr Peters' employ. Lord Emsworth agrees to let Freddie return to London, on condition he doesn't make a fool of himself again.",
    "genre": [
      "Comic novel",
      "Comedy",
      "Fiction"
    ],
    "author": "P. G. Wodehouse"
  },
  {
    "title": "Summer Lightning",
    "summary": " Hugo Carmody, who became secretary to Lord Emsworth following the failure of The Hot Spot, the night club he ran with Ronnie Fish, is conducting a secret affair with Millicent Threepwood, Emsworth's niece. They hide this from Lady Constance, who is distracted with worries that the book of memoirs her brother Galahad is working on will bring shame to the family. Ronnie, meanwhile, is secretly engaged to Sue Brown, a chorus girl and an old friend of Hugo. When they run into Lady Constance in London one day, Ronnie introduces Sue as Myra Schoonmaker, an American heiress he and his mother Lady Julia recently met in Biarritz. Ronnie travels to Blandings, where Baxter has just returned, called in by Lady Constance to steal the memoirs. Hoping to get money out of Lord Emsworth, his trustee, Ronnie claims to love pigs, but his uncle has seen him bouncing a tennis ball on the Empress' back, and is enraged. Ronnie, inspired, steals the pig, planning to return it and earn his uncle's gratitude, roping in Beach to help; they hide her in a cottage in the woods. Hugo is sent to London to fetch a detective; the job is refused by Percy Pilbeam. Hugo takes Sue out dancing, but when Ronnie arrives at the club he sees Pilbeam, who admires Sue, sat at her table. He runs amok, and spends a night in jail, and in the morning snubs Sue, who he believes has betrayed him. Millicent, feeling the same about Hugo, breaks off their engagement also. Meanwhile Sir Gregory Parsloe-Parsloe, worrying about the memoirs, hires Pilbeam to retrieve them; Pilbeam agrees, realising he can use the pig-finding job to get into the castle. Sue heads to Blandings, posing as Myra Schoonmaker. Gally soon finds out the truth, when he has a meeting with Mortimer Mason, Sue's erstwhile employer, and he sees her in the gardens. Percy Pilbeam arrives, recognises Sue, and tries to get her help in his memoir-stealing scheme. Baxter, meanwhile, has grown suspicious that the pig was stolen by Carmody as a means of insuring his job; he spots Beach heading off to feed the pig, and follows him, just as the storm breaks. Beach reaches the cottage to find Hugo and Millicent, gone there to shelter from the rain. Their relationship is healed, Hugo having explained about Sue and Ronnie, and Beach, protecting Ronnie, claims he stole the pig for Hugo to return and win Lord Emsworth's favour. Beach leaves, as Carmody takes the pig to a new hiding spot. Baxter accuses Beach in front of Emsworth, and the three of them head to the cottage, Emsworth growing ever warier of Baxter's sanity. They find no pig, Carmody having moved it to Baxter's caravan, where Pilbeam, also caught in the rain, saw him stow it. While Emsworth, Lady Constance, Gally and Millicent go to dinner with Parsloe-Parsloe (lured away to leave the memoirs unguarded), Ronnie Fish confronts Pilbeam, and learns that Sue was indeed out in London with Carmody, and that she has come to Blandings to be near Ronnie. Pilbeam gets tipsy, and tells Beach about Sue, and then tells Carmody that he saw him hide the pig. Carmody, in a panic, calls Millicent at Matchingham Hall, and is advised to tell Emsworth where the pig is at once. He does so, Emsworth is overjoyed, and agrees to their marriage, much to Lady Constance's disgust. Meanwhile, Baxter receives a telegram from Myra Schoonmaker in Paris, and goes to the imposter Sue's room to retrieve a note he sent her, criticising Lord Emsworth. Trapped by Beach bringing her dinner, he hides under the bed while she and Ronnie are reunited. Ronnie spots Pilbeam climbing into the room to steal the book, and chases him downstairs; the returning dinner party assume they are fleeing Baxter, now confirmed as mad by the presence of the stolen pig in his caravan, and Emsworth charges into Sue's room with a shotgun. Baxter crawls out from under the bed, flustered and enraged by his experience and Emsworth's harsh words, reveals Sue's deception and storms off. Galahad, hearing that Sue Brown is Dolly Henderson's daughter, reveals that he loved her mother and views her as a kind of honorary daughter. He tells Lady Constance that he will suppress his book if she agrees to sanction Sue and Ronnie's marriage, and to persuade her sister Julia to do likewise. Pilbeam, hearing this as he once again climbs the drainpipe, and gives up his mission, leaving Galahad to tell Sue the story of Sir Gregory Parsloe-Parsloe and the prawns...",
    "genre": [
      "Comic novel",
      "Speculative fiction",
      "Fiction",
      "Comedy"
    ],
    "author": "P. G. Wodehouse"
  },
  {
    "title": "The Dalkey Archive",
    "summary": " The book features a mad scientist, De Selby, who tries to destroy the world by removing all the oxygen from the air. He has also many strange inventions. He exploits the theory of relativity and invents a kind of time travelling machine, which he uses to age his whiskey, creating brews that have been aged for many decades in just a few hours. Saint Augustine and James Joyce both have speaking parts in the novel. James Joyce, after forging his own obituary to escape being drafted to fight in the Second World War, was serving pints in a small pub. Saint Augustine, on the other hand, appeared in a magical underwater cave and held a conversation with De Selby. The mad scientist De Selby leads the two main characters, Hackett and Mick, to the cave, to witness this conversation. Many prominent elements of the book, particularly De Selby himself, the eccentric policemen, and the atomic theory of the bicycle, were taken from O'Brien's much earlier novel The Third Policeman, because he had not been able to find a publisher for it. The latter novel was published posthumously. fr:L'Archiviste de Dublin",
    "genre": [
      "Comic novel",
      "Speculative fiction",
      "Fiction"
    ],
    "author": "Flann O'Brien"
  },
  {
    "title": "Brewster's Millions",
    "summary": " Monty Brewster finds that spending so much money within the course of a year is incredibly difficult, especially with the strict conditions imposed by the executor of his uncle's will. Brewster is required to demonstrate business sense by obtaining good value for the money he spends, limiting his donations to charity, his losses to gambling, and the value of his tips to waiters and cab drivers. Moreover, Brewster is sworn to secrecy, and cannot tell anyone why he is living to excess. Working against him are his well-meaning friends, who try repeatedly to limit his losses and extravagance even as they share in his luxurious lifestyle. Brewster's challenge is compounded by the fact that his attempts to lose money through stock speculation and roulette prove to increase his funds rather than decrease them. Lampooned by the press as a spendthrift, he throws large parties and balls and charters a cruise lasting several months to Europe and Egypt for his large circle of friends and employees. Nonetheless, despite his loose pursestrings, Monty repeatedly demonstrates a strong moral character. At one point, he uses his funds to bail out a bank to save his landlady's account, despite risking his eligibility for the will. At another, he jumps overboard to save a drowning sailor from his cruise even as his rich friends choose not to. Monty's would-be wife Barbara Drew turns down his marriage proposal early in the year, believing him to be financially irresponsible and bound to a life of poverty, and his attempts to win her back repeatedly fail as Monty's attention is entirely absorbed by the requirement to spend so much money. At the conclusion of the year, Monty succeeds in spending the last of his funds, which he has meticulously documented, and confesses his love to another woman, Peggy Gray, who has been sympathetic to his lifestyle despite knowing nothing about his challenge. Tragedy strikes the night before Monty's deadline, as his lawyers inform him that the executor of his uncle's will has vanished after liquidating all of the assets. Monty convinces himself that he is doomed to poverty, but marries Peggy Gray, who accepts him despite the lack of wealth. Shortly after the wedding, the executor of his uncle's will arrives to inform him that he has successfully met the challenge and that he had simply come to deliver the money to Monty in person.",
    "genre": [
      "Comic novel",
      "Comedy"
    ],
    "author": "George Barr McCutcheon"
  },
  {
    "title": "The Life and Adventures of Nicholas Nickleby",
    "summary": " Nicholas Nickleby's father dies unexpectedly after losing all of his money in a series of poor investments. Nicholas, his mother and his younger sister, Kate, are forced to give up their comfortable lifestyle in Devonshire and travel to London to seek the aid of their only relative, Nicholas's uncle Ralph Nickleby. Ralph, a cold and ruthless businessman, has no desire to help his destitute relations and hates Nicholas on sight. He gets Nicholas a low-paying job as an assistant to Wackford Squeers, who runs the school Dotheboys Hall. Nicholas is initially wary of Squeers (a very unpleasant man with one eye) because he is gruff and violent towards his young charges, but he tries to quell his suspicions. As Nicholas boards the stagecoach for Greta Bridge, he is handed a letter by Ralph's clerk, Newman Noggs, a once-wealthy man who has lost all of his money and has become an alcoholic. The letter expresses concern for the innocent young man and offers assistance if Nicholas ever requires it. Once he arrives in Yorkshire, Nicholas comes to realise that Squeers is running a scam: he takes in unwanted children (most of whom are illegitimate, crippled or deformed) for a high fee, and starves and mistreats his charges while using the money sent by their parents to pad his own pockets. Squeers and his monstrous wife whip and beat the children regularly while spoiling their own son rotten. While he is there, Nicholas befriends a simple boy named Smike, who is older than the other “students” and now acts as an unpaid servant. Nicholas attracts the attention of Fanny Squeers, his employer's plain and shrewish daughter, who deludes herself into thinking that Nicholas is in love with her. She attempts to disclose her affections during a game of cards, but Nicholas doesn't catch her meaning. Instead he ends up flirting with her friend Tilda Price, to the consternation of both Fanny and Tilda's friendly but crude-mannered fiancé John Browdie. After being accosted by Fanny again, Nicholas bluntly tells her he does not return her affections and wishes to be free of the horrible atmosphere of Dotheboys Hall, earning her hatred. One morning, Smike runs away, but is caught and brought back to Dotheboys. Squeers begins to beat him, but Nicholas intervenes. Squeers strikes him across the face and Nicholas snaps, beating the schoolmaster violently. Quickly packing his belongings and leaving Dotheboys Hall, he meets John Browdie on the way. Browdie finds the idea that Squeers himself has been beaten uproariously funny, and gives Nicholas money and a walking staff to aid him on his trip back to London. At dawn, he is found by Smike, who begs to come with him. Nicholas and Smike set out towards London. Nicholas seeks out the aid of Newman Noggs, who shows him a letter that Fanny Squeers has written to Ralph viciously exaggerating the events of the beating. Noggs tells Nicholas, who is intent on confronting his uncle, that Ralph is out of town and advises him to find a job. Nicholas goes to an employment office, where he encounters a strikingly beautiful girl. His search for employment fails, and he is about to give up when Noggs offers him the meagre position of French teacher to the children of his neighbours, the Kenwigs family, and Nicholas is hired under the assumed name of “Johnson” to teach the children French. Meanwhile, Kate and her mother are forced by Ralph to move out of their lodgings in the house of the kindly portrait painter Miss LaCreevy and into a cold and drafty house Ralph owns in a London slum. Ralph finds employment for Kate working for a milliner, Madame Mantalini. Her husband, Mr Mantalini, is a gigolo who depends on his wife to supply his extravagant tastes and offends Kate by flirting with her. Kate proves initially clumsy at her job, which endears her to the head of the showroom, Miss Knag, a vain and foolish woman who uses Kate to make herself look better. This backfires when a client prefers to be served by the young and pretty Kate rather than the aging Miss Knag, who blames Kate for the insult. As a result, Kate is ostracised by the other milliners and left friendless. Ralph asks Kate to attend a dinner he is hosting for some business associates, and when she arrives she discovers she is the only woman in attendance. The other guests include the disreputable nobleman Sir Mulberry Hawk and his friend, Lord Frederick Verisopht. Hawk humiliates Kate at dinner by making her the subject of an offensive bet. After one too many drinks he attempts to force himself on her but is stopped by Ralph. Ralph shows some unexpected tenderness towards Kate but insinuates that he will withdraw his financial help if she tells her mother about what happened. Several days later, Nicholas discovers that his uncle has returned. He visits his mother and sister just as Ralph is reading them Fanny Squeers’s letter and slandering Nicholas. He confronts his uncle, who vows to give no financial assistance to the Nicklebys as long as Nicholas stays with them. His hand forced, Nicholas agrees to leave London, but warns Ralph that a day of reckoning will one day come between them. The next morning, Nicholas and Smike travel towards Portsmouth with the intention of becoming sailors. At an inn, they encounter the theatrical manager Vincent Crummles, who hires Nicholas (still going under the name of Johnson) on sight as his new juvenile lead and playwright with the task of adapting French tragedies into English and then modifying them for the troop’s minimal dramatic abilities. Nicholas and Smike join the acting company and are warmly received by the troupe, which includes Crummles’s formidable wife, their daughter, “The Infant Phenomenon”, and many other eccentric and melodramatic thespians. Nicholas and Smike make their debuts in Romeo and Juliet, as Romeo and the Apothecary respectively, and are met with great acclaim from the provincial audiences. Back in London, Mr Mantalini’s reckless spending has bankrupted his wife. Madame Mantalini is forced to sell her business to Miss Knag, whose first order of business is to fire Kate. She finds employment as the companion of the social-climbing Mrs Wittiterly. Meanwhile, Sir Mulberry Hawk begins a plot to humiliate Kate for refusing his advances. He uses Lord Frederick, who is infatuated with her, to discover where she lives from Ralph. He is about to succeed in this plot when Mrs Nickleby enters Ralph’s office, and the two rakes switch their attentions from Kate’s uncle to her mother, successfully worming their way into Mrs Nickleby’s company and gaining access to the Wittiterly house. Kate goes to her uncle for assistance, but he refuses to help her, citing his business relationships with Hawk and Verisopht. It is left to Newman Noggs to come to her aid, and he writes to Nicholas, telling him in vague terms of his sister’s need for him. Nicholas immediately quits the Crummles troop and returns to London. When he arrives, he searches the city for Noggs, Miss La Creevy and his family to discover what has occurred. This search proves unsuccessful until he accidentally overhears Hawk and Lord Frederick rudely toasting Kate in a restaurant. He is able to glean from their conversation what has happened, and confronts them. Hawk refuses to give Nicholas his name or respond to his accusations. When he attempts to leave, Nicholas follows him out, and leaps onto the running board of his carriage, demanding his name. Hawk attempts to strike him, and Nicholas loses his temper, beating the nobleman and spooking the horses, causing the carriage to crash. Hawk is injured in the crash and vows revenge, but Lord Verisopht, remorseful for his treatment of Kate, tells him that he will attempt to stop him. Later, after Hawk has recovered, they quarrel over Hawk’s insistence on harming Nicholas, and Verisopht strikes Hawk, resulting in a duel. Verisopht is killed, and Hawk flees to France. As a result, Ralph loses a large sum of money owed to him by the deceased lord. Nicholas collects Kate from the Wittiterlys, and with their mother and Smike, they move back into Miss LaCreevy’s house. Nicholas pens a letter to Ralph refusing, on behalf of his family, a penny of his uncle’s money or influence. Returning to the employment office, Nicholas meets Charles Cheeryble, a wealthy and extremely benevolent merchant who runs a business with his twin brother Ned. Hearing Nicholas’s story, the brothers take him into their employ at a generous salary and provide his family with a small house in a London suburb. Ralph encounters a beggar, who recognises him and reveals himself as Brooker, Ralph’s former employee. He attempts to blackmail Ralph with a piece of unknown information, but is driven off. Returning to his office, Ralph receives Nicholas’s letter and begins plotting against his nephew in earnest. Wackford Squeers returns to London and joins Ralph in his plots. Smike has the misfortune to run into Squeers on a London street, who kidnaps him. Luckily for Smike, John Browdie is honeymooning in London with his new wife Tilda and discovers his predicament. When they have dinner with Squeers, Browdie fakes an illness and takes the opportunity to rescue Smike and send him back to Nicholas. In gratitude, Nicholas invites the Browdies to dinner. At the party, also attended by the Cheerybles’s nephew Frank and their elderly clerk Tim Linkinwater, Ralph and Squeers attempt to reclaim Smike by presenting forged documents that he is the long-lost son of a man named Snawley (who, in actuality, is a friend of Squeers with children at Dotheboys Hall). Smike refuses to go, but the threat of legal action remains. While at work, Nicholas encounters the beautiful young woman he had seen in the employment office and realises he is in love with her. The brothers tell him that her name is Madeline Bray, the penniless daughter of a debtor, Walter Bray, and enlist his help in obtaining small sums of money for her by commissioning her artwork, the only way they can help her due to her tyrannical father. Arthur Gride, an elderly miser, offers to pay a debt Ralph is owed by Walter Bray in exchange for the moneylender’s help. Gride has illegally gained possession of the will of Madeline’s grandfather, and she will become an heiress upon the event of her marriage. The two moneylenders convince Bray to bully his daughter into accepting the disgusting Gride as a husband with the promise of paying off his debts. Ralph is not aware of Nicholas’ involvement with the Brays, and Nicholas does not discover Ralph’s scheme until the eve of the wedding. He appeals to Madeline to cancel the wedding, but despite her feelings for Nicholas, she is too devoted to her dying father to go against his wishes. On the day of the wedding, Nicholas attempts to stop it once more but his efforts prove academic when Bray, guilt-ridden at the sacrifice his daughter has made for him, dies unexpectedly. Madeline thus has no reason to marry Gride and Nicholas and Kate take her to their house to recover. Smike has contracted tuberculosis and become dangerously ill. In a last attempt to save his friend’s health, Nicholas takes him to his childhood home in Devonshire, but Smike’s health rapidly deteriorates. On his deathbed, Smike is startled to see the man who brought him to Squeers' school. Nicholas dismisses it as an illusion but it is later revealed that Smike was right. After confessing his love for Kate, Smike dies peacefully in Nicholas’s arms. When they return to Gride’s home after the aborted wedding, Ralph and Gride discover that Peg Sliderskew, Gride’s aged housekeeper, has robbed Gride, taking, amongst other things, the will. To get it back, Ralph enlists Wackford Squeers’s services to track down Peg. Noggs discovers this plot, and with the help of Frank Cheeryble, he is able to recover the will and have Squeers arrested. The Cheeryble brothers confront Ralph, informing him that his various schemes against Nicholas have failed. They advise him to retire from London before charges are brought up against him, as Squeers is determined to confess all and implicate Ralph. He refuses their help, but is summoned back to their offices that evening and told that Smike is dead. When he reacts to the news with vicious glee, the brothers reveal their final card. The beggar Brooker emerges, and tells Ralph that Smike was his own son. As a young man, Ralph had married a woman for her fortune, but kept it secret so as to not forfeit her inheritance. She eventually left him after bearing him a son, whom he entrusted to Brooker, who was then his clerk. Brooker, taking the opportunity for vengeance, took the boy to Squeers’ school and told Ralph the boy had died. Brooker now repents his action, but a transportation sentence kept him from putting the matter right. Devastated at the thought that his only son died as the best friend of his greatest enemy, Ralph commits suicide. Squeers is sentenced to transportation to Australia, and, upon hearing this, the boys at Dotheboys Hall rebel against the Squeers family and escape with the assistance of John Browdie. Nicholas becomes a partner in the Cheerybles' firm and marries Madeline. Kate and Frank Cheeryble also marry, as do Tim Linkinwater and Miss LaCreevy. Brooker dies penitent. Noggs recovers his respectability. The Nicklebys and their now extended family return to Devonshire, where they live in peace and contentment.",
    "genre": [
      "Comic novel",
      "Novel"
    ],
    "author": "Charles Dickens"
  },
  {
    "title": "Monsignor Quixote",
    "summary": " Father Quixote, a parish priest in the little town of El Toboso in Spain's La Mancha region, regards himself as a descendant of Cervantes' character of the same name, even if people point out to him that Don Quixote was a fictitious character. One day, he helps and gives food to a mysterious Italian bishop whose car has broken down. Shortly afterwards, he is given the title of monsignor by the Pope, much to the surprise of his bishop who looks upon Father Quixote's activities rather with suspicion. He urges the priest to take a holiday, and so Quixote embarks upon a voyage through Spain with his old Seat 600 called \"Rocinante\" and in the company of the Communist ex-mayor of El Toboso (who, of course, is nicknamed \"Sancho\"). In the subsequent course of events, Quixote and his companion have all sorts of funny and moving adventures along the lines of his ancestor's on their way through post-Franco Spain. They encounter the contemporary equivalents of the windmills, are confronted with holy and not-so-holy places and with sinners of all sorts. In their dialogues about Catholicism and Communism, the two men are brought closer, start to appreciate each other better but also to question their own beliefs. Quixote is briefly taken back to El Toboso, confronted by the bishop about his doings and suspended from service as a priest, but he escapes and sets out again with Sancho. In his last adventure, Father Quixote is struck down and wounded while attempting to save a statue of the Virgin Mary from hypocrites who are desecrating her by offering her up for money. Here may be a parallel between Dulcinea in Cervantes' novel and Monsignor Quixote's Lady whom he would lay down his life for. Quixote and Sancho are brought to a Trappist monastery where, sleepwalking and in delirium, Father Quixote rises from his bed at night, goes to the church, celebrates the old Tridentine Mass&mdash;all the time imagining he holds bread and wine in his hands&mdash;and then, in a last effort, administers communion to the Communist ex-mayor before sinking dead into his friend's arms.",
    "genre": [
      "Comic novel",
      "Speculative fiction",
      "Fiction",
      "Comedy"
    ],
    "author": "Graham Greene"
  },
  {
    "title": "Porterhouse Blue",
    "summary": " For the first time in five hundred years, the master of Porterhouse fails to name his successor on his deathbed before dying. He succumbs to a Porterhouse Blue - a stroke brought about by overindulgence in the college's legendary cuisine. Sir Godber Evans is appointed as his successor. Sir Godber, egged on by his zealous wife, Lady Mary, announces sweeping changes to the centuries of college tradition, much to the concern of Skullion and the Fellows, who plan a counter-attack on the proposed contraceptive machines, women students, and canteen. Meanwhile, the only research graduate student in the college, Lionel Zipser, visits the hard-of-hearing Chaplain and explains his fixation for Mrs Biggs, his middle-aged, large-breasted bedder, through a megaphone, and is therefore overheard by the whole college. Mrs Biggs is not within earshot, but nevertheless senses that something is up from Zipser's awkward behaviour around her every time she comes to clean his room and especially when she teases him sexually, the climax of which is when she asks him to help her take off her bright red PVC raincoat from behind, which prompts him to reach around her and - at least in the TV mini-series - almost touch her large breasts. While Sir Godber congratulates himself on having defeated the traditionalists, investigative journalist Cornelius Carrington is brought in on the pretext of helping both parties, while secretly having his own agenda. Meanwhile, having been advised to pick up a foreign student, so as to avoid his predatory lust for Mrs Biggs that could end badly, Zipser visits an array of public houses in search of a condom and later wakes from a drunken stupor in possession of two gross of condoms. He tries many ways to get rid of them and eventually inflates them with gas from the gas fire in his room and floats them up the chimney, not realising that some get stuck in the chimney and the rest float down into the college quadrangle. Fearing for the good name of college, Skullion spends the night bursting the inflated condoms. At this point it turns out it is Mrs Biggs who is the predator, as she sneaks up to Zipser's room in the middle of the night and wakes him up. To his amazement she undresses and, despite his protests, promptly enters his bed and lies on top of him. Unfortunately, while undressing, she has lit the gas fire, which takes a short while to ignite the inflated condoms stuck in the chimney, causing an explosion that demolishes the Bull Tower and kills her and Zipser in their moment of passion. When Skullion refuses to open the main gates of college to let the fire engines in and continues to burst the inflated condoms, he is fired. He takes his revenge by giving a shocking revelatory interview on Carrington's live television show. After the new master refuses Skullion's pleas to let him keep his job, Skullion offers shares that a former master left him. Sir Godber flatly refuses, but then has a fatal accident. Skullion, although not entirely to blame, quickly leaves. Two senior academics find the dying Sir Godber who whispers them one word: Skullion. They agree that, in accordance with college tradition, Skullion has been named the new Master of Porterhouse. When Skullion is visited by the college officials with the good news, he thinks they have found out his involvement with Sir Godber's death and whilst they are telling him about his great fortune, he has a debilitating Porterhouse Blue himself. Nonetheless, he is installed as the Master and the college find that the shares he'd offered to Sir Godber are worth more than the cost of rebuilding the Bull Tower, so Porterhouse's traditions are firmly re-established.",
    "genre": [
      "Comic novel",
      "Comedy",
      "Fiction"
    ],
    "author": "Tom Sharpe"
  },
  {
    "title": "Stiff Upper Lip, Jeeves",
    "summary": " In Stiff Upper Lip, Jeeves, Bertie Wooster returns to Totleigh Towers, the site of an earlier ordeal that nearly landed him in prison and, worse still, in bonds of marriage to Madeline Bassett, the syrupy daughter of the house who believes the stars are God's daisy chain. Only Gussie Fink-Nottle, Bertie's childhood friend and Madeline's on-again off-again fiancé, stands between our hero and the dreaded state of matrimony. No surprise, then, that matrimonial disaster looms for our hero when Madeline, inspired by the life of Percy Bysshe Shelley, orders Gussie to abandon his beloved steak and kidney pie and take up a vegetarian diet. Add the intrigues of Miss Stiffy Byng to win her fiancé the Reverend Stinker Pinker a vicarage, the rivalry of collectors Sir Watkyn Bassett and Bertie's Uncle Tom over an objet d'art, and the irresistible culinary attractions of American Emerald Stoker, and you have trouble of the sort only Jeeves can mend.",
    "genre": [
      "Comic novel",
      "Fiction"
    ],
    "author": "P. G. Wodehouse"
  },
  {
    "title": "A Prefect's Uncle",
    "summary": " The action of the novel takes place at the fictional \"Beckford College\", a private school for boys; the title alludes to the arrival at the school of a mischievous young boy called Reginald Farnie, who turns out to be the uncle of the older \"Bishop\" Gethryn, a prefect, cricketer and popular figure in the school. His arrival, along with that of another youngster, Wilson, who becomes fag to Gethryn, leads to much excitement and scandal in the school, and the disruption of some important cricket matches. Early editions are highly prized by collectors, and first printings regularly sell for over $5,000. The novel was reprinted on June 17, 2004 by R A Kessinger Publishing. It contains approximately 128 pages and has been assigned the ISBN 1-4191-0286-9. The text was released under Project Gutenburg in 2004.",
    "genre": [
      "Comic novel"
    ],
    "author": "P. G. Wodehouse"
  },
  {
    "title": "What a Piece of Work I Am",
    "summary": " We are told at the beginning of the novel that Ariane is a figment of his imagination, yet we learn her life story in intimate detail and the lines between reality and imagination are blurred throughout the story. Named for Ariadne, the heroine of Greek myth who helps Theseus escape the Minotaur, Ariane begins as the promiscuous beauty of the fictional town of Babbington, Long Island. We follow as she tries to escape her demeaning job at a clam shack and bad-girl reputation, going through several phases of personal examination and reinvention. Ariane is an energetic storyteller, and she relates her story to Leroy and the reader through a series of funny and poignant episodes that explore the power of personal fantasy. In one sequence, Leroy's grandfather, with Ariane's help, comforts his dying wife by pretending their home is a ship making the journey to the tropical destination of Rarotonga. Later, we learn that much of Ariane's life has been a public exhibition in a very literal way. As Ariane weaves her story, Leroy acts as a foil and guide, often finishing her sentences and filling in details.",
    "genre": [
      "Comic novel",
      "Comedy"
    ],
    "author": "Eric Kraft"
  },
  {
    "title": "Heavy Weather",
    "summary": " Monty Bodkin, despite his wealth, needs to hold a job down for a full year (\"There are wheels within wheels\"), so when he is sacked from his job assistant-editing Tiny Tots for Lord Tilbury's Mammoth Publishing Company, he jumps at his pal Hugo Carmody's tip that his old job as Lord Emsworth's secretary is available, especially on hearing that his former fiancee Sue Brown will be on the premises. Hearing that Monty is on his way, and fearing Ronnie's jealous nature, Sue heads to London, dines with Bodkin and warns him to be distant; on the train back, they both encounter Ronnie's formidable mother Lady Julia, and claim not to know each other. Lady Julia, having seen Sue and Monty at lunch together, tells her son about their suspicious behaviour, and Ronnie is at once convinced that Sue loves Monty. Meanwhile, Connie and Parsloe-Parsloe, unaware of these developments, task Percy Pilbeam with obtaining Galahad's manuscript, used to ensure Sue and Ronnie's marriage is permitted. Lord Tilbury, also wanting the book, visits the castle and is rebuffed. Leaving, he calls on the Empress, but is locked in a shed by Pirbright the pig-man, instructed by a suspicious Lord Emsworth to guard the pig closely. He is released by Monty Bodkin, who he persuades to steal the book by offering him a year's guaranteed employment - he is worried about his tenure at the castle, as Lord Emsworth suspects him, being the nephew of his rival Parsloe-Parsloe, of scheming to nobble his pig, the Empress. Beach, catching Pilbeam in the act of grabbing the book, tells Galahad and is instructed to guard the book himself. When he overhears Tilbury and Bodkin plotting in the garden at the Emsworth Arms, however, he sees the task is too much for him and hands the book on to Ronnie Fish. Fish is distracted by his loss of Sue's love, but once the storm breaks feels better; he sees Monty Bodkin, drenched from the rain, and is friendly towards him. However, when he sees \"Sue\" tattooed on Bodkin's chest, his mood turns sour once more. Sue, having heard Ronnie's kind words, is also cheered and rushes to find Ronnie; when he is once more cold and distant, she breaks down and breaks off the engagement. Bodkin finds Ronnie and asks him a favour - to get Beach to hand over the book, explaining he needs it in order to marry his girl. Ronnie, inwardly furious, chivalrously hands it over. Gally sees Sue is upset, learns all and confronts Ronnie with his idiocy. He explains about Bodkin and Sue, and Ronnie forgives her. Gally then confronts his sisters, threatening them once more with his book; although Julia is at first unmoved, when Gally relates a few of the stories it contains concerning her late husband \"Fishy\" Fish, she is defeated. Bodkin, having engaged Pilbeam to find the book for him, tells the detective he is no longer needed, revealing where he has hidden the manuscript. Pilbeam steals it, planning to auction it between Tilbury and the Connie-Parsloe syndicate, and hides it in a disused shed. He informs Lord Emsworth that Bodkin released Tilbury, and Bodkin is fired. Pilbeam is summoned to see Lady Constance, and primes himself with a bottle of champagne. She is insulting, and Pilbeam vows to sell the book to Tilbury, who he calls promising to deliver it, but he retires to bed first to sleep off the booze. Lord Emsworth, having moved the Empress to her new sty for safety, finds her eating the manuscript. Pilbeam sees this, and hurries to Connie and Parsloe-Parsloe, but is denied his fee when they find the pig has eaten the book. He then rushes to the Emsworth Arms, and gets a cheque out of Lord Tilbury, telling him the book is in the pigsty. Bodkin is on hand, however, and destroys the cheque and warns Emsworth by phone that someone is heading for his sty. Later, full of remorse, he offers Pilbeam a thousand pounds to employ him for a year in his agency. While Emsworth is being badgered by his sisters into denying Ronnie his money, a mud-spattered Lord Tilbury is brought in, captured by Pirbright. Gally and Sue then appear, informing Emsworth that Ronnie has the pig in his car and will drive off with it if denied his cash. Emsworth coughs up, and the happy couple depart, much to Gally's satisfaction.",
    "genre": [
      "Comic novel",
      "Comedy",
      "Fiction",
      "Humour"
    ],
    "author": "P. G. Wodehouse"
  },
  {
    "title": "Mike",
    "summary": " Mike's family are excited to see him off to Wrykyn; his sisters are hopeful of him breaking the record and getting into the school team his first year, although his brother Bob and Saunders, the pro, are sceptical. On the train down to Wrykyn, Mike is joined by a stranger; seeing the lad get off the train without his bag, Mike throws it out onto the platform, but the boy returns at the next stop, having left to get chocolate. It turns out that he is \"Gazeka\" Firby-Smith (so called because he looks like one), head of Wain's house, which Mike is to join. He hears Bob and \"Gazeka\" talk of Wyatt, Wain's stepson, and when Mike is left to find his way to the school by himself, he meets and befriends Wyatt. Wyatt shows Mike to his dorm, which the two of them are to share and which has removable bars on the windows, and introduces him to Burgess, the cricket captain. Mike shows what he can do in some nets, and impresses Burgess; he is soon on the list for the third team. His early success, along with Bob's clumsy attempts at looking after him, leave him in a rather anti-authoritarian spirit. Bob warns him about Wyatt, who he feels is something of a loose cannon, but soon, having been forbidden by Wyatt to join him on a night-time prowl rounds the gardens, Mike is exploring the house, raiding Mr Wain's dining room and playing gramophone records. Trevor and Clowes, two boys in Donaldson's house, are worried about Mike and Wyatt, sure they – Mike and Wyatt – will soon get themselves into serious trouble. They warn Bob, but he tells them not to worry, as he has asked Firby-Smith to keep an eye on Mike. Wyatt is involved in a fight between twenty or so boys – a gang from Wrykyn town – which ends up with a policeman falling into a pond. When the policeman exaggerates the incident to the headmaster, claiming several hundred boys had thrown him into the water, the headmaster punishes the whole school by cancelling a forthcoming unofficial holiday. In retaliation, Wyatt organises a mass walk-out, taking most of the school with him on a day out at a nearby town, in what becomes known as \"The Great Picnic\". Next day, the head makes much of Wrykyn town out-of-bounds to the boys, claiming an outbreak of chicken-pox, a punishment the boys think lenient. They later realise this is not the punishment at all; while the younger boys are caned, the older boys are all given \"extra\" during a cricket match against the M.C.C.; with three of the first team unable to play, Wyatt persuades Burgess to let Mike play. Mike plays well in a close match, against a team that includes both Mike's brother Joe and the pro Saunders, advancing his cricketing career at the school nicely, but Firby-Smith, in addition to being patronising, gets Mike run-out in a house game, which leads Mike to insult his head of house. An angry Firby-Smith insists that Mike be punished, but Bob soon calms the waters. Grateful to his brother, when Mike finds he has squeezed Bob out of the team, he feigns an injury to give up his place, knowing that should Bob play well he may not get another chance that year. Mike's Uncle John visits, and insists on examining Mike's wrist; he hears the story, and when they see Bob has indeed scored well, he tips Mike generously. Soon after, a boy strays into the town, and brings the chicken-pox back to the school. The outbreak takes out one of the first-team players, giving Mike another chance; he plays reasonably in a poor game. Bob tells him he thinks the first-team place is now Mike's, but next day Mike misses early morning fielding practice for the house, incurring Firby-Smith's rage once more. Wyatt gives Mike some wise words, but when Burgess hears Firby-Smith's story, he decides to pass Mike over in favour of Bob. Bob is happy, until a letter from his sister reveals all about Mike's injury-faking. Bob discusses the issue with Burgess, to little avail. Neville-Smith, a bowler who has taken the other place in the team, plans a party at his house (he is a day boy) in celebration of his placement, and Wyatt sneaks out of school to attend. On his way out he is spotted by a master, who reports it to his father Mr. Wain; the housemaster waits in Mike's room until Wyatt returns, and tells him he is to leave the school at once, to take a job in a bank. Mike takes his place in the team, and persuades his father to find Wyatt more interesting work, via his connections in Argentina. Wrykyn go into the match against their biggest rivals, Ripton, short on bowling but with both Jacksons. The wicket is sticky from rain and Ripton notch up a good score, and taking the field reveal they having a strong bowler of googlies. After a bad start, Wrykyn's fortunes look up when the brothers bat together. Bob gets out, but has given Mike time to settle in; with the tail of the team accompanying him, he deftly collars the bowling; in a hugely tense finale, Wrykyn scrape to victory. Home for the holidays, Mike has a letter from Wyatt, who is enjoying himself hugely in the wild and exciting new world. Mike has been at Wrykyn for another two years and is due to become cricket captain next term, but during the Easter holidays, his father, enraged by a report saying Mike's performance in school has been even poor last term, removes him from Wrykyn and sends him instead to Sedleigh, a far smaller school. Arriving at Sedleigh in a bitter mood, he first meets first Mr Outwood, the head of his house. Mike then meets a well-dressed boy with a monocle, who introduces himself as Psmith. He is an ex-Etonian whose family lives near Mike's, and like Mike is a new boy. They decide to avoid cricket and instead join Mr Outwood's archaeological society. They move into a study, to the distress of Spiller, the boy who expected to take it over; they impress Mr Outwood, but a feud starts with Spiller and his friends, battling to regain his study. Having made friends with a boy called Jellicoe, the three take a dormitory together, and on the first night their room is attacked by Spiller and his cronies, who they chase away successfully. Next day, they meet Adair, school cricket captain and all-round hero, and house-master Mr Downing, both of whom are disappointed by the new boys' refusal to play cricket. Both Psmith and Mike claim ignorance of cricket: a decision which Mike comes to regret somewhat as time goes by. Bored by their archaeology trips, they wander off one day, and Mike runs into an old cricketing friend, who offers him a place in a local village team – Lower Borlock. Mike enjoys the games – scoring 75 his first game – but keeps his village cricket career a secret. One day, after breaking up a meeting of the Fire Brigade – a Sedleighan club – with a clockwork rat and Sammy the dog, Mike is unfairly put in detention by Mr Downing – head of the Fire Brigade. Stone and Robinson, earlier friends of Spiller, approve of Mike's prank and come to tea. Mike reveals his cricketing history – not just Lower Borlock but Wrykyn – and the Outwood house captain suddenly puts two and two together: M Jackson of the sporting papers is Mike Jackson sitting in front of him. Mike is persuaded to play in an upcoming house match as revenge against Mr Downing who unfairly favours his-own house. Surprise him he does, playing superbly and destroying Downing's bowling. After lunch, under pressure from Stone and Robinson, the captain agrees not to declare, but to carry on as revenge against Downing and the house he always favours. The scheme is a huge success, with Mike ending the day on 277 not out, and Downing's not getting an innings at all. Downing was completely thumped and is, unfairly, in a foul mood with Mike next day. Meanwhile Jellicoe, who has borrowed money from both Mike and Psmith and seems in a miserable mood, borrows from Mike again. At an Old Boys match, Dunster – an Old Boy – accidentally incapacitates Jellicoe when the youth is hit in the ankle with a cricket ball. Jellicoe is over-wrought. He meant to leave the school grounds that day to pay a debt but can not now and Jellicoe fears that he is certain to be sacked. Jellicoe tells Mike he owes the money to a pub landlord. Mike knows the fellow from his village cricketing. Mike agrees to deliver the five pounds that night although it means breaking out of school on a borrowed bike. He makes his way to the inn, only to find the whole affair was a joke by Barley the landlord. Returning to school, Mike successfully replaces the borrowed bike but knocks something in the bike shed. Mike is spotted climbing a drainpipe and chased off. Mike escapes to rest in the cricket pavilion. Near the cricket pavilion, he meets Adair, sent out to fetch a doctor for a sick boy. Mike then returns to his house, Outwood's, for another attempt to get in but is spotted by Downing, now waiting outside for Adair's return. Being chased by a furious Downing, Mike thinks quickly and recalls Downing's popular fire drills. Mike has enough of a lead that he makes it to the school fire bell and rings it like mad. The entire horde of boys are drawn outside and Mike escapes in the confusion. Next morning, Sammy the dog (Mr. Downing's dog) turns up, covered in red paint. Downing is enraged and proceeds to investigates. First, Downing finds that a boy from Outwood's was seen abroad that night. Second, Downing spots some spilled red paint in the bike shed, with a footprint in it. He gets Psmith to show him round Outwood's house, searching for boots with red paint on them; he finds one of Mike's with paint on it, and goes to the headmaster. But, Psmith has switched the shoe for a clean one in a clever sleight-of-hand. Psmith returns to his study, and locks the original shoe in a cupboard, just before Downing arrives for another search. He demands Psmith fetch Outwood, but Psmith refuses, and Downing is forced to go for him; Psmith switches the shoe again, lowering the paint-stained one out of the window on a string, putting a different one in the cupboard and another up the chimney. Downing returns with Outwood, smashes the cupboard and rummages up the chimney, covering himself with soot and only finding two clean shoes. Downing is scuppered, but the next day, when Mike attends class in his gym shoes, Downing's suspicions are enhanced. Meanwhile, Stone and Robinson, not pleased with Adair's proposal to hold an early-morning cricket practice, decide they can safely skip it. Adair has other ideas, and fights Stone, bullying them both into playing. He then visits Mike and pulls the same trick; Psmith redirects their fight outside. Adair, despite being the better boxer, is ruled by anger and loses a fast and vicious battle, which ends with Mike knocking him out cold. The fight clears the air between them. Psmith, also has a surprise, and persuades Mike to play in the forthcoming M.C.C. match by saying that he himself will be playing. Psmith was shamming dislike of cricket himself and was a very good bowler at Eton. On the other hand, Adair will not be playing having sprained a wrist in the fight during an unfortunate encounter with Mike's elbow. The match is rained off and Mike and Adair, now friends, decide to try to get a game with Wrykyn instead. Downing, still on Mike's trail, presents his evidence and requests a confession. While Mike is being grilled by the headmaster, Downing gets his confession – from Psmith. While Downing is reporting this to his superior, Adair arrives with the news that Dunster, the old boy who was visiting that weekend – and who had accidentally injured Jellicoe – has written to Adair and confessed to painting the dog red. Sedleigh get to play Wrykyn, and after a nervous start, they scrape a well-earned victory, mostly thanks to sterling work from Mike, Psmith and Adair, and the school's fortunes begin to look up.",
    "genre": [
      "Comic novel",
      "Children's literature",
      "Comedy",
      "Fiction"
    ],
    "author": "P. G. Wodehouse"
  },
  {
    "title": "Psmith in the City",
    "summary": " Playing cricket for a team run by Psmith's father, Mike meets John Bickersdyke for the first time when he walks behind the bowler's arm, causing Mike to get out on ninety-eight. Shortly afterward, Mike's father regretfully informs him that, having lost a large amount of money, he will have to sell the house, and won't be able to send Mike to Cambridge as he had hoped. Mike hears that Psmith is in the same position, as he is sent off to London. Mike, feeling very lonely, homesick and sorry for himself, rents a horrid room in Dulwich, and next day presents himself for work at the New Asiatic Bank. He is put to work under Mr Rossiter in the Postage Department, replacing a youth named Bannister, and is befriended by Mr Waller, a kindly employee of the bank, who takes him to lunch; on his return, he is joined by Psmith, also a new employee, in the same department as Mike. They go for a stroll, and Psmith reveals that he has been placed there on a whim of his father's, having annoyed Bickersdyke while he was staying for the weekend. Mike is worried that their employer has it in for them both and that they are powerless, but Psmith announces he plans to toy with Bickersdyke outside of work, being, like their employer, a member of the Senior Conservative Club. He also insists that Mike move in with him in his flat in Clement's Inn. That night Mike feels much happier for having an ally. Trying to find a means of pacifying their manager Mr Rossiter, they find out from Bannister that he is a devotee of association football and a fan of Manchester United. For a few weeks Psmith uses this knowledge to ingratiate himself with Rossiter, before moving on to Bickersdyke. He haunts the man at their club, his position in the workplace unassailable thanks to his friendship with Rossiter, and disrupts a political meeting, part of Bickersdyke's campaign to become an Member of Parliament, turning it into a near-riot. Bickersdyke is angry at Psmith, but powerless. Psmith continues to cultivate Mr Rossiter, and Mike gets used to his work. After a while, a new man starts, and Mike is moved on to the Cash Department, under Mr Waller. One day, hearing Psmith call Mike \"Comrade\", Waller reveals that he is an ardent socialist, and Psmith agrees to come and hear him speak, dragging Mike along. When a spectator goes to throw a stone at Waller, Mike intervenes, and a fight starts, which soon involves Psmith and a mob; the friends flee. Returning that evening for tea, Mike has an awful time, but Psmith acquires Waller's book of the proceedings of the \"Tulse Hill Parliament\", including some particularly fiery words from Mr Bickersdyke. One day, worried by his son being ill, Waller fails to spot a forged cheque. To save the man's job, Mike takes the blame, and is fired and roasted by Bickersdyke. After work, Psmith trails Bickersdyke to a Turkish bath and threatens to leak Bickersdyke's anti-royalty speeches from the Tulse Hill book. Bickersdyke, furious, agrees to keep Mike on at the bank. Soon after, he is narrowly elected to Parliament, rendering the threat of the book useless, and Mike is moved to a new department, Fixed Deposits, a much less pleasant spot, with Psmith replacing him under Mr Waller. As spring and sunshine arrive, Mike begins to long for the outdoors and his beloved cricket. One day, he is called by his brother Joe, who is playing for their county at Lord's. They are a man short, and need Mike to play; he agrees, asking Psmith to tell his new boss he has to \"pop off\"; the boss tells Mr Bickersdyke, who, as usual, is furious. Mike, convinced his job is over, resolves to play his heart out. Psmith leaves work early, to take his father to the match. Mr Smith is shocked that the bank does not approve of people leaving to play cricket; Psmith persuades him that rather than working at the bank, he should study for the Bar. They arrive at the game just as Mike, playing well, reaches his century. After the match, Psmith tells Mike of his plans to study Law at Cambridge, and also that his father, needing an agent for his estate, is willing to take Mike on, having first paid for him to go to the 'varsity too, to study the business. Mr Bickersdyke, relaxing in his club, overjoyed at the thought of finally being able to sack Psmith and Mike, is further enraged when Psmith sympathetically announces their retirement from business.",
    "genre": [
      "Comic novel",
      "Comedy",
      "Fiction",
      "Humour"
    ],
    "author": "P. G. Wodehouse"
  },
  {
    "title": "Psmith, Journalist",
    "summary": " Mr Wilberfloss, editor of Cosy Moments magazine, is forced by ill-health to go away to the mountains for ten weeks of rest, leaving his subordinate Billy Windsor in charge. Pugsy Maloney, the office boy, brings in a cat he has rescued from some ruffians in the street, which he says belongs to his cousin, gang leader Bat Jarvis. Psmith, accompanying his friend Mike on a cricketing tour, is complaining that he finds New York a little dull, especially with his companion frequently called on for cricketing duties. They meet Billy Windsor, dining in the same restaurant, when the cat escapes its basket, and Psmith helps soothe an irate waiter. Invited back to his place, there they meet and befriend Bat Jarvis, come to retrieve his cat. Perusing Cosy Moments, Psmith tells Windsor they must sack the current writers and rebuild the paper in a more exciting style, and volunteers to act as unpaid subeditor. Wandering lost, Mike and Psmith find themselves in \"Pleasant Street\", a slum neighbourhood. Upset by the poverty they see, Psmith resolves to dedicate the energies of Cosy Moments to the issue. Next day, Mike heads off to Philadelphia, and Psmith arrives at the offices to find them besieged by angry contributors, whom he soothes and takes out to lunch. Returning, he sees Kid Brady, who has been complaining to Windsor that he cannot get a fair chance in the crooked world of New York boxing; they resolve to make the magazine his manager, and use it to boost his career. They begin work, attacking the owner of the tenements and pushing Kid Brady, amongst other stirring pieces, and are soon visited by a Mr Francis Parker, a well-dressed representative of the tenement owner, who offers them bribes to stop the articles. That night, they are approached by an associate of Bat Jarvis, who tells them a large price is being offered to get rid of the duo, which Jarvis, grateful to them for returning his cat, has turned down. On their way home they are dogged by suspicious types. Kid Brady, his career now on the up thanks to the paper, has his first big fight and wins handsomely. After the fight, the Cosy Moments boys hire Brady as \"fighting editor\", to protect them. He is needed soon after, when, in an alley outside the stadium, they are set upon by a gang of thugs. They chase them off, capturing one, a man named Jack Repetto, who reveals he is a member of Spider Reilly's \"Three Points\" gang. His comrades begin shooting, ruining Psmith's hat, but flee when the police arrive. Finding the paper's distribution hit by thugs, Psmith realises they must up their game, and plans to use the tenement's rent-collector to track the owner. Pugsy Maloney tells them about an incident at \"Shamrock Hall\", neutral ground under protection of Bat Jarvis, where Dude Dawson insulted a prominent member of the Three Points' girl and used a crude racial epithet, after which Spider Reilly shot Dawson in the leg. The resulting inter-gang warfare leaves Cosy Moments unpestered for a time, and Psmith and Windsor head off to await the rent-collector in one of the tenement apartments. The man, named Gooch, arrives, and they are trying to shake his employer's name out of him when Maloney reports the arrival of Spider Reilly, Repetto and other gang members. Sending Reilly to fetch Dude Dawson, Psmith and Windsor repair through a hatch to the roof with the rent-collector, holding out there until gang warfare draws their attackers away. They leave a man guarding the skylight, but Psmith finds a ladder, and they cross it to the next building and escape. Windsor got the rent-collector to divulge a name, that of Stewart Waring, a candidate for City Alderman and former Commissioner of Buildings. After a pick-pocket nearly makes off with their signed proof of Waring's involvement, Psmith posts it back to the paper. Next day at the office, Brady is forced to leave their service to begin training for a fight, and Psmith hears that Windsor has been arrested for hitting a policeman, who was trying to arrest him as part of a raid on a gambling den. Psmith relates a similar experience, and they realise the gang has used the police to get them out of the way while they search for the paper. With Brady away training and Windsor in prison for a month, Psmith decides it is time to call in a favour from Bat Jarvis. He takes Mike, returned from his match, to visit the cat-lover. Pretending Mike is an English cat expert, they win Jarvis round, and he and his henchman Long Otto stand guard on the office the following day. Repetto and two other Three Pointers burst in, and are chased off with a warning from Jarvis to leave Cosy Moments alone. Later, Francis Parker appears again, and persuades Psmith to send Jarvis away so they can talk; a message arrives from Windsor asking Psmith to come help him, and Psmith jumps into a taxi, only to find himself kidnapped at gunpoint by Parker. They drive out into the country, but get a flat tyre; while it is being fixed, Kid Brady comes along, out jogging, and distracts Parker long enough for Psmith to overpower him and escape. Next day, Paker invites Psmith to a meeting with Waring, but Psmith refuses, insisting the great man come to him. He also receives a telegram from Wilberfloss the editor, saying he will return the following day. Wilberfloss arrives with the old contributors, enraged at the changes in the paper; he threatens to contact the owner, but Psmith reveals that he himself owns the paper, having bought it a month previously. Waring appears, and threatens Psmith, but is forced to give him $5,000 to improve the tenements, plus three to replace his hat; Psmith restores Wilberfloss and the staff of Cosy Moments to their positions, Billy Windsor having been offered his previous job at a paper back at a fine salary. Some months later, back in rainy Cambridge, Psmith hears that Waring lost his election, and that Kid Brady has won his chance at a title-fight, while Mr Wilberfloss has regained the paper's old subscribers.",
    "genre": [
      "Comic novel",
      "Comedy"
    ],
    "author": "P. G. Wodehouse"
  },
  {
    "title": "Love Among the Chickens",
    "summary": " Jeremy Garnet, hearing that his old friend Ukridge has called while he was out, and fearing that the peace he needs in order to plan his next book is about to be disturbed, decides to leave London for a time. But he is too late. Ukridge arrives, with his wife Millie in tow and immediately starts explaining his new get-rich-quick scheme, involving producing hen's eggs on a farm in Dorset. Giving in to Ukridge's forceful personality, Garnet agrees to accompany him to the farm; there will, Ukridge assures him, be plenty of golf and sea-bathing available. On the train to Dorset, they are joined in a compartment by a pretty, brown-haired girl named Phyllis and her elderly Irish father. By coincidence, Phyllis is reading a copy of Garnet's new novel, given to her by Molly MacEachern. They arrive at the house, meet hired man Beale and his wife, and settle in. Next day a consignment of hens arrives, and they spend some busy days putting up fences and building coops; Ukridge buys various supplies on credit, and begins to arrange to supply eggs to various outlets. One day, chasing an escaped hen, Garnet tumbles into a garden containing the girl from the train, her father Professor Derrick, and a friendly young navy lieutenant named Tom Chase, whose familiarity with Phyllis irks Garnet. They recapture the chicken, and Garnet is invited to lunch, stays to play croquet afterwards, and his love for Phyllis is sealed. Soon the Ukridges invite their new neighbours over for dinner, but the cat gets stuck up the chimney and they are unable to cook. Fed cold food, and upset by Ukridge's small talk, especially on the topic of Irish Home Rule, the Professor storms out, and Garnet finds himself in his beloved's father's bad books. The chickens become ill, and Garnet, on his way to fetch help, runs into Phyllis, who shows him some friendliness. Later, bathing at the beach, he spies the Professor, fishing from a boat. He hatches a plan, bribes a local, Harry Hawk, to upset the Professor's boat, and saves him from the sea, restoring the man's faith in him. He visits Phyllis, but is interrupted in his wooing by Chase, who hints that he is wise to Garnet's boat plot, and thrashes Garnet at tennis. With the chicken farm struggling, a local informs Derrick of Garnet's boat plot, and he finds himself once again despised. He buries himself in the farm and his writing, but after a week he comes across Phyillis alone, and explains his actions to her. He declares his love, and she returns it, revealing that Chase is in fact engaged to her sister Norah, but adds that her father, loathing Garnet, would never consent to them marrying. On Ukridge's advice, they beard the man in the sea, and Garnet announces his love for Phyllis, but only makes Derrick angrier. Garnet finds himself up against the Professor in the final of a local golf tournament, which, he has learned, the Professor has long been desperate to win. He plays a bad game, and wins the Professor round, giving him the match but winning his consent. Returning to the farm, he finds the Ukridges disappeared, apparently bolted to London to flee their creditors. A swarm of said creditors arrive, and begin ransacking the farm; they have turned to the chickens when Ukridge returns, bearing wealth courtesy of Millie's Aunt Elizabeth. He berates the assembled throng, and sends them off with fleas in their ears. Later, Garnet finds Ukridge on the beach, and hears of his plan - to start up a duck farm...",
    "genre": [
      "Comic novel",
      "Children's literature",
      "Comedy",
      "Fiction"
    ],
    "author": "P. G. Wodehouse"
  },
  {
    "title": "The Prince and Betty",
    "summary": " The story tells of how unscrupulous millionaire Benjamin Scobell decides to build a casino on the small Mediterranean island of Mervo, dragging in the unwitting heir to the throne to help. Little does he know that his stepdaughter Betty has history with the young man John Maude, and his schemes lead to a rift between the newly-reunited pair.",
    "genre": [
      "Comic novel",
      "Comedy",
      "Fiction"
    ],
    "author": "P. G. Wodehouse"
  },
  {
    "title": "The Little Nugget",
    "summary": " Mrs Nesta Ford, in her London hotel room, reveals to her new friend Lord Mountry that she hopes to take her son Ogden on a yachting trip proposed by Mountry, despite her ex-husband having won custody of the boy. As Mountry leaves, Cynthia Drassilis arrives with Ogden, whom she has led away from his father's country house. Mrs Ford rewards Cynthia, but soon Mr Ford's secretary, a Mr Minnick, arrives to recover the stolen child. Cynthia tries to bribe his colleague, Mrs Sheridan, but to no avail, as she believes Nesta's influence has spoiled the boy. After they have gone, Nesta reveals to Cynthia Ogden's past as the 'Little Nugget', and the repeated attempts to kidnap him made by US gangsters. Nesta wishes to call in professional help, but Cynthia persuades her she can still do it, with the help of her new fiancé, a wealthy man called Peter Burns, who she suggests can take up a post at Ogden's new school, posing as a trainee schoolmaster. We meet Peter Burns, and learn that he fell deeply in love, sometime between the ages of 21 and 25, with a Miss Audrey Blake, daughter of an impoverished artist. Though he treated her in a patronizing way, they got engaged, but shortly after the death of her father, she ran off and married another man. This event crushed Burns, once a carefree and selfish youth, and after some years of travel he returned to London chastened, and became engaged to Cynthia Drassilis mostly out of sympathy for her plight. When she visits him the day after his proposal, she easily talks him into helping her out in her scheme. He meets school head Mr Abney, and is soon signed up as Classics master at Sanstead House, the school to which Mr Ford plans to send Ogden. At Sanstead, Burns takes up his duties and soon finds his feet with the boys; he also befriends White, the smooth-mannered butler. Ogden Ford arrives a few days later, and a rather shocked Abney requests that Burns discourage his rudeness and smoking. Burns quickly learns that any attempt to kidnap the tempestuous boy will require great skill. Time passes and Ford introduces numerous vices to the school. In the local inn one day, Burns sees a suspicious-looking American; later, he sees White the butler chasing someone away from the school with a pistol. White explains that he is a detective from the Pinkerton agency, hired by Mr Ford to watch over his son. The following day, another American visits the school, a pleasant man claiming to be a friend of Mr Ford, who soon leaves again having toured the place. The next evening, Burns is strolling outside when he hears Ogden scream, and a man runs into him, knocking him down. An excited crowd gathers to discuss the incident, a man found breaking into Ogden's room, when Mrs Sheridan appears, for an appointment with Abeny; Burns quickly sees that she is in fact his former fiancée, Audrey. Things are awkward between them at first, but they soon make up. Burns meets the American from the village, who turns out to be Buck MacGinnis, former kidnapper of Ogden, and who thinks Burns is none other than his rival, \"Smooth\" Sam Fisher. Burns questions White about these men, and learns that while Buck a common hoodlum, Fisher is an educated and dangerously smooth man. Spending more time with Audrey, he realises his love for her is still strong. One day MacGinnis and his gang raid the school, holding up the masters at gunpoint. MacGinnis takes Burns to search for Ogden, but Burns flees out of the study window. As he is climbing out MacGinnis shoots him, but he makes it to the cover of some bushes. Burns tackles MacGinnis, breaking his leg, and the gang flees without the missing Ogden. Burns frees the rest of the school, and the police are called. Ogden still cannot be found, and a friend is also found to be missing. Burns volunteers to go to London to search for the runaways, and Audrey implores him to search well, saying she will lose her job with Mr Ford if Ogden is not found. We learn that Burns has bribed Ogden to go to London, and arranged to have his valet send the boy to his mother Nesta Ford. Abney the headmaster, sick in bed with a cold, learns that the butler is a detective and sends him on the trip to London with Burns. On the way White reveals that he saw Burns give Ogden his directions, and also that he is in fact none other than Smooth Sam Fisher, proposing to come in with Burns on the presumed kidnapping job. Burns flees to his flat, but learns that Ogden has not arrived there. Fisher arrives having followed Burns, but on learning Ogden is off enjoying London he leaves to seek him. After a day's search, Burns finds the boy at the house of his friend's mother, and brings him back to the school. Fisher also returns, threatening to expose Burns' actions if his identity is revealed. Ogden is moved to a safe room, and guarded; Burns' relationship with Audrey chills after he is reminded he is engaged, and he foils another attempt by Fisher to take the boy. The school term ends, but Mr Ford cannot collet Ogden for a few days, so Abney asks Burns to join Audrey and the butler in guarding him, but Fisher reveals Burns' plot to return Ogden to his mother. Burns leaves in shame, but returns and contacts Audrey to tell her about Fisher. She doesn't trust him, remaining aloof, and he sees MacGinnis is also back in the neighbourhood. He drives Fisher out of the house, and takes guard himself, still without Audrey's faith. Fisher comes back having joined up with MacGinnis, and offers Burns a last chance, which he rejects. With the phone wires cut, Burns tries to sneak Ogden across country, but they are trapped in the loft of the school stables. Ogden, bored of the chase, surrenders himself, and Audrey breaks down in tears, comforted by Burns. Some days later, Burns and Audrey speak of their love, but she insists he stand by his promise to Cynthia. They part, and Cynthia's mother appears with Nesta Ford. Mr Ford also arrives, as does Sam Fisher, who persuades Ford to reunite with his wife and to take Fisher on as Ogden's security guard, in lieu of a ransome. Ford agrees and they leave. Mrs Drassilis reveals that Cynthia has fallen for Lord Mountry, and Burns gives them his blessing, releasing her from the engagement. He heads off after Audrey.",
    "genre": [
      "Comic novel",
      "Fiction",
      "Humour"
    ],
    "author": "P. G. Wodehouse"
  },
  {
    "title": "Good as Gold",
    "summary": " Bruce Gold, a Jewish, middle-aged university English professor and author of many unread, seminal articles in small journals, residing in Manhattan, is offered the chance for success, fame and fortune in Washington D.C. as the country's first ever Jewish Secretary of State. But he must face the consequences of this, such as divorcing his wife and alienating his family, the thought of which energizes him and makes him cringe at the same time.",
    "genre": [
      "Comic novel",
      "Speculative fiction",
      "Comedy"
    ],
    "author": "Alfred Toombs"
  },
  {
    "title": "Sam the Sudden",
    "summary": " Sam Shotter, having failed to please his uncle John B. Pynsent in business, is sent to England to work for Lord Tilbury, who hopes to complete a business deal with Pynsent. Avoiding being trapped in Tilbury's company, Sam opts to join his old pal \"Hash\" Todhunter, cook on a tramp steamer, for the trip over. On the way, he shows Hash a photo of a girl, found on a wall in a remote Canadian log cabin, whom he has fallen in love with. Arriving in England looking rather bedraggled after his trip, Sam finds Hash has borrowed all his cash to put on a dog. Fortunately, it is the night of the Wrykyn Old Boys' dinner, and in town he runs into first Claude Bates, who, fearing Sam may be begging, flees, and later Willoughby Braddock, an old friend. Braddock is staying with Kay Derrick and her uncle Mr Wrenn while his house is decorated, and takes Sam back there, but wanders drunkenly off when they arrive; Sam is mistaken for a burglar by Lippett, the maid, and ends up sleeping in the empty house next door. During the night, Sam is disturbed by someone in the hallway with a torch. Next morning, the confusion having been sorted out, Lippett gives Sam breakfast. He sees a picture of Kay, the girl of his dreams, and finds her uncle also works for the Mammoth Publishing Company, as editor of \"Pyke's Home Companion\". He visits Mr Cornelius, the local estate agent, and takes a lease on the empty house, \"Mon Repos\". He then sees Lord Tilbury, and gets himself employed on Mr Wrenn's paper. Kay, having just quit her job with Claude Bates' aunt after he kissed her, is visiting her uncle's office when Sam arrives. Sam, overcome at having finally met her, kisses her also, upsetting her further. Lord Tilbury, worried by Sam's odd behaviour, is warned by his sister Francie that there may be a girl involved, but is reassured to hear Mr Wrenn has no children. Sam hires Hash Toddhunter to be his cook, while \"Chimp\" Twist, \"Soapy\" and \"Dolly\" Molloy discuss the problem of recovering a large fortune stashed in Sam's new home by an old friend, Edward Finglass, famed for robbing the New Asiatic Bank of two million dollars in bonds. They send in Molloy, posing as a former resident of the house wishing to buy it. The scheme fails, as Sam needs to stay near Kay, and makes Hash suspicious; he buys a large dog named Amy to protect the place. Sam's wooing of Kay begins to bear fruit, and he takes her out to lunch one day, where Lord Tilbury sees them. Having rejected Percy Pilbeam as a helper, he visits Chimp Twist's fake detective agency, and hires Twist to spy on Sam; he forces Sam to hire Twist as an odd job man, but Sam makes Twist remove his repulsive moustache. Hash and Claire become involved, but she is worried by his coolness (he is worried by her mother's nose). Following advice in the \"Home Companion\", she tries to make him jealous by flirting with Twist, whom Hash chases off in a fury. The Molloys return to \"Mon Repos\" once more, tie up Hash and begin to search for the money, but Dolly is frightened off by Amy the dog, and Soapy, tired after fending off visitors, is caught napping by Sam, who takes away his trousers. Sam leaves him trapped while he releases Hash and takes him next door to be reunited with Claire. Heading back to his house, Sam meets Braddock, who informs him that Lord Tilbury is in there without his trousers. Sam provides him with some, but the deal between Tilbury and Sam's uncle has fallen through, and Tilbury reveals his dislike of Sam and his opinion that Sam will never be anything better than a moocher. He and Sam part angrily. While Sam and Kay discuss a loving but poor future, Braddock spots Twist sneaking back into the house. He follows him and captures him in the act of pulling up some floorboards. Sam, believing the money cannot be in the house, lets Twist go, but when they hear from local historical expert Mr Cornelius that the two houses were once one, they realise that the money must be stashed in Kay's house. Sam and Kay plan to marry and move to the country on the reward money.",
    "genre": [
      "Comic novel",
      "Comedy"
    ],
    "author": "P. G. Wodehouse"
  },
  {
    "title": "Uncle Fred in the Springtime",
    "summary": " In London, Pongo Twistleton is having money troubles, and his wealthy friend Horace Pendlebury-Davenport is in trouble with his girl, Pongo's sister Valerie, for hiring Claude \"Mustard\" Pott to trail her during the Drones Club weekend at Le Touquet. Pongo resolves to call in the redoubtable Uncle Fred for assistance. Meanwhile at Blandings, Horace's uncle the Duke of Dunstable, as well demanding eggs to throw at whistling gardeners, has taken it into his head that the Empress needs some fitness training, and Lord Emsworth needs help; in the absence of his trusty brother Galahad, he calls in the next best thing: Gally's old friend Uncle Fred. Horace, having fallen out with his cousin Ricky Gilpin over Gilpin's fiancee Polly Pott, daughter of Mustard, lands Pongo even further in the soup by being dressed as a Zulu rather than a Boy Scout during a round of the Clothes Stakes, run by Pott at the Drones. While Uncle Fred ponders how to get Polly into Blandings to court her prospective uncle-in-law, Emsworth gives them a chance by insulting Sir Roderick \"Pimples\" Glossop, who he was supposed to engage to analyse the increasingly loopy Duke of Dunstable. Fred seizes his chance, and heads down to Blandings posing as Glossop, with Pongo playing the role of his secretary and nephew, and Polly his daughter Gwendolyne. They meet Glossop on the train, but head him off, only to pass him into the hands of Rupert Baxter, now working for the Duke. Arriving at Blandings, they are met by Lord Bosham, who was conned out of his wallet by Uncle Fred the previous day. Baxter is sacked, having been seen at a ball by Horace, but is taken on again when Uncle Fred persuades Horace, and the Duke, that Horace is suffering delusions. Horace heads off for a rest-cure, and Baxter is left unable to reveal that he has seen through Fred disguise, having met the real Glossop before. Baxter, however, is put on his guard, and informs Lady Constance; she in turn has Bosham hire a detective to protect her jewels, and he of course selects Mustard Pott. Dunstable's scheme to acquire the pig continues apace, and he calls in his strapping nephew to help, but when Gilpin asks for funds to buy an onion soup bar, thus enabling him to marry Polly, the two row and part. Dunstable ropes in Baxter instead. Uncle Fred, meeting Pott just after he has taken £250 from Lord Bosham at Persian Monarchs, takes the money off him, insisting it will help Polly marry wealthy Horace. Pott, meeting Gilpin at the The Emsworth Arms, tells him this story, and the enraged poet chases a fearful Horace back to the Castle. Fred gives the money to Pongo to pass on to Polly for Gilpin's benefit, but she is spurned by him, and lets Pongo use the cash to pay off his debts. When Fred has reunited the couple, more money is required. Pott is persuaded to take it from Dunstable at Persian Monarchs, but the wily peer wins himself £300. Fred tries to get it back, but Dunstable has the pig, captured earlier by Baxter, hidden in his bathroom, and is keeping his room under lock and key. Having knocked out the vigilant Baxter with a Mickey Finn, Fred finally gains access to the room, Pongo having lured Dunstable away with a rendition of \"The Bonnie Banks o' Loch Lomond\". He is caught by a shotgun-bearing Bosham, just as Pott drinks a second Mickey destined for Dunstable, and is locked in a cupboard. Valerie arrives, reunited with her man and hot for vengeance on the uncle that made her Horace think himself insane, and confirms Fred's identity; Fred convinces all that Emsworth has become infatuated with Polly, and that he is there to put a stop to it. He takes Dunstable's roll of cash to pay the girl off, insisting that his visit remain a secret to maintain the Threepwood dignity, and heads back to London with not only the money for Gilpin's soup bar, but an extra fifty quid for himself to blow on a few joyous weeks in the city.",
    "genre": [
      "Comic novel",
      "Comedy",
      "Fiction"
    ],
    "author": "P. G. Wodehouse"
  },
  {
    "title": "Pigs Have Wings",
    "summary": " Lord Emsworth, his brother Galahad and butler Beach, hearing that devious neighbour Sir Gregory Parsloe-Parsloe has done the unthinkable and brought in a new and enormous pig from Kent, are in turmoil. Galahad and Beach are desperate to secure their savings, confidently invested in a wager on the mighty Empress, while Emsworth is as ever suspicious of his gloating neighbour. Parsloe, meanwhile, is regretting becoming engaged to Gloria Salt, who has put him on a diet. His suspicions of Galahad lead him to put his pig man, George Cyril Wellbeloved, on a drink-ban too, a move of which Wellbeloved wholeheartedly disapproves; he also, on Connie's advice, orders a large quantity of \"Slimmo\", a slimming product, to aid his diet. Hearing about this suspicious purchase, a worried Galahad calls in Beach's niece Maudie, an old acquaintance and now proprietor of a Detective Agency, to keep an eye on things. Penelope Donaldson heads up to London for the day, planning to meet up with her man, under cover of a dinner with an old friend of her father's. Jerry Vail, however, is forced to entertain his old flame Gloria Salt and cancels the date. Salt tells him Emsworth needs a secretary, and suggests talking pig to the Earl will get him the cash he needs to buy into a health farm and make his fortune. Vail heads to Blandings, but Connie is suspicious, having heard his name when he called to cancel his date with Penny. Penny is furious, having been taken to Mario's by Orlo Vosper and seen Jerry with the attractive Gloria. When Jerry explains, she is suitably chastised, especially as, thinking her man had betrayed her, she had accepted Vosper's proposal of marriage. When Wellbeloved visits Blandings to ask Gally to provide him with a drink (all the pubs in Market Blandings having been forbidden to serve him), Gally takes the opportunity to snatch Parsloe's pig, stashing it in the hut in the West Wood. Wellbeloved, finding the pig gone, nabs the Empress and puts her in the pen at Parsloe's place to cover up. Vosper and Gloria Salt, their old love revived, run off together to be married, after Gally helps Vosper get out of being engaged to Penny, and Gloria writes to Parsloe ending their engagement. Wellbeloved spots Beach furtively heading for the shed, but his call to tell Parsloe of his discovery is intercepted by Gally, who has Beach move the pig to a nearby house, recently vacated by Gally's old friend \"Fruity\" Biffen. Meanwhile Emsworth, stricken with a cold, has been smitten by Maudie (posing as Mr Donaldson's old friend Mrs Bunbury), and writes a letter to her declaring his love, which he has Vail place in her room. She, meanwhile, pays a visit to Parsloe, with whom she once had an understanding, planning to give him a piece of her mind, but all is soon cleared up and the two become engaged. Emsworth, on hearing this, sends Vail to retrieve his letter, but has misdirected him into Connie's room; on finding Vail hiding in her closet, she promptly fires him. Finding the Emsworth Arms uncomfortable, Vail lets the cottage with the pig in it. Fearing he will give the game away, Gally dashes round, but Vail has already been visited by a policeman and Wellbeloved. Gally removes the pig by car, but soon returns, having found the Empress in the Queen's sty. They head back to Blandings to tell Emsworth, leaving Beach, exhausted from cycling over, sleeping in the cottage. On their return, Parsloe is there, having been told by Wellbeloved that the Queen was in the kitchen and had Beach arrested for stealing his pig. Gally explains to Parsloe that the Empress is in the kitchen, and the Queen in her sty, scuppering Parsloe. He then persuades Emsworth to invest in Vail's health farm, in gratitude for having found the pig, and Connie gives him another £500 for Beach, to prevent him suing Parsloe for wrongful arrest. Meanwhile Parsloe's butler Binstead, having been refused a refund on the Slimmo no longer needed by his master, feeds it to the pig in the sty, thinking she is still the Empress...",
    "genre": [
      "Comic novel",
      "Comedy",
      "Fiction"
    ],
    "author": "P. G. Wodehouse"
  },
  {
    "title": "Jeeves and the Feudal Spirit",
    "summary": " Bertie finds himself once more at Brinkley Court, sampling the delights of Anatole's cooking while attempting to help Aunt Dahlia sell off her magazine Milady's Boudoir to the Liverpudlian Trotters, avoiding trouble in the shape of ex-fiancee Florence Craye, her hulking beau Stilton Cheesewright and the equally fearsome Spode.",
    "genre": [
      "Comic novel",
      "Comedy",
      "Fiction"
    ],
    "author": "P. G. Wodehouse"
  },
  {
    "title": "Service With a Smile",
    "summary": " Myra Schoonmaker is in durance vile at Blandings Castle, her London season having been cut short by Connie to put a stop to Myra's unfortunate entanglement with impoverished East End curate Bill Bailey. Her misery adds to Lord Emsworth's woes, already weighing heavily thanks to the efficiency of his latest secretary Lavender Briggs and the presence of both the Duke of Dunstable, on another of his long visits to the castle, and a party of Church Lads, camping out by his beloved lake. When Connie reveals plans to spend a day having her hair done in Shrewsbury, Myra at once contacts Bailey, arranging to meet in a registry office and tie the knot. Bailey, with his friend Pongo Twistleton and Pongo's Uncle Fred in tow, waits at the selected spot, but Myra doesn't turn up. Uncle Fred, an old friend of Myra and her father and taking to Bailey from the off, runs into Emsworth (in town to attend the Opening of Parliament), and wastes no time in inviting himself to Blandings, with Bailey in tow in the guise of \"Cuthbert Meriweather\", an old friend newly returned from Brazil. At the castle, Bailey and Myra are reunited, and the wrinkle in their love caused by the registry office mix-up easily smoothed out by Uncle Fred. The Church Lads trick Emsworth into diving into the lake to rescue one of their number, which turns out to be a log. This leads the Duke of Dunstable to once again question Emsworth's sanity, blaming the amiable peer's affection for his pig for his apparently crumbling mental state; while Emsworth, at Fred's suggestion, takes his revenge on the Church Lads by cutting the ropes of their tent in the small hours. Recalling hearing Lord Tilbury saying he would pay £2000 for such a superb specimen, Dunstable arranges to pay Lavender Briggs £500 to steal her for him, Briggs in turn hiring the untrustworthy Wellbeloved to help and claiming she has a second assistant available. Uncle Fred hears from Myra that her beloved Bill is being blackmailed by Briggs, who has recognised him, into helping with the pig scheme, but before Fred can come up with a plan, Bailey has confessed all to Lord Emsworth, who in his wrath sacks both Briggs and Wellbeloved, but lets slip Bailey's true identity to Connie. Fred keeps Connie quiet by threatening to reveal to the county that Beach cut the tent ropes, which would lead to embarrassment in the county and the loss of a superlative butler, but Connie contacts James Schoonmaker, urging him to come to her aid. When George Threepwood tells Dunstable that he has photographed his grandfather in the act of cutting the tent ropes, Dunstable realises that the sacked Briggs is no longer needed, as he can blackmail Emsworth into parting with the pig. He meets up with Tilbury at The Emsworth Arms, where Lavender Briggs, returned from a day out in London ignorant of the change in her situation, overhears him telling Tilbury he has cancelled her cheque; he also proposes to charge Tilbury £3000 for the pig. Briggs later approaches Tilbury, her former employer, offering to undercut Dunstable and steal the pig for Tilbury; he accepts and pays up, but on leaving the inn, Briggs meets Uncle Fred, who tells her of her sacking and advises her to head straight to London and pay in Tilbury's cheque. Schoonmaker arrives, answering Connie's request, but Fred intercepts him too, and takes him to the Emsworth Arms, where they catch up on old times and Fred informs his old friend of Myra's engagement to Archie Gilpin (she having broken things off with Bailey after his rash confession). Schoonmaker reveals he loves Connie, but lacks the courage to propose, and later Gilpin tells Fred he has once again become engaged to Millicent Rigby, with whom he had had a minor falling out, and now finds himself engaged to two girls at once; he also wants £1000, to buy into his cousin Ricky's onion-soup business. Uncle Fred tricks Dunstable into thinking Schoonmaker is broke, and persuades him to pay out £1000 to get his nephew out of his engagement to Myra; he helps Schoonmaker build up the nerve to propose to Connie, and persuades him that Bill Bailey is a more suitable match for Myra; and on a tip-off from Lavender Briggs, he shows Dunstable that he has proof (in the form of a tape-recording) that Dunstable schemed to steal the pig, thus extracting from him the compromising photos of Lord Emsworth. With Bill and Myra off to a register office, Archie back with Millicent and set up in business, Connie and Schoonmaker engaged and Dunstable well and truly scuppered, Fred smiles at the services he has done to one and all.",
    "genre": [
      "Comic novel",
      "Comedy",
      "Fiction"
    ],
    "author": "P. G. Wodehouse"
  },
  {
    "title": "Inside Mr. Enderby",
    "summary": " The story opens on a note of pure fantasy, showing school children from the future taking a field trip through time to see the dyspeptic poet Francis Xavier Enderby while he is asleep. Enderby, a lapsed Catholic in his mid-40's, lives alone in Brighton as a 'professional' poet - his income being interest from investments left to him by his stepmother. Enderby composes his poetry whilst seated on the toilet. His bathtub, which serves as a filing cabinet, is almost full of the mingled paper and food scraps that represent his efforts. Although he is recognised as a minor poet with several published works (and is even awarded a small prize, the 'Goodby Gold Medal', which he refuses), he has yet to be anthologised. He is persuaded to leave his lonely but poetically fruitful bachelor life by the editor of a woman's magazine, Vesta Bainbridge, after he accidentally sends her a love poem instead of a complaint about a recipe in her magazine. The marriage, which soon ends, costs Enderby dearly, alienating him from his muse and depriving him of his financial independence. Months pass, and Enderby is able to write only one more poem. After spending what remains of his capital, he attempts suicide with an overdose of aspirin, experiencing disgusting (and rather funny) visions of his stepmother as he nears death. His cries of horror bring help, and he regains consciousness in a mental institution, where the doctors persuade him to renounce his old, \"immature\" poetry-writing self. Rechristened \"Piggy Hogg\", he looks forward contentedly to a new career as a bartender.",
    "genre": [
      "Comic novel",
      "Speculative fiction",
      "Comedy"
    ],
    "author": "Anthony Burgess"
  },
  {
    "title": "Enderby Outside",
    "summary": " After a failed suicide attempt at the very end of Inside Mr. Enderby, the second novel opens with the protagonist under psychiatric care and working as a bartender at a large London hotel. Under the name of 'Hogg' (his stepmother's maiden name, we learn), he is persuaded to renounce the creation of poetry as an adolescent preoccupation and to pursue useful work. Hogg-Enderby, bereft of his stock of capital and now divorced, is forced to earn his keep and finds that the poetic muse has left him. He also finds that his work has been plagiarised, again, by a certain rock singer named Yod Crewsey - whose band, the Crewsey Fixers, are managed and groomed by his former wife. After being implicated in the public murder of Crewsey during a banquet at the hotel, Enderby-Hogg goes on the run to Morocco - to the bar of a rival poet named Rawcliffe. Assuming control and ownership of Rawcliffe's property upon his death, and the death of his 'Hogg' persona, Enderby realises that his muse is returning.",
    "genre": [
      "Comic novel",
      "Speculative fiction",
      "Comedy"
    ],
    "author": "Anthony Burgess"
  },
  {
    "title": "Love Monkey",
    "summary": " Tom Farrell is a man in his thirties who resides in New York City in 2001 (before, during and after the September 11 attacks). The novel is a slice of life story, briefly visiting several months of his life as he works as an editor of the weekend edition of the New York City newspaper, Tabloid. Although his friends and relatives advance in life (marriage, kids, etc.), Tom believes he is not. He makes around $86,000 a year, but the most expensive item he owns is a several thousand dollar couch (doesn't own a high priced item like a home or car, for example). The novel tracks Tom as he moves through his life, with each chapter being a day in his life during the year 2001 (not all days covered, and not all chapters start new days). Throughout the book, Tom dates several women, including the woman he really fancies, Julia. Unfortunately for him, Julia is living with another man, and is ten years his junior in age. Julia also works at Tabloid, but while Tom is an editor, Julia is just starting out. Tom's days are filled with drinking, watching TV (lots of cartoons), working at Tabloid, and trying to deal with his deep desire to be in a relationship with Julia, who seems somewhat determined to not have said relationship. On his ride through 2001, Tom interacts with some of his friends, including Bran, Karen & Mike, Rollo, and Shooter (among others).",
    "genre": [
      "Comic novel",
      "Comedy",
      "Romance novel",
      "Fiction"
    ],
    "author": "Kyle Smith"
  },
  {
    "title": "Mr. Blandings Builds His Dream House",
    "summary": " The book begins in fictional Landsdale County, Connecticut, where Jim and Muriel Blandings are being shown an old farmhouse by a real estate agent. Blandings, a successful New York advertising executive, and his wife want to leave their tiny Midtown apartment, where they live with their two daughters. They fantasize that the farmhouse will meet their needs. After some negotiation, they buy the house. They soon learn that the house is structurally unsound and must be torn down. They design the perfect home in the country, imagining an idyll, but they are quickly beset by construction troubles, temperamental workmen, skyrocketing bills, threatening lawyers, and difficult neighbors. The Blandings' dream house soon threatens to be the nightmare that undoes them. Hodgins wrote a sequel, Blandings Way, published in 1950. The short story and novel were based on the author Eric Hodgins's experience with buying property and building a house in the Merryall area of the Litchfield County, Connecticut, town of New Milford. His former house, which still stands, sold in August 2004 for $1.2 million.",
    "genre": [
      "Comic novel",
      "Comedy",
      "Fiction"
    ],
    "author": "Eric Hodgins"
  },
  {
    "title": "Bumageddon: The Final Pongflict",
    "summary": " When Zack got his certificate, the open-air chapel is squashed by a giant-brown-blob (presumably poo, but never mentioned). Everyone fails to get out except for Zack, his bum and Eleanor. While trying to save the others, they find 4 Great White Bums coming towards them. After an argument of who was the real Great White Bum and who was responsible for blobbing the chapel, the trio of bum-fighters manage to escape the 4 Great White Bums. Unfortunately, a fifth Great White Bum flies in front of them and emits what was called a \"death ray\"(which is a teleportation ray) to the three bum-fighters. When they regained vision, Zack and Eleanor are surprised to be in a control center, puzzled. Thinking that Great White Bums had control centers, they heard a familiar voice that had belonged to Ned Smelly. Ned explains that this isn't a Great White Bum, but is in fact a bum-fighting machine called \"Robobum\" who has \"Fully riveted reinforced steel cheeks. Turbo assisted jet repulsion unit. Nuclear wart-head equipped. Matter transport assisted entry and exit. Inside and outside voice options. Onboard tea and coffee making facilities. AND is self-wiping!\" Eleanor explains that everyone is dead. Ned then signals to them to go to the bumcam screens. 3 of them showed destruction to the Pyramids of Giza, New York City and the Eiffel Tower. Ned then explains that Bumageddon is upon them. After that, Ned tells a story that he was hunting for stinkant juice, the most powerful fuel source in the world, when he headed back and the ground collapsed underneath. He found himself in a stinkant nest. He mapped it for a couple of weeks when he found a reservoir full of stinkant juice. He fueled up and found writing on the wall that said \"WARNING! THE GREAT WHITE BUM IS USING THE BROWN HOLE TO SEND PREHISTORIC GREAT WHITE BUMS FORWARD THROUGH TIME. STOP HIM OR THE WORLD IS DOOMED!\". Underneath this was 3 skeletons and that one was holding Imperial Leather soap. This was Zack's grandmothers' favorite soap. After a series of talking, Ned says that Robobum was equipped with time travel. Together, they go back to the bumosaurs' period. Unfortunately, Ned's temporal navigator has a loose screw and sends them back 650,000,000 years instead of 65,000,000 years. Then they find one of the earliest primitive forms of life which turns out to be a bum, thus proving that Sir Roger Francis Rectum was correct about bumolution. Eleanor then takes a photo of the bum. The bum flips on its back to show a clump of eggs, which all hatch except for a pure white one. Zack concludes it's the Great White Bum and tries to kill it, but it gets away. Then, Robobum transports them back in to herself and turns on the tracking system, changing course 50 times. Suddenly, Zack hits his head on the temporal navigator, fixes the loose screw and they travel to the Crapaceous period about 65 million years ago. All three bum-fighters lose their mind and are revived by the fart of Zack's bum. A tyrannosore-arse rex chases them. Robobum is put under manual control by Ned when another tyrannosore-arse rex chases them. Robobum is left by herself to fight them while the three are yet AGAIN in trouble when a tricerabutt chases them. Zack uses his certificate as a cape that a matador uses. This is when we find out Zack's middle name (Henry). The three bum-fighters escape into an undergrowth where they find a guide bum. It tells about the Crack of Doom, the breeding place of Great White Bums. The guide bum guides them toward it while Zack's bum believe it may lead them to a trap while Zack is swatting giant mutant zombie blowflies. A poopasaur almost eats Zack and Zack's bum believes the guide didn't warn about poopasaurs. The 5 bums and bum-fighters rest in a campfire and are stolen by stinkants and find the warning that Ned had seen. There they see Zack's gran, the Forker and the Flicker. Zack's bum and Ned are then brought by other stinkants. Robobum then comes along and squashes all the stinkants. Meanwhile, Gran and the Flicker and the Forker stay behind to finish the message. The guide bum is revealed by Eleanor to be her bum, but her bum gets off, abandoning her. Robobum says she would be the guide, except her BPS wasn't working. She then says that there is an abnormal amount of methane to its north-east. Robobum tries to fly away but remains on the ground. It was found in a sticky vine. Zack, Eleanor, Ned and Zack's bum were cutting through the strands when they hear a voice. Zack and his bum crawl along the vine to find out it was the Mutant Maggot Lord. A bumantula spots them and they quickly get back into Robobum. The bumantula almost crushes them when they are found by the Great White Bum. He pulls off the bumantula, punches it for a while and pulls off its legs. Eleanor realises the Mutant Maggot Lord was in Robobum. He tells the story that after the blowflies were spat out the brown hole they vomited him up. He pulled his pieces back together. He is then renamed the Mutant Spew Lord. Suddenly, Stink Kong, the Great White Bum's mortal enemy, fights the Great White Bum while Robobum is carried away by a bumadactyl. Eleanor sees her bum in the bumadactyl's beak and goes to save her. After saving her bum, Eleanor and Zack go back into Robobum only to find out the Mutant Spew Lord killed Ned. Zack wonders if he had change alliance again. Zack realizes his bum is gone but when Robobum is carried away his bum falls out of the roof. The Mutant Spew Lord almost shoot Eleanor but her bum jumps in front and gets shot instead. Eleanor grabs the bum-gun out of his arm (which Zack thought was an arm). Unfortunately, the bullets pass through him as the Mutant Spew Lord is actually 99 percent water. Robobum insists on using \"wet and dry suction hose located in hall closet\" (a vacuum cleaner). Zack vacuums the Mutant Spew Lord. Zack's Bum is giving Eleanors bum \"bum-to-bum resuscitation\" and she wakes up. Zack and his bum drag Ned's body and his guidebook into the matter transporter and take him up. The Great White Bum arrives at the Crack of Doom with Robobum, where the arseteroid should be hitting. Eleanor and the bums tell Robobum shes wants a wedding dress, flowers and music. The great White Bum accepts and leaves it up to 3 Great White Bums to get her stuff, in which Zack believes is impossible. Unfortunately an hour later, a wedding dress made out of paper-thin bark, a bouquet of ferns and grasses and \"THE GREAT WHITE BUM QUARTET\" come back. Zack says that the music is so unpleasant and smells really bad. The wedding starts with the Prince and Maurice conducting the wedding. Zack and Eleanor plan to blow the nuclear wart-head out at the Great White Bum when he's under the asteroid. Unfortunately, the Mutant Spew Lord puddle comes out and tells the Prince and Maurice that Robobum is a robot. Zack, Eleanor and their bums are shook out. The Mutant Spew Lord Puddle calls the Great White Bum a \"big, pimply loser with half his left cheek missing who doesn't know who his true friends are\" (In the previous book, it was half of the Great White Bum's right cheek missing the skin.). The Mutant Spew Lord Puddle is soaked up in Robobum's dress and thrown into the Crack of Doom. Robobum locks the Great White Bum into an unbreakable hug right under the arseteroid. He tells that the other Great White Bum Zack had disturbed and chased 585 million years into the future was still on Uranus. Zack and Eleanor finally think its all over. Suddenly, Zack's bum steps forward and says that while Eleanor and Zack were saving her bum, he and Robobum discussed the problem, and shot an interplanetary death ray at Uranus, eradicating all forms of life, including Great White Bum's, on Uranus. The arseteroid hits and surely kills everyone at the wedding. Zack and Eleanor find themselves on hay bales. Ned Smelly comes in and tell them to get out. Zack finds a letterbox that says \"Ed Kelly\" on the front, meaning that he must have changed the Earth, but his bums were now attached to their owners and weren't talking. Zack's home city is now known as \"Marbletown\", the Kicker is a footy coach, the Smacker became a baker, Silas became a fishing supplies owner and the Kisser owns new and used cars. Zack meets Percy Freeman, his long-dead grandfather and find out that all their parents are alive. Zack's parents are now playing wind sections in an orchestra. Eleanor's parents are also alive. She tells her mother that she had to rescue Zack on many occasions about bums, bum-fighting and bumosaurs but she doesn't believe her. Zack and Eleanor wash their hands and shockingly, find their bums gone. Zack and Eleanor then see them on the windowsill looking at the sunset hand-in-hand. Zack states its only just begun.",
    "genre": [
      "Comic novel",
      "Children's literature"
    ],
    "author": "Andy Griffiths"
  },
  {
    "title": "M*A*S*H: A Novel About Three Army Doctors",
    "summary": " Radar O'Reilly, while playing poker, listens in on a conversation between Lieutenant Colonel Henry Blake and General Hamilton Hartington Hammond and announces the forthcoming arrival of two new surgeons. Captains Duke Forrest and Hawkeye Pierce share a jeep to MASH unit 4077. On the way, they also share a bottle and discover that, although they come from different parts of the U.S., they have much in common. Upon arrival, rather than report to the commanding officer, they have lunch in the mess tent, where they run into Lt. Col. Blake anyway. They are assigned to work the night shift, and billeted with Major Jonathan Hobson, a Midwestern preacher and surgeon. The two new surgeons exhibit exceptional surgical skills and commitment to their job, and gain the respect of their colleagues. However, they become annoyed by Maj. Hobson's devotion to prayer, so they complain to Henry, who reluctantly agrees to have Maj. Hobson rebilleted. Seeing that Henry is a bit of a push-over, they also request a chest surgeon for the unit. Friction mounts between the major and the new captains. Major Hobson's prayers begin to annoy everyone and Henry arranges to have him sent stateside. Weeks later, the new chest surgeon, Captain John McIntyre, arrives. He evades everyone's attempts to get to know him, and stays hidden inside a parka stocked with cans of beer and martini olives. For days Hawkeye has a nagging feeling that he's met McIntyre before. McIntyre is a fantastic surgeon, but still won't talk to anyone until Hawkeye suddenly remembers playing football against McIntyre in college. Hawkeye introduces McIntyre to everyone as Trapper John. The Bachelor Officers Quarters (BOQ) tent occupied by the three surgeons, known as The Swamp, becomes a popular hang-out, serving cocktails at 4. One of the regulars is Father Mulcahy, the Catholic chaplain. The boys aren't religious, but they like the Father, calling him \"Dago Red\" because of his red hair. However, as Duke is an avowed Protestant, he requests a Protestant chaplain. The nearest Protestant chaplain is Shaking Sammy, who lives in an engineering outfit, and is so named because he loves to shake hands. The Swampmen come to dislike him because he tends to send letters to the families of fatally wounded soldiers saying all is well. After one too many of these letters, they lash him to a wooden cross and make him believe they intend to burn him alive. Captain Waldowski, the dentist known as the Painless Pole, who has a pool table and a poker table (open 24 hours), suddenly becomes depressed and decides to commit suicide. (He's chronically depressed and has a fit of depression every month.) Duke gives him a \"black capsule\" to knock him out, a mock Last Supper is arranged and everybody bids him farewell. The next day he is feeling better and ready for a game of poker. The Swampmen begin to have personal conflicts with Captain Frank Burns, a rich, arrogant surgeon from the day shift. He trained for two years with his father, who was himself not a trained surgeon. However he considers himself a better physician, and officer, than Hawkeye, and constantly harasses enlisted men. When one of his patients dies he claims \"it's either God's will or somebody else's fault.\" He blames Private Boone for the death of a patient, reducing Boone to tears. These actions result in a physical assault by Duke and then by Trapper. The arrival of the new Chief Nurse, Major Margaret Houlihan, at first restores order. However, being Regular Army, she dislikes the Swampmen and sides with Burns. Henry decides to appoint a Chief Surgeon, and the job falls to Trapper, being the best surgeon in the unit. Burns and Houlihan conclude that the Swampmen are evil and Henry their puppet. They prepare a report for Gen. Hammond and later get together in her tent, where Frank stays until 1:30 am. The next day the Swampmen tease Burns and Houlihan about their late-night meeting. Trapper John calls Houlihan \"Hot Lips\" and Hawkeye provokes Burns into a fight. Henry is finally forced to send Burns stateside. \"Henry,\" Duke comments, \"if I get into Hot Lips and jump Hawkeye Pierce, can I go home too?\" Ho-Jon, the Korean houseboy working in the Swamp, is drafted into the South Korean army. After being wounded, he arrives at the 4077th for treatment. After rehabilitation, he resumes his position as Swampboy. The Swampmen, who are very fond of Ho-Jon, arrange to have him sent to Hawkeye's old college. To raise funds, Trapper grows a beard, dresses up like Jesus Christ, and autographs thousands of photos which the Swampmen sell for a buck apiece. Trapper receives orders to rush to Kokura, Japan for a medical emergency. Trapper and Hawkeye depart immediately with their golf clubs. The \"emergency\" turns out to be a routine operation; the anesthesiologist turns out to be \"Me Lay\" Marston, an old friend of Hawkeye's who works at Dr. Yamamoto's Finest Kind Pediatric Hospital & Whorehouse (\"Finest kind\" becomes one of Hawkeye's catchphrases). The two Swampmen qualify for a golf tournament and play against a good-humoured British colonel. Trapper, still resembling Christ, attracts a lot of unwanted attention. After the tournament, they have dinner with Me Lay. Me Lay asks the boys to look at a sick baby, whom they take back to the army hospital. When the hospital's commanding officer, Colonel Merrill, tries to get in their way, he is abducted, sedated and blackmailed. Me Lay adopts the orphan baby. Business picks up at the 4077th and Trapper and Hawkeye return immediately to find the unit overwhelmed by casualties. A constant flow of wounded soldiers pours into the hospital for two weeks and all personnel work around the clock performing operations far beyond their training. At the end of the two weeks everyone is exhausted and irritable. The unit's efficiency sags, and the tremendous loss of life begins to take its toll on the surgeons. They turn to heavy drinking and start harassing the nurses, particularly Maj. Houlihan. Fed up, she again complains to the General, who comes down on Col. Blake. The Swampmen intercede on behalf of the Colonel and smooth things over with the General. Summer arrives and the 4077th is hot and overworked. The work slacks off and while Henry is sent to Tokyo for three weeks, Colonel Horace DeLong fills in. Col. DeLong finds Hawkeye at the poker game and demands that he start surgery on a patient in the preoperative ward. Hawkeye says that the patient is receiving blood and that he will do the surgery at 3:00 am. At 2:45, while scrubbing for surgery, Hawkeye explains that the waiting period was necessary for the patient to become fit for surgery. When the Swampmen get bored, to get away for a few days they lead DeLong to believe they need psychiatric evaluation. At the 325th Evac, they escape and the psychiatrist, accompanied by Henry, finds them at Mrs. Lee's (a nearby whorehouse). Meanwhile, General Hammond has assembled a football team composed of ringers and is making tidy profits betting on his squad with other Korean units. The Swampmen organize a team to play against Gen. Hammond's team. They tell Henry to request neurosurgeon Oliver Wendell Jones, once a pro ball player known as Spearchucker. Henry becomes the coach, certain that he'd be a better coach than Hammond. Spearchucker scouts Hammond's team and finds out the general has three pros on his team. They devise a plan to get the running back out of the game, and wear the two tackles out as early as possible. Their plan is successful and they win the game 28-24, although only by using a trick play to score the winning touchdown, and by using Radar's phenomenal hearing to eavesdrop on the opponents' tactical discussions. Time drags for Duke and Hawkeye as they wait for their active duty deployments to expire. They start to disappear for days at a time. To keep them busy, Henry has them train the new recruits, Captains Pinkham and Russell, in the short-cuts of \"meatball surgery.\" The recruits do well, but Capt. Pinkham's wife has a mental breakdown and he is sent home. When the time finally comes for Duke and Hawkeye to go home, everyone crowds into The Swamp for a farewell drink. The two continue to drink and cause trouble all the way home by feigning battle fatigue to scare new recruits, impersonating chaplains to get out of working short-arm inspection and harassing an airline stewardess. They part ways in Chicago and rejoin their families.",
    "genre": [
      "Comic novel",
      "Drama",
      "Comedy",
      "War novel"
    ],
    "author": "W. C. Heinz"
  },
  {
    "title": "A Short History of Tractors in Ukrainian",
    "summary": " The novel details in comic form the varied reactions by two daughters when their widowed father marries a much younger Ukrainian immigrant. The father, a former engineer, is writing a history of tractors in Ukrainian, extracts from which are interleaved throughout the text. It is told in the first person from the perspective of one of the daughters, Nadezhda. After their father decides he is going to remarry after his wife's death, Nadezhda is outraged and worried, especially when she meets the wife-to-be: voluptuous gold digger Valentina. The hurricane on their lives that is Valentina serves to bring together the two daughters against a common enemy, as it becomes increasingly clear of the middle-aged divorcee's intents. The family's secret history is overturned as the troubles continue, and their father is gradually weakened by his fiancée until the hold is finally broken.",
    "genre": [
      "Comic novel",
      "Comedy"
    ],
    "author": "Marina Lewycka"
  },
  {
    "title": "M/F",
    "summary": " From the blurb of Cape's first edition 'The situation as far as I'm concerned,' says the young-narrator-hero of MF, 'is an interesting one. In two days in a strange country I've acquired a mother in the form of a Welsh-speaking Bird Queen who scares me. I've spent some hours in prison, I've discovered the works of an unknown superlative artist in a garden shed and I've been shot at by a riddling lion-faced expert on Bishop Berkeley. Most interesting of all I'm due tonight to be married by a circus clown to my own sister.' Almost twenty-one, a college throw-out, Miles Faber embarks on a defiant pilgrimage across the Caribbean. His destination: the shrine of Sib Legeru, Castitian poet and painter. In the streets of Castita's capital, gay with a religious festival, a series of bizarre revelations await him: his obscene double, the son of a circus sorceress Aderyn the Bird Queen, and a sister-plump fellow offspring of his father's incestuous union. Unspeakable crimes of blood and lust are perpetrated against both before Miles, solving the final riddle, wakes-like Oedipus to find himself a willing victim of the machinations of dynastic destiny.",
    "genre": [
      "Comic novel",
      "Speculative fiction"
    ],
    "author": "Anthony Burgess"
  },
  {
    "title": "Knight Life",
    "summary": " :(The following summary is based on the 2002 rewrite.) In a rundown apartment in New Jersey, Morgan Le Fay has finally decided to end her own life. Although kept immortal by magic, she has become apathetic, elderly, and corpulent, and sees no point in continuing with her life. Before cutting her wrist with a steak knife, she decides to look in on her old nemesis, Merlin's prison, one last time, and is surprised to see that he has escaped. Given a reason to live again, she laughs triumphantly. In Manhattan, King Arthur appears on the streets in full medieval armor, which he quickly divests in favor of a tailored suit (thanks to an American Express card that appears in his pocket by magic). He then walks into Central Park, where the Lady of the Lake rises from the pond and gives him Excalibur. Setting up an office under the name \"Arthur Penn\" (short for Pendragon), Arthur reunites with Merlin, who advises him that the world needs a leader like him, so Arthur decides to enter politics, beginning with announcing his candidacy for Mayor of New York City.",
    "genre": [
      "Comic novel",
      "Speculative fiction"
    ],
    "author": "Peter David"
  },
  {
    "title": "The Penguins of Doom",
    "summary": " The Penguins of Doom is set in the fictitious city of Conwell, Massachusetts, which is described in the book as a suburb of Boston. Conwell is home to the book's main character, a seventh-grader named Septina Nash, who is one of a set of triplets. In an attempt to locate her missing triplet sister, Sexta, Septina leads an expedition into the fictitious \"Frozen Triangle of Doom\" region of Antarctica. The plot is conveyed through letters and notes written by Septina to her teachers, parents, and others. Most of the letters include Septina's doodle-style illustrations. Septina's early letters tackle her conflicted feelings toward her missing sister, with whom she did not always get along. Septina also describes a series of improbable events, such as the appearance of wild penguins in her hometown, the arrival of a mad scientist who proclaims himself to be Septina's arch enemy, and an encounter with a robot duplicate of herself programmed by the CIA. Septina attempts to distract himself from her problems, first by pursuing an ambition to become an Olympic-level skateboarder, then by trying to find a husband for her math teacher, and finally by helping a friend collect empty yogurt containers for a radio station contest. By the end of the novel, Septina learns to somewhat control her talents and locates her sister with the aid of her triplet brother, math teacher, arch enemy, three penguins, and school counselor. The title The Penguins of Doom is derived from the three penguins adopted as pets by Septina. The penguins hail from the Frozen Triangle of Doom section of Antarctica.",
    "genre": [
      "Comic novel",
      "Children's literature",
      "Speculative fiction"
    ],
    "author": "Greg R. Fishbone"
  },
  {
    "title": "The Magic Christian",
    "summary": " Guy Grand is an eccentric billionaire who spends most of his time playing elaborate practical jokes on people. A big spender, he does not mind losing large sums of money to complete strangers if he can have a good laugh. All his escapades are designed to prove his theory that everyone has their price—it just depends on the amount one is prepared to pay them. One of Grand's favorite pranks is to buy hot dogs from railway station vendors just before the train pulls out, handing them one overly-large bill after another and then demanding his change, as the train begins to move and the vendor has to run to keep up. Grand pays the actor playing a surgeon in a live television soap opera to deviate from the script, comment in drastic terms on the bad quality of the show, and walk off the set. Other actors follow in later weeks, in the same way, until critics begin to praise the show's \"bold, innovative comedy\" and the viewing audience comes to watch for \"the moment\" when an actor will break the fourth wall and leave the set. He also has unusual edits inserted into popular movies, and shown irregularly in theaters, disturbing the viewers who notice them. Grand secretly buys a respectable New York advertising agency, installs a pygmy as its president and has him \"scurry about the offices like a squirrel and chatter raucously in his native tongue\" in front of all the top executive staff and their prominent clients. He then buys a cosmetics company and launches a big promotional campaign for a new shampoo which, as it turns out in the end, has a very detrimental effect on those who use it. A supposedly pheromone-based scent produced by the same company turns out to be a time-release stink bomb, causing wearers to smell horrible some hours after spraying it on. Grand buys a huge downtown vacant lot in a major city. He then has a three foot brick wall built around the perimeter and fills it with feces and offal into which bills of all denominations have been mixed. He then takes pleasure watching immaculately dressed people defiling themselves by braving the stench, and ruining their clothing and dignity, by wading through the muck for the bills. Grand makes a habit of having his chauffeur park illegally in downtown areas, and when being ticketed offering the officer enormous amounts of money to eat the ticket. A newspaper under Grand's control first begins to add foreign language passages and perverse commentary to articles, then changes to reporting simply dry facts, then to printing only hate mail received by subscribers. Grand takes a vacation, showing up to an African safari with three natives carrying an unmounted howitzer, and firing it at game animals. Grand's final adventure takes place on board the S.S. Magic Christian, a remodeled luxury liner catering only to the super-rich. He first arbitrarily rejects several Social Register favorites for passage, sending them into a furor, then the ship's crew treat the selected passengers harshly. Grand himself responds to the requests from notables for passage. One of the best is when an Italian contessa lists her family history and her qualifications, and Grand rejects her by writing, \"No Wops\" across the top, and returning it to her.Graffiti gradually appear on the walls, and the ship begins to resemble a ghetto, while the captain (actually an actor) insists everyone remain calm—even when it turns out the only food available is potatoes, and the ship turns around and heads back into port at top speed. Grand cuts back on his activities afterward, limiting himself to stunts like buying local grocery stores, marking the prices down to pennies on the dollar (with even bigger discounts for bulk purchases), then watching the store stock empty out within hours as customers burden themselves with more groceries than they will ever use.",
    "genre": [
      "Comic novel",
      "Comedy"
    ],
    "author": "Terry Southern"
  },
  {
    "title": "Take A Girl Like You",
    "summary": " The novel opens with Jenny Bunn's arrival at her lodging-house. She's a young, strikingly beautiful, provincial Northern woman who has moved to a London suburb to take her first teaching job. Jenny has rented a room in the home of a middle-aged couple, Dick and Martha Thompson. Dick Thompson is apparently some sort of an auctioneer and his wife Martha Thompson is bored, cynical, and openly suspicious of attractive young Jenny. The Thompsons' other lodger, Anna, is apparently French. Jenny soon meets Patrick Standish, an acquaintance of the Thompsons, who is immediately attracted to her. Patrick takes Jenny on a date to what seems to her to be a fashionable, upmarket Italian restaurant, but which Amis makes clear is a classless suburban pseudo-Italianate place. Impressed, Jenny lets Patrick take her back to the house he shares with Graham, an unattractive Scottish schoolmaster. Heavy petting ensues and Patrick assumes that Jenny will sleep with him, but instead she rebuffs him and explains that she intends to remain a virgin until she is married. The rest of the novel concerns itself with Patrick's attempts to seduce Jenny (and his first efforts at sexual fidelity), and with Jenny's attempts to fend off his attentions and those of many others who are attracted to her. Eventually, Patrick gives Jenny an ultimatum: either she goes to bed with him or the relationship is over. Jenny finds herself unable to comply and they part. However, at a party given by the flashy and dubious Julian Ormerod (occupation unclear), Patrick takes advantage of an inebriated and defenceless Jenny in a guest bedroom. When she realises what has happened, Jenny is furious and tells Patrick she never wants to see him again; later the same day she decides to accept what she believes is her \"destiny\" and they reunite.",
    "genre": [
      "Comic novel",
      "Fiction"
    ],
    "author": "Kingsley Amis"
  },
  {
    "title": "The Doctor is Sick",
    "summary": " The \"doctor\" of the title is Edwin Spindrift, Ph.D., an unhappily married professor of linguistics who has been sent home from Burma to England suffering from a mysterious brain ailment. While Edwin is confined to a neurological ward, undergoing a battery of diagnostic tests, Mrs. Spindrift amuses herself with some disreputable new friends at the surrounding pubs. Sometimes, to Edwin's distress, she sends these friends to keep her husband company during visiting hours, rather than come herself. Most of the novel is a dream sequence: while anesthetised for brain surgery, Edwin's anxiety over his wife and the company she keeps turns into a slightly surrealistic fantasy in which Edwin leaves the hospital and encounters his wife's friends, with whom he has various adventures.",
    "genre": [
      "Comic novel",
      "Speculative fiction"
    ],
    "author": "Anthony Burgess"
  },
  {
    "title": "The Chinese Agent",
    "summary": " Arnold Hodgkiss, a jewel thief who has come to London to steal the Crown Jewels, is dreamily casing the Tower of London when a strange man approaches him and says \"The crown is large.\" Hodgkiss, nonplussed, replies \"And very heavy\", unwittingly giving the correct countersign. The man, a spy, thrusts a parcel at Hodgkiss and disappears. Hodgkiss keeps the parcel, hoping to turn it in some way to his advantage. Soon afterward, Jerry Cornell receives a new assignment: he is to discover the whereabouts of plans for \"Project Glass,\" which have been stolen. Although the thief has been caught, the plans are still missing, and are believed to be in the hands of a fiendish Chinese agent named Kung Fu Tzu. Meanwhile, Kung is hopping mad because he never actually got the plans; they were given to Hodgkiss by mistake. The comedy of errors intensifies as Cornell tracks Kung, who in turn follows Hodgkiss, who eludes Kung but finds trouble aplenty when he tries to steal a brooch from a stall on Portobello Road.",
    "genre": [
      "Comic novel",
      "Comedy",
      "Spy fiction"
    ],
    "author": "Michael Moorcock"
  },
  {
    "title": "Why Paint Cats",
    "summary": " Why Paint Cats describes the practice of \"cat painting\", the decorating of cats with paint.",
    "genre": [
      "Comic novel",
      "Comedy"
    ],
    "author": "Burton Silver"
  },
  {
    "title": "Spring Fever",
    "summary": " Wealthy New York businessman G. Ellery Cobbold has sent his son Stanwood, a blundering ex-American football player, to London, to separate him from Hollywood starlet Eileen Stoker with whom he is in love. When Cobbold discovers that Stoker is also in London, making pictures, he insists that Stanwood goes to stay with a distant relation, curmudgeonly widower Lord Shortlands. But Stanwood stays put. Instead, good-looking movie agent Mike Cardinal goes to Shortlands' castle (Beevor, in Kent), posing as Stanwood. He is pursuing Shortland's beautiful daughter Terry. But Terry is wary of him because he is too handsome. Lord Shortlands himself is in love with his cook, Mrs Punter, and would like to marry her. Unfortunately she insists on £200 to buy a pub, which Shortlands doesn't have, the purse-strings at Beevor Castle being firmly in the control of his domineering elder daughter Adela. Also, he has a rival in suave butler Mervyn Spink. Things look up for \"Shorty\" when he discovers that a stamp in his collection is worth £1000. But Spink fools Adela into believing that the stamp is his, and it gets locked up in a safe. It so happens that Stanwood's butler, Augustus Robb is an ex-safe breaker, and Mike masterminds a burglary. This goes disastrously wrong, and Mike gets hit in the face with a bag of safe breaking tools. The up-side is that his battered face makes him suddenly attractive to Terry. So, after a final misunderstanding, things end happily for Mike and Terry. Stanwood and Eileen also get together. But Mrs Punter runs off with Augustus Robb, leaving Shorty and Spink ruing their loss.",
    "genre": [
      "Comic novel",
      "Fiction"
    ],
    "author": "P. G. Wodehouse"
  },
  {
    "title": "Chart Throb",
    "summary": " The story revolves around the occurrences during the latest series of the hit 'reality' star search programme, Chart Throb. The show was the brainchild of Calvin Simms, who assumed a Simon Cowell style role as the mean, English judge. He is accompanied by the extravagant but bitchy former rockstar-turned-transsexual reality TV star, Beryl Blenheim, and the ageing pop manager Rodney Root. Calvin's wife wants to divorce him, but as part of a bet she agrees that if he can rig the results of the new series of Chart Throb, she will leave him without taking any of his cash. Beryl Blenheim is trying to manage the scripted reality show she helms, The Blenheims, whilst coping with her drug-addled wife, Serenity, and the flagging pop career of one of her daughters, Priscilla. Meanwhile, Rodney is facing the challenge of judging his old flame, the beautiful Iona, whilst trying to revive some public interest in his life and work. All of these stories clash and reach a climax at the final of the TV series. At the end of the book, it is said that by the year 2050 everybody will be either a pop star or star of their own reality TV programme. Chart Throb was the 11th novel by Ben Elton, and was released both in hardback and paperback.",
    "genre": [
      "Comic novel",
      "Comedy",
      "Fiction"
    ],
    "author": "Ben Elton"
  },
  {
    "title": "Moo",
    "summary": " Moo contains over a dozen overlapping plot lines and multiple protagonists and is therefore very difficult to summarize traditionally. The following summary includes the plot lines that are clearly resolved in the end of the novel. Chapter one of Moo introduces Old Meats, a building at the center of the campus of Moo University no longer in use. However, Old Meats is home to a huge hog named Earl Butz whose only purpose in life is to eat as much as he would like in order to grow as large as possible as part of an experiment conducted by Dr. Bo Jones. Bob Carlson, a sophomore at Moo U, cares for Earl. Chapter two introduces the Dubuque House, a large residence hall on campus and four of its newest residents Mary, Keri, Sherri and Diane. It is move-in day, and each of the four girls briefly reflects on what has brought them to Moo University and their hopes for their college careers. Timothy Monahan, a professor of English, is returning to the campus for the beginning of the school year. He meets one of the new faculty members, Spanish professor Cecilia Sanchez, when their classes end up being in neighboring rooms. Marly Hellmich is an adult woman who works in the university cafeteria and lives at home caring for her elderly father. Marly also volunteers at her church, where she meets Nils Harstad, the dean of the agricultural extension. Later in Part One, Nils decides that what he needs to complete his life is a wife and a large family of small children. He decides that Marly would be the perfect mate and proposes to her. Marly contemplates the engagement and decides to accept on the basis that a life with Nils, a successful and economically stable older man, would offer her all of the things that she would not be able to have on her own; she literally believes she will become a kind of Cinderella. Book One continues with a lecture given by economics professor Dr.Gift on Costa Rica and the economic gains to be found there. The lecture is well attended by students and faculty but during the lecture Chairman X, the chairman of the Horticulture department, becomes outraged and attempts to point out how detrimental Gift’s pursuits will be to Costa Rica’s environment. Later, Ivar Harstad, provost of the university, meets with Elaine Dobbs-Jellinek, the associate vice-president, and Arlen Martin, CEO of the Trans National corporation. Arlen, a wealthy but not so virtuous businessman whose emphasis is on agricultural projects, is aware of the university’s budget constraints and attempts to make a deal with them. He offers to give them money if they would devote some of their research facilities and faculty to help him on a project. Another important aspect of Book One is the introduction of Loren Stroop, a local farmer and a paranoid old man who is so suspicious of the big agricultural companies and the CIA that he wears a bulletproof vest every day. This fear is promoted by the fact that Stroop is building a machine that he believes will revolutionize agriculture. Stroop meets with Nils to speak about the machine and the two men set up a future meeting for Nils to come to the farm and see the machine. At the close of Part One, though, Stroop suffers a stroke. Joy Pfistener oversees the university’s fleet of horses and is also the girlfriend of Dean Jellinek. Joy is introduced while teaching a class in which Bob Carlson is a student. After class, Joy reflects on her relationship with Dean, one that is strained because of Dean’s constant obsession over his calf-free lactation project and his failure to tend to Joy and their relationship. Smiley closes Book One with a chapter entitled “Who’s in Bed With Whom” in which she lays out some of the intimate details of relationships occurring between various students and faculty including Mary and Hassan, a graduate student, Nils and Marly, Bob and Diane, Tim and Cecilia, Chairman X and Lady X, and Mrs. Walker and Mrs. Lake. Book Two, the shortest section of the book, opens with a news article detailing Governor Early’s budget cuts, which include severe reductions for the university. The chapter also contains a series of memorandums within the university detailing the likely impact of the proposed cuts. One of the most significant developments is the relationship between Cecilia and Chairman X. The two meet one day in the library where Cecilia is reminiscing about her former life in Los Angeles. She recognizes Chairman X from Dr. Gift’s lecture. They strike up a conversation and surprisingly have sex on the library floor. Meanwhile, Keri is failing Dr. Gift’s economics class. She reflects on her family’s experiences on their farm. When one of her uncles buys out the other, it causes a deep family division that ruins the family dynamic, and Keri blames her uncle’s selfish drive for fortune and prosperity and his disregard for the family. Chairman X and Cecilia continue their relationship. Cecilia fabricates a story about her uncle Carlos and his farm in Costa Rica and her childhood that she spent there. By telling the story she manages to convince X to stay longer and spend more time with her rather than returning home to have dinner with his family and take his children to a movie. Book Two closes with a visit to Loren Stroop in the hospital after his stroke. His neighbors, the Millers, come to visit him and reassure him that they have taken care of everything around the farm except for visiting the shed where he keeps the machine locked up. He nods to try to tell them that they should look in the shed and tell someone about the machine but they fail to understand this since he cannot talk. The section opens with Dr. Gift reflecting on a report he wrote supporting the gold mine under a virgin cloud forest in Costa Rica. Mary, Keri, Sherri, and Diane are spending more time together. Mary is sick with a virus. Gary Olsen revises a short story, but is disappointed with the end result. After a night at the library, Diane decides to follow Bob in hopes of learning the mystery of his work-study job and she meets Earl Butz. Tim and Cecelia have an unhappy date. Multiple characters discuss the fall of and importance of Eastern European communism. Helen hosts a Thanksgiving feast with Ivar, Nils, Marly, and Marly’s father. Marly’s father and Nils debate Marly and Nils future, after Nils announces to everyone that “God’s plan” is that he and Marly have six children and live in Poland. Joy sets goals for her future, including marriage and a child. Tim Monahan’s third novel is accepted for publication. Helen, Dr. Garcia, Dr. Gift, and Dr. Cates consider Monahan’s promotion to full professor. Dr. Gift says Monahan's writing is salacious, and Helen disagrees. Monahan’s promotion is only given lukewarm approval. At the meeting, Helen distributes copies of Dr. Gift’s paper to everyone at the meeting, revealing the virgin cloud forest mining project much to Gift's chagrin. Gary Olson and Lydia go out. Lydia suggests Gary should kick Lyle, his roommate out, so she could come over more often. Margaret gets Tim to call Cecilia by giving him a copy of Dr. Gift's memo which she had secretly kept. A grant saves Old Meats, but it would have to be a chicken museum, which was not what Dr. Bo Jones requested. The book concludes with Mary being the victim of bigotry and feeling unable to discuss her experience with Keri, Sherri, and Diane. Gary continues to struggle with his writing. The main connection between characters in this section is the holidays. It is Christmas time, and Cecilia decides not to return to Los Angeles for the holiday because of Chairman X. However, she changes her mind the following day and goes to LA. A friend of Bob’s comes to care for Earl Butz, and Earl notices and is shaken up by the change. Drama unfolds in the X’s household. Chairman X spends the holiday at home with his family. He admits to Lady X that he is having an affair with Cecilia. As they fight, they both make accusations and blame the other for their unhappiness. Mary spends Christmas with her family. She is worried about her grades and somewhat disappointed she did not stay back at school. Joy is talking to Dean and becomes upset with their conversation. She goes outside, runs, and remains outside until she is nearly frozen to death. When she returns home Dean has to take care of her until an ambulance arrives. It is time to ring in the New Year. Chairman X writes a flyer opposing the destruction of the virgin cloud rain forest and revealing Gift’s role in the scheme. The media reports on the issue and tries to unravel the controversy. As word spreads of the mining plan, chaos occurs. Dean Nils Harstead is attacked by Chairman X. Tensions run high between Mary, Keri, Sherri, and Diane in Dubuque House until they hear about the riot at Lafayette Hall and leave to go there. Book five opens with Dr. Margaret Bell arriving at a conference in Florida where she is to present a paper. Her senses seem to awaken through this mini get-away, and she indulges in the experience. When the conference is abruptly cancelled, Margaret ends her vacation and receives a large bill. Back on campus, Dr. Gift reflects on Arlen Martin and the collapse of Seven Stones Mining. A memo is sent out announcing more proposed cuts in the budget, resulting in threats of layoffs. Another setback for the university occurs when Elaine Jellinek breaks the news to Dr. Bo Jones that there is no longer a grant for the chicken museum. Dr. Jones does not seem very disappointed and decides to take a trip to Kirghizia to research wild boars. Loren Stroop has moved home and maneuvers around on his own to the best of his ability. Although his physical stamina has diminished, his quirky personality still remains. Feeling the need to check up on his invention, Loren attempts to travel out to his barn during a snowstorm. He struggles against the winter wind and falls into the heavy snow, never reaching his destination. He perishes in the storm. The announcement of a future McDonald's takes the campus by surprise and forces Marly to contemplate her existence on campus. She decides to leave her job as well as abandon her relationship with Nils. In the end, Marly chooses to run off with her truck driver boyfriend. Another major event at the university occurs during the destruction of Old Meats. This pivotal scene showcases Earl Butz as he is trapped inside the building during the demolition. Bob realizes that Earl is in danger but is unable to stop the destruction process. Earl is aware of his dire situation. Instinct takes over, and Earl takes off running, making his way across campus. As Bob tries to catch Earl, Mrs. Walker, Chairman X, and Keri all witness Earl’s rampage through the university. Earl eventually stops from exhaustion and falls dead at the feet of Keri. His death makes front page news. Dean and Joy work on their couple’s therapy. Dean immerses himself in helping Joy out of her depression, which she finds exhausting. Cecelia continues to struggle with finding her place in the Midwest and Moo University, and considers returning to California. As the cutbacks continue to stress the faculty, Mrs. Walker realizes that her job is on the line as a result of leaking Gift’s memo as well as the discovery that she has transferred funds from the athletic budget to the library. Mary, Keri, Sherri, and Diane seem to be heading their separate ways as the school year closes out. For the following year, Sherri makes plans to room with friends from high school, and Mary decides to return to Chicago. When some of the future plans fall through, Mary and Keri decide to reside together again. As the university’s future appears bleak, Ivar reflects on how he originally viewed the university and how things have changed since he and Nils were first students at Moo. Just when the university seems doomed, Joe Miller arrives with a sense of hope by carrying out Stroop’s wishes to donate his invention to the university. Ivar, Nils, Bob Brown, and the president all assemble to begin a frantic search for the blue prints for Stroop’s machine. Coincidentally, Dr. Cates acquired these blue prints from a student, and thinking they were a work of art, Cates calls Mrs. Walker in effort to discover who the artist might be. At the same time, the committee contacts Mrs. Walker to discuss Stroop’s donation. Gaining power with this information, Mrs. Walker not only connects the missing prints to the hands in need, but saves her own position. The discovery of the machine uplifts everyone’s spirits and causes the governor to reverse the budget cuts. The campus atmosphere starts to lighten. Marriage comes into play towards the end of the novel when several characters contemplate their relationships and their plans for the future. Dr. Gift and Elaine Jellinek dine together and day-dream about the possibility of a life with each other, but in the end, they each discard the thought. Marriage is not in the cards for Nils and Marly, but Nils and Marly’s father reach an understanding and decide to reside with one another due to Marly’s absence. The biggest turn-around occurs between Chairman X and Lady X as they resolve their disputes and reunite their family. Chairman and Lady X have a small wedding which attracts the curiosity of the neighbors and close friends. The marriage upsets Cecelia, who has decided to stay, but Tim convinces her that this is for the best. The book then closes as Chairman X and Lady X embrace in a “legendary” kiss.",
    "genre": [
      "Comic novel",
      "Novel",
      "Fiction",
      "Comedy"
    ],
    "author": "Jane Smiley"
  },
  {
    "title": "Twice Brightly",
    "summary": " For young servicemen who had spent six years fighting fascism, postwar Britain was a drab, oppressive place. For a young and untried army comic keen on the Marx brothers and Jimmy Cagney, a Yorkshire Variety theatre in February was a vision of Hell itself.",
    "genre": [
      "Comic novel",
      "Comedy"
    ],
    "author": ""
  },
  {
    "title": "My Boring Ass Life: The Uncomfortably Candid Diary of Kevin Smith",
    "summary": " The title is a reference to Smith's blog My Boring Ass Life. The book's content is from entries Smith has written about on said blog, from mundane daily activities to a series of writings detailing his friend and frequent featured actor Jason Mewes' heroin addiction. Smith also chronicles the making of and release of his seventh film Clerks II and describes the filming of his acting roles in Catch and Release and Live Free or Die Hard. Smith talks about his several encounters with many Hollywood stars, both old and upcoming. Once, during his daughter Harley's elementary school Fairy Tale Breakfast party, he ran into Johnny Depp, still wearing part of his Jack Sparrow makeup, who was in-between filming the Pirates of the Caribbean sequels. He also recollects on the time in which he met Burt Reynolds after \"stealing\" his donuts. An unlikely meeting with Bruce Willis resulted in Smith getting a major supporting part in Willis' film Live Free or Die Hard. In addition, he mentions a humorous encounter Mewes had at a club during the shoot of Jay and Silent Bob Strike Back with Leonardo DiCaprio and Tobey Maguire, who had recently been cast as Spider-Man. After realizing it has been seven years to the day they \"did it\", Smith recounts how he first met his wife, Jennifer Schwalbach Smith. During the promotional tour for his 1999 film Dogma, he was interviewed by Schwalbach (\"Jen\"), then a reporter for USA Today at the Independent Spirit Awards. Having half a day to kill before he had to go home, they dined on pizza breadsticks before he left for his flight back to New Jersey. A few months later, he met her again, had a few drinks, and they went back to her apartment where they made love for the first time. At this point, Smith stops and writes, \"The rest can be seen in An Evening With Kevin Smith,\" in which he recounts how he was injured in the act of love-making. Lasting about nine pages, Smith talks about how he intended to have a much more elaborate opening prologue/credits scene for his sophomore film Mallrats. In this, Jeremy London's character, T.S Quint, goes on a game show and loses after flubbing an answer and inadvertently giving the other team the answer. An altercation with the team ensues, and he accidentally punches the show's host after the team captain ducks his head. According to Smith, the studio felt it was too long, ordered it to be cut, and replaced it with a smaller scene taking place at a party instead. However, that scene was later scrapped during post-production. Due to this setback, as well as some other scenes, including a Silent Bob masturbation joke, he was forced to excise from the script, he feels this hurt the movie's chances for a bigger box office reception. As in Evening With Kevin Smith, he revealed that while he removed the masturbation scene, a similar scene took place in a film released four years later: There's Something About Mary. Of all the entries in the book, this section is the longest and probably most serious subject that Smith deals with: his friendship of Jason Mewes and the latter's massive drug addiction. It starts off with detailing Mewes' troubled childhood and upbringing. His mother was a drug addict, and he never learned the identity of his father, who took off shortly after his birth. Whenever selling drugs to support him and his sister, his mother would send an oblivious nine-year old Jason on his bicycle to deliver the goods to customers with strict instructions not to look in the bag. As a high school freshman, he met the nearly-four years older Smith, who was working at RST Video and the Quick Stop. Despite hearing the many rumors about the supposedly bad-boy Mewes, which were mostly fictional, he inadvertently became Mewes' surrogate older brother. Although unsure about letting the younger Mewes hang out with him and Walt Flanagan, Smith was won over by the kid's love of comics and his offbeat, crazy sense of humor. During his recount of making Clerks, it is revealed that he had to talk the reluctant Jason, working in construction at that time, into playing Jay. Smith says that he only drank during this time period. When they were given the go-ahead to make Mallrats, Mewes had to re-audition for the part against favorites Breckin Meyer and Seth Green to convince studio executives he was right for it, because they were concerned over his new heroin addiction. Eventually, they caved in and allowed Mewes to reprise the role, but Smith was forced to fly him out to the location at his own expense with the threat that Green would replace him should anything bad occur. During Chasing Amy, Dogma, and Jay and Silent Bob Strike Back, Mewes goes from drug-addicted to sober for varying lengths of time. Being oblivious to the symptoms of drug use, Smith noticed his drowsy, narcoleptic-like behaviour during the recording of the DVD commentary for Chasing Amy. After much denial, Mewes admitted he used heroin and marijuana during the Mallrats shoot and cocaine during his diner scene. Realizing he needed help, Smith moved him out of his mother's house and into his apartment with the promise of another Jay and Silent Bob film and to get him clean. For nearly two years, he helped Mewes take his mind off drugs while preparing for Dogma. While shooting the film, Smith was amazed when Jason claimed to have memorized the script and was at the top of his game, especially during scenes with Alan Rickman, but he was oblivious that Mewes had begun using Oxycotin with his new girlfriend, Stephanie. With Mewes earning the money, she would be getting him the drugs he needed. It was also during this time that Mewes' mother developed AIDS. Following Smith's marriage, he moved in with them prior to their daughter Harley's birth, because Kevin felt that his mother was the worst influence. Tensions erupted between them after he discovered a drug dealer was wanting Mewes to pay up on a sale, and it did not help matters when he found out his friend caused a car crash involving a police officer. While the officer accepted payment for the damage done, Smith and Mewes were forced to abandon their car to the car market. As for the dealer, Mewes agreed to be involved as a witness in a sting operation to arrest the dealer, but his relationship with Stephanie failed as a result. Another woman named Jamie, whom he was briefly engaged to, soon left him after getting fed up with his drug habits. After another period of rehab, Smith finally learned that Mewes was using again after his friend stole his credit card in an attempt to buy drugs. Then, he caused a panic on an airplane just before landing. The last straw came when he kept disappearing to shoot up while playing with Harley. His wife ordered him to make Mewes leave the house, to which he reluctantly did. After a brief stint in rehab, funded by Ben Affleck, he was almost forced to leave after raising hell. After a tense phone conversation with Smith, Mewes escaped from the clinic before being caught again. Showing the tough love technique, Smith made it clear that he could not come near him or his family anymore until he got clean. As a result, he started living with his girlfriend in Los Angeles. By this point, his mother had also died, and he could not come back to New Jersey due to the bench warrant for possessing heroin and syringes in his girlfriend's car during a routine police search. He had to appear in court as part of the sentencing, but he strangely failed to show up. Originally, Smith had written the Jason Biggs role in Jersey Girl for Mewes, but he could not accept it. Upon getting a scare after a rumor spread about his death, he finally went back to Jersey and surrendered to the police. Given the choice of six months of rehab or jail, Mewes chose to go to rehab, and he has been clean of drugs ever since. Hence the plot point of Jay and Silent Bob's rehabilitation in Clerks II. As in the documentary found on the Clerks II DVD, Smith recounts the process of the film (his \"first\" true sequel) being made. Several facts are included: the original 1999 script had Dante and Randal working at a Boardwalk Waterfront Pier, how Matt Damon was supposed to appear in Jason Lee's cameo, and convincing original Clerks stars Brian O'Halloran and Jeff Anderson to come back. While O'Halloran was eager to reprise Dante ten years down the road, Anderson was the most difficult to convince to return, but he finally agreed to appear in the film. In addition, Smith details Mewes' embarrassment and reluctance to do a parody of the infamous Buffalo Bill nude-dance scene. Smith writes about the reaction Clerks II got from critics, particularly Joel Siegel. About forty minutes into the film, specifically the scene where Randal orders a donkey show as a going-away present for Dante's bachelor party, Siegel exited the theater rather loudly, allegedly shouting \"Time to go! This is the first movie I've walked out on in thirty fucking years!\" Despite this incident, Smith felt that \"if you can send Joel Siegel screaming from your movie, you've got something good on your hands,\" because getting a bad review from Siegel (according to Smith, after the review called it \"Jerks II\") is like \"a badge of honor.\" However, he admits that he was not hurt by the critic's trashing of the film, but rather the manner in which he left it. He states that had Siegel not left the film, the actual donkey show would have been revealed and been funnier. After mentioning his confrontation with the so-called \"cum catcher\" (in reference to his prominent mustache) on The Opie and Anthony Show, he says he has no animosity towards the critic, but that one should never walk out on a film and ruin it for others. For the next few entries of his diary, he reveals that Clerks II made over thirty million dollars at the domestic box office.",
    "genre": [
      "Comic novel",
      "Personal journal"
    ],
    "author": "Kevin Smith"
  },
  {
    "title": "Tomcat in Love",
    "summary": " As part of his irrational reaction to the end of his marriage, Thomas Chippering returns to his (fictitious) home town, Owago, Minnesota. Emotionally spent, he trespasses on the backyard of the house where he grew up. The current resident, Mrs. Robert (Donna) Kooshof, finds him but is surprisingly attracted to him. Donna rashly agrees to participate in Tom's madcap scheme of revenge against his ex-wife (Lorna Sue), her brother (Herbie), and her new husband (known to the reader only as \"the tycoon\"). Tom, Lorna Sue and Herbie have been close friends &mdash; or at least companions &mdash; since childhood. The proximate cause of Lorna Sue leaving Tom was that Herbie revealed to her that Tom has been keeping a lifelong record of his infatuations and dalliances. While planning his revenge, Tom also maintains his position as a faculty member at the University of Minnesota. As in years past, Tom eagerly assists his female students with their writing projects, but at this point, one of these students decides to accuse Tom of sexual harassment. Tom loses his job and returns to Owago to live with Donna. Tom finds a job as an instructor at the Owago Community Day Care Center and starts teaching Shakespeare to four-year-olds. Tom's revenge involves trying to break up Lorna Sue's new marriage by innuendo. When this goes awry, Tom plans to burn down the Zylstra's house in Owago. Tom gathers mason jars, gasoline and firecrackers to this end. But the resolution to the plot occurs when Lorna Sue steals Tom's bombs and tries to set the local church on fire. Thus, Tom is able to get over his dependence on Lorna Sue. At the end, Tom and Donna move to a Caribbean island and live comfortably together. Tom's flirtatious nature, while not reformed, is kept in check. There's another mysterious layer in the book. Occasionally the narrator addresses the reader directly, referring to a broken relationship that supposedly unhinges \"you\" (the reader) because \"your\" husband ran off to Fiji with a redhead. No explanation about this subplot is forthcoming.",
    "genre": [
      "Comic novel",
      "Campus novel"
    ],
    "author": "Tim O'Brien"
  },
  {
    "title": "The Fairy Gunmother",
    "summary": " The novel is set in the modern Parisian quarter of Belleville. It starts with the dramatic death of a policeman, shot by a \"grannie\" he was trying to help, and witnessed by at least four others who conveniently forget all details of what they see. The inspector Van Thian goes undercover as a Vietnamese old woman to investigate. Three other investigations follow: one into the attempted murder of a young woman, another into the serial killings of small old women in the district, and a third into drug trafficking by old men. Benjamin Malaussènne, professional scapegoat, quickly becomes suspect number one of all four investigations, owing to the numerous children of his prolific mother he lives with, the various old men with obsolete talents that he shelters, and his repeated abortive romantic affairs. Like all novels in the Malaussène saga, the setting is anything but conventional, the streets of Paris brimming with immigrants in open celebration of their diversity, the situations rarely Gallic yet authentically Parisian.",
    "genre": [
      "Comic novel"
    ],
    "author": "Daniel Pennac"
  },
  {
    "title": "Adolf Hitler: My Part in His Downfall",
    "summary": " The prologue consists of only two sentences, which in itself represents the word-play humour that was Milligan's hallmark: \"After Puckoon I swore I would never write another novel. This is it\". Milligan is at home with his family. His mother is digging the air-raid shelter when Neville Chamberlain announces that Britain is at war with Germany. The family response is for Spike, his father and brother to produce boyish drawings of war machines (the drawings are included in the book), which are taken to the War Office. Milligan receives a letter marked O.H.M.S., which his uncle advises him not to open. After some weeks similar letters arrive marked \"Urgent\". Eventually he opens one containing a \"cunningly worded invitation to partake in World War II\". About then, in an attempt to impress girls at a gym, he slips a disc, whereupon he's hospitalized to determine whether he's faking. After three months of avoiding call-up, he is given \"a train ticket and a picture of Hitler reading \"This is your enemy\"\". He searches the train, but can't find him. Part 2 lasts 13 pages, much of it illustrations by Milligan or photographs. He begins his months in military training at Bexhill-on-Sea. It starts with Milligan joining his regiment (56th Heavy Regiment Royal Artillery) late, and immediately being singled out as a troublemaker. He learns disrespect for certain officers within a few sentences, and commences sniping: :\"I suppose,\" said Suitcase, \"you know you are three months late arriving?\" :\"I'll make up for it sir, I'll fight nights as well!\" Milligan talks to soldiers returning from Dunkirk, and sees his first German plane. His regiment is equipped with the obsolete BL 9.2 inch Howitzer. Training included the crews shouting 'bang' in unison as they had no shells to practice with. A shell from World War 1 is eventually found, and they make strenuous attempts to fire it for practice. It's a dud. A year passes, Milligan trains, the summer months are pleasant. Part 3 begins a year previously, and launches into a favorite Milligan literary aside — a long discussion of setting up musical shows, including names of songs, instruments, and players. It is playing jazz that he meets his lifelong friend, Harry Edgington, a man \"with moral scruples that would have pleased Jesus\". (In the biographies, Milligan variously portrays himself as licentious or unusually chaste.) The group of pick-up military musicians practices for a month, then are asked to give their first gig in Bexhill Old Town Church Hall. (Milligan's military career shifts between his duties as a gunner and musical performances.) Milligan notes that before the winter of 1940 they were entertaining nightly, which he later saw as his first steps into show business. Milligan is left off long enough to go to a BBC musician contest, where, as trumpet player, he wins a recording session with an established artist. He cuts his first records, then returns to barracks. With the introduction of the new C.O. Major Chater Jack, Milligan meets an officer for whom he has great respect (\"one who I would have followed anywhere\"). 1940 ends and the 19th Battery has the luxury of being billeted in an empty girls' school. The book quotes at length from the regimental war diary, describing an extraordinary day when the War Office (now the Ministry of Defence) was alerted to a sea invasion — in what was intended to be an exercise. The author now confesses that he, in error, left the word \"PRACTICE\" out of a transmission. Edgington and Milligan write \"reams\" of scenes that Milligan reckons were the beginnings of The Goon Show. Amid the continued army stories, Milligan mentions a topic he returns to, the (actual) exceptional ability of their artillery battery. By August 1942 they had learned driving skills and how to shoot machine guns. In December 1942 Milligan drinks a toast with his family that will prove to be the last for ten years. On January 8, they head to sea. Their band has been warned by an officer that if they smuggle their instruments on board, the instruments will be thrown overboard. Later in voyage, after a miserable passage, the officer asks if the instruments are actually on board (which they are), and will the band please play to entertain the men. Algeria comes into view. :\"We were issued with an air-mail letter, in which we were allowed to say we'd arrived safe and sound....From now, all mail was censored. We were no longer allowed to give the number of troops, measurements of guns and ammo returns to the German Embassy in Spain. This, of course, would cut down our income considerably.\" The Sanitary Orderly mistakenly cleans the latrine with petrol, an officer lights a cigarette, causing second degree burns on the bum. :\"A sort of British loss of face. He was our last casualty before we actually went into action. Next time it would be for real.\" (p. 146)",
    "genre": [
      "Comic novel",
      "Autobiography",
      "Satire"
    ],
    "author": "Spike Milligan"
  },
  {
    "title": "John Dies at the End",
    "summary": " The main characters, John and Dave, are friends from an undisclosed town in the Midwestern United States. The story opens as Dave is discussing the unusual events he has experienced with a reporter named Arnie. The first story opens as Dave goes to help John's band play at a local party, just outside of town at a lake. At the party, Dave finds Molly, the dog, and meets a strange \"Jamaican\" dealing a drug called \"Soy Sauce.\" After taking the drug, John begins to see things. Thinking John is having a bad trip, Dave decides to take John to the hospital but, after Dave receives an impossible phone call, they end up at the home of \"Big Jim\" Sullivan and his sister Amy, trying to return Molly to its owner. Amy tells Dave that she's afraid that Jim is dead, and he didn't come home after the party. Not knowing what else to do, and wanting to put the whole episode behind them, the two go to work at the local video store. At work, Dave accidentally cuts himself on the syringe that contained John's dose of the Soy Sauce and begins having unusual experiences as well. Dave and John are brought down to the police station for questioning regarding others who have taken the drug, and are now missing or dead. While they are being questioned, John mysteriously collapses and is taken to the hospital. Dave receives another strange phone call, telling him to go to the pseudo-Jamaican's trailer. Dave finds the fake Jamaican's stash of 'Soy Sauce', but is interrupted by the police, getting shot in the process. However, due to a miraculous occurrence, he survives relatively unharmed. Molly rescues him from the burning trailer and leads him to John's comatose body, which has been kidnapped by an evil force on its way to Las Vegas. That evil leads them to the Luxor Hotel, where Dr. Albert Marconi is having a conference on the paranormal. The conference descends into chaos as the evil attacks, and Dr. Marconi helps send it back to where it came from. The second major incident Dave explains to Arnie happened a year later. Dave and John are called in to help investigate a strange death apparently caused by Molly. It turns out that the evil is on the loose again in Undisclosed in the form of a sports reporter, Danny Wexler, who has been possessed by a shadowy entity, likely after taking Soy Sauce. With the help of Wexler's girlfriend, Krissy, John and Dave have a car chase with a man made of cockroaches, and are led on a video-game inspired chase through the abandoned mall, where they have a stand off with the entity that has taken Wexler. There the evil possesses Dave, but it is ultimately defeated. The third story starts the next summer as Dave notices that someone is watching him through his television set. The feeling continues until one winter night he has an episode of missing time just as Amy disappears. While they investigate Amy's disappearance, Dave begins to feel that he may have killed her, and peeking into his tool shed and seeing what appears to be a dead body, he is sure of it. When Amy reappears, however, the mystery deepens. As the darkness descends on them, Dave has to come to terms with how his paranormal encounters have irreversibly affected him.",
    "genre": [
      "Comic novel",
      "Horror"
    ],
    "author": ""
  },
  {
    "title": "The Oblivion Society",
    "summary": " Vivian Gray is stuck in a dead-end job with a horrible boss in a town full of aging seniors in Florida. She supports her unemployed brother, Bobby and his geek friend Erik in a small apartment in town. Just when it seems that she has a shot to get out of town, and start a career in modeling, the end of the world happens. Vivian and a rag-tag band of survivors must survive attacks from mutant creatures to make it to a distant sanctuary, that may or may not exist.",
    "genre": [
      "Comic novel",
      "Horror"
    ],
    "author": ""
  },
  {
    "title": "\"Rommel?\" \"Gunner Who?\"",
    "summary": " Milligan’s 19 Battery 56th Heavy Rgt. R.A. has arrived in Algeria. With his rank of gunner, there is no one under his command; his promotion later in the book is the source of comment. An officer, Lt. Budden says: \"Bombardier?\" He turned and looked out the window. \"Oh, dear.\" One of Milligan’s first battle encounters is to yell at a passing airplane \"I hope you crash, you noisy bastard!\" — it immediately does. But the plane was Allied. In a couple weeks they leave the comforts in the area of Cap Matifou, heading east into battle areas, and are now eating army food. Their cook is upper class: :\"'Where'd you get that accent, Ronnie?'.... :'Eton, old sausage.' :'Well, I’d stop eatin' old sausages.'\" Milligan stays in various accommodations, from a two-man tent stolen from American supplies (which his best friend Edgington burns down while attacking a scorpion), to appropriated housing. The native Arabs are still in the area. Milligan sneaks food a few times to a farmer whose family is \"having a rough time\". Later, they adopt a French dog; when the owner returns to check his house, he mistakenly shoots it; they spend the evening drinking with him in commiseration. As they see action, one gun crew is puzzled to discover their gun is missing after being fired. It's gone over a cliff, and narrowly avoids killing future Goon Harry Secombe, whom Milligan later meets in passing: : \"I saw something that I felt might put years on the war. It was a short Gunner, wearing iron frame spectacles, a steel helmet that obscured the top of his head, and baggy shorts that looked like a Tea Clipper under full sail....It was my first sight of Gunner Secombe: what a pity! We were so near to Victory, and this had to happen. I hadn't crossed myself in years, and I remember saying, 'Please God...put him out of his misery.'\" Part of Milligan's job is laying phone lines. On one occasion silence is imperative, since they're close to the enemy, however the hole in the cable drum spool is square, making a great noise as it unreels. :\"There was a suppressed laughter. Unable to stop it, we all burst out laughing again. :'Stop it at once!' said Dawson, through his own laughter. We stopped. 'Now stop it, or I'll kill the bloody lot of you.' : A white star shell lit the night. :'What's that?' asked Ernie Hart. :'That, Ernie, means that a child has been born in Bethlehem.'\" There's limited time for band music, but Milligan and Edgington play on opposites sides of a bombed out floor. Shortly after Edgington finishes, the piano falls through. Milligan reflects: \"It's not often we had been detailed to:—'Clean up that mess of a French Colonial Piano.'\" While driving with Major Chater Jack: :\"'How does it go again? called Chater. I re-sang the opening bars with intermittent rain. :'Doesn't he know any other tunes,' said Edward. :\"'Any others? Christ, he doesn't know this one, he only brings me along as an amanuensis.'\" Amid Milligan's persistent whistling and joking are moments of reflection: :\"We sang songs, those nostalgic slushy moon-June love songs that had fucked-up my generation....If I sang a song, I was Bing Crosby, if I played trumpet, Louis Armstrong...but who was I when washing out my socks?\" And, at the end of the book, as the army triumphantly enters into Tunis: :\"Here was I, anti-war, but like the rest of us feeling the exhilaration of the barbarian.\"",
    "genre": [
      "Comic novel",
      "Autobiography",
      "Satire"
    ],
    "author": ""
  },
  {
    "title": "Monty: His Part in My Victory",
    "summary": " With the fall of Tunis in 1943, the Nazis surrender in Africa. Milligan has varied impressions: :\"Dead soldiers in grotesque ballet positions, Arab families emerging from hiding, baffled and frightened, and the children, always the children, more baffled and frightened than the rest.\" An odd atmosphere pervades where enemy soldiers are found chatting together on the streets; a group of Italian soldiers tries to surrender to Milligan and his friends: they tell the Italians that they are British Army prisoners (i.e., to go away). The regiment's lieutenant asks two German officers drinking coffee in a cafe what they are doing: \"Ve are vaiting to be took prisoners old poy.\" There is time on leave, in celebration parades, and in performing shows; the most traumatic experience is the transfer of Major Chater Jack — leaving the battery now without two of their favorite officers. Major \"Jumbo\" Jenkins, a humorless, unpleasant martinet is the replacement, with consequences for Milligan in the next volume. They move to various locations, some flat and barren. During one war game exercise, Milligan asks if they can \"kill\" themselves so they can play cards. The lieutenant suggests lunch, first. A referee rides up, and marks them with chalk — they are casualties. Remounting his motorcycle, he breaks his leg; Milligan marks him with the chalk. In a camp where Milligan builds an elaborate tent, a friend bets Milligan and Edgington he can get them out in two minutes; he sets an armored vehicle toward their tent, unpiloted. Milligan and Edgington move the tent, still inside. Writes Milligan, \"We were all bloody mad.\" While Milligan points out to the reader that shows cannot be described, one must be there, he describes at length a series of musical activities and successful shows, culminating in one directed by Kenneth Carter, later a British producer and director. (The playbill is reproduced.) With the invasion of Sicily, the idyllic days are over. Milligan thinks about rewriting his will, since the last one was about getting killed in the Africa landings, not the Italian ones. He concludes the book on the ship HMS Boxer: :\"'I wonder why we're waiting?'... :'We're waiting for the tide,' says Kidgell. :'That's the best news I've had.' :'Why?' :'The Med's tideless.'\" Milligan does not know the gravity of the situation at Salerno until reading General Alexander's biography, twenty years later. The fighting starts in the next volume soon after they have landed.",
    "genre": [
      "Comic novel",
      "Autobiography",
      "Satire"
    ],
    "author": ""
  },
  {
    "title": "Mussolini: His Part in My Downfall",
    "summary": " Milligan's Italian adventures start well, as one of their battery guns knocks the top off an enemy hill just sighting down the barrel. The next day he has a temperature of 103, and is sent to a hospital. Although he's released in a few days, transportation back to his group is not available until October 19, during which time he gets leave in Naples and Pompeii. Otherwise, he is so bored he volunteers for work. He defends his favorite comics to a North Country soldier: :\"Gracie Fields,\" I guffawed, \"she's as funny as a steam roller going over a baby.\" :\"You must be bludy thick, she's a scream.\" :\"Yes, I scream every time I hear her sing.\" :\"Ooo do you think is foony them?\" :\"W.C. Fields, Marx Brothers.\" :\"Oooo?\" The other preferred George Formby, who \"cud play 'is bludy 'ead off.\" The idea of a headless Formby fills Milligan with delight. A threat to desert sent to Major Jenkins finally elicits a truck to return Milligan to his group. He returns to find his pack of war souvenirs was lost, with his Nazi war loot, including an Iron Cross and pornographic photographs taken from a dead German soldier in Africa. (Milligan was going to send them home to the soldier's mother.) The war has been a religious turning point for Milligan: :\"A Catholic priest visited us this evening and asked if anyone wanted Confession and Holy Communion. I nearly went but since the war started, my belief in a God had suffered a reverse. I couldn't equate all the killing by two sides, both of whom claimed to be a Christian society. I was, as Gary Cooper would says 'kinda mixed up inside'.\" On December 5, the men are billeted in a four-story Victorian Gothic farmhouse, including utility buildings. They clean vigorously, including a yard so heavily covered with manure that when they uncover the cobblestone, the farmer who had lived there since a boy says he didn't know it existed. During the night, rain fills the courtyard with manure again. Before Christmas the men organize a show, however lack of facilities reduce it to nudity, instead of the more rarefied skits and music — in spite of Italian farmers and their wives being invited. On the 27th, they are on leave in Almafi: :\"The whole place has architectural maturity: there are numerous creepers and vines growing in profusion on the walls and balconies. In summer it must be a riot of flowers, right now it's a riot of gunners, there is a scramble as we dash for the best beds (if any)....\" Of the many complaints Milligan and the men have about their Major Jenkins are his poor musical abilities, lack of humor, and not keeping the men notified about orders. In the end of the book, an observation post is in a \"dodgy\" situation, and Jenkins has sent up everyone for duty there, except himself. Milligan is sent up, but doesn't come back under his own power, after being hit by a mortar bomb: :\"....he can see us! We hit the deck. A rain of them fall around us. I cling to the ground. The mortars rain down on us. I'll have a fag, that's what. I am holding a packet of Woodbines, there is a noise like thunder. It's right on my head, there's a high-pitched whistle in my ears, at first I black out and then I see red....I know if we stay here we'll all die...I start to scramble down the hill.\" Major Jenkins criticizes him, but Milligan can't stop shaking and crying. He's invalided, and \"court martialled\" by Jenkins, despite a discharge certificate reading \"This man must be rested behind the lines for a period to stabilise his condition\". Tranquillizers turn him into a zombie. \"All the laughing had stopped,\" he writes. For the moment.",
    "genre": [
      "Comic novel",
      "Autobiography",
      "Satire"
    ],
    "author": ""
  },
  {
    "title": "I Love You, Beth Cooper",
    "summary": " At his high school graduation, valedictorian Denis Cooverman states to the entire gymnasium that he's had a crush on cheerleader Beth Cooper for six years. During the speech, he singles out several members of the class including the class bully and a pretty but shallow party girl, and tells his movie-quoting best friend Rich to admit that he's gay. Denis' speech upsets everyone except Beth, who thinks it was \"sweet\", giving Denis the courage to invite her to a party at his house that night. After the speech, it is revealed that Beth in fact has a boyfriend, an off duty army soldier named Kevin who threatens Denis. After his declaration, Denis' mother and father leave him and Rich alone at the house for their party, which no one attends, as they are social outcasts. Beth shows up in her tiny blue car with her friends Cammy and Treece (the group of three is known as \"The Trinity\") at Denis' house that evening. Things are awkward and become worse when Kevin shows up with his army buddies, and Denis and Rich are assaulted and Denis' house (the kitchen) is trashed. Beth and the Trinity help Denis and Rich get away. Beth is meant to be a dream girl, but has glaring imperfections that shatter Denis' fantasy. Throughout the novel the real Beth shows that she is nowhere near the perfect girl that Denis has imagined. They then travel out to Old Tobacco Road where Denis and Beth drink and converse about their roles in high school and why exactly Denis fell for Beth; he admits it was because she was pretty and he always sat behind her. Cammy, Treece, and Rich try to tip over a cow but fail miserably. The girls then proceed to tell a scary story to get the boys entranced then floor it. They eventually crash into Denis' parents car where his parents were having sex. The group then heads to Valli Wooly's (the shallow rich party girl) party. Denis, feeling uninvited does not accompany the Trinity into the party but decides to enter in anyway later. After some mishaps involving getting macked on by a fat girl, meeting the ugly girl he once made out with, he is again confronted by Kevin. Kevin and his gang then proceed to beat Denis up in front of the entire party in the most humiliating fashion, pounding him to the beat of the song playing. Beth then crashes Kevin's Humvee into the house itself and the group escapes. The group heads back to the high school where Beth, Cammy, and Treece show off their cheer leading act. After the act, the girls head to the showers and Rich and Denis follow. Rich immediately proceeds to enter in the showers with the girls but as Denis is taking off his pants, he sees Beth get out the shower. Rich and Denis fight off Kevin for a bit by using their wet towels to thrash them with; this they learned to do after a brutal beating Rich had in freshman year. The group escapes in Beth's original car which Kevin used to drive down to the high school from the party. After escaping, Beth reveals to Denis that she only came to his party because it would be \"funny\", leaving Denis disappointed. Denis gets a nose bleed and Treece gives him tampons to stick up his nostrils to stop the bleeding. Next, Beth tells Denis his shirt smells and forces him to take it off. Beth takes his shirt and holds it out the window to \"air it off\"; the shirt then flies out the window. They stop the car and Denis, in his underwear, goes to find his shirt, which he finds in a puddle of mud being eaten by a pair of raccoons. Denis gives up his attempt at retrieval and returns to the car in only his \"lucky\" (meaning holey) underwear. Beth lends him a poncho. The gang arrives at Treece's father's cabin where they all share a drink. Beth goes out with Denis for a smoke and to watch the moon. They talk about their futures and the fact that Beth is resigned to the fact that her life after this is not going to get much better but that Denis has so many opportunities available to him. Back at the cabin Cammy and Treece imply that Rich is gay. He continues to deny he is. So they decide to test him. Cammy grabs a condom and they have sex, where it's revealed that he isn't gay but the two girls might be as the sex is mostly Cammy and Treece having sex with Rich just being a bystander. They all share what they plan to do once the summer's over realizing they are going to be in the same dorm with similar majors. Beth and Denis talk about their plans after summer, and they make out. Beth breaks off before they go too far and Kevin and his gang show up again. After beating up Denis a bit more they are confronted by Rich who has a rifle belonging to Treece's father. However before they can be driven off the rifle falls apart revealing that it was not functioning. Kevin then forces Denis to row a boat out to the middle of the lake. Denis hits Kevin with an oar knocking him out of the boat and unconscious. Denis, fearing for his college admittance, jumps over and rescues Kevin revealing that he is a champion swimmer. He pulls Kevin to shore and prepares to administer CPR. Kevin however, recovers and subdues him yet again. Before anything more happens, the police arrive. Fighting stereotypes of dumb teenagers Rich, Treece and Cammy had called the police. The police bring the whole group in. Kevin's father forgoes charging Beth with stealing his car if they don't charge Kevin with attempting to kill Denis. They are taken home. Beth is dropped off at an empty house. Beth and Denis share a moment where Denis promises to marry Beth if she isn't fat at their 10 year reunion. On the way home, Rich reveals that he thinks he might be gay. When they get home Denis's parents are there and inform him that he will have to be punished. After his mom goes in, Denis tells his dad it was worth it. His father tells him not to mention that to his mother. In the conclusion, Denis grew seven inches in the summer and gained 40 pounds. Rich tried being gay and didn't much like being homosexual either and is waiting for the next thing. Treece and Cammy decided they were just good friends and they shouldn't drink so much around each other. Beth and Denis see each other a week before he intends to go off to school.",
    "genre": [
      "Comic novel"
    ],
    "author": "Larry Doyle"
  },
  {
    "title": "Freddy Rides Again",
    "summary": " John the fox is not frightened by new neighbors, the Margarines, holding foxhunts! So, still enjoying their Western roles from Freddy the Cowboy, wearing cowboy hats, neckerchiefs and boots, Freddy the pig and Jinx the cat saddle their mounts to follow the hunt. The fox leads it through a neighbor's house. It seems the fox's plan to anger neighbors about foxhunting will succeed until Mr. Margarine hands the neighbor a generous amount of money for damages. Riding with Mr. Margarine is his son Billy, who was rude to the animals as soon as he met them. But he was not a coward during the confrontation, prompting Freddy to speculate: :\"I was just getting so I hated him, and then he has to go do something I admire him for. I wish people would be good all over or bad all over.\" The Margarines' cat takes refuge at the Bean Farm, suspiciously claiming he was not given enough food at home. Freddy and Jinx decide to observe his actions, and in the process discover a rattlesnake in the neighborhood. After hearing the snake's plans to eat his friends, Freddy seeks the help of the sarcastic and intelligent owl, Old Whibley. After gibes, Whibley advises the animals to stay away until he catches the snake during his usual hunting. However Freddy traps the snake with bait made of chewing gum. Billy comes to taunt the animals at the farm, but is driven off by their laughter. Later, Mr. Margarine appears, and the animals attempt to laugh him off, too. However Mr. Margarine hits Mr. Bean, enraging the animals, and they attack. Mr. Margarine has the sheriff issue an arrest warrant for Freddy and Charles the Rooster, so they go into hiding. From there they launch a series of raids on the local farms, intending to put the blame on the Margarines. As a result Mr. Margarine advertises for a detective. Freddy dons a disguise as the unsavory \"Commanche Kid\", and answers the ad. He is hired to track down himself! The news of Billy being driven from the Bean Farm spreads to the countryside, and animals laugh as he rides by. Wisely, he realizes that there are people who are liked for themselves, not what they own. He finds the Commanche Kid for advice, and Billy is coming to an appreciation of his situation when news reaches the farm that Mr. Margarine has taken a Bean cow, Mrs. Wiggins, captive. When the small farm animals discover they cannot free her from her stall, they instead scare Mrs. Margarine in with the cow. The two come to amicable terms: :\"Mrs. Margarine looked angry; then she laughed. 'I daresay you're right. I can hardly imagine myself keeping a promise to a cow.' :'A cow or a man — what's the difference,' Mrs. Wiggins said. 'It's you that makes the promise.'\" Freddy is now Billy's friend, and outfits him with similar cowboy clothes. A policeman arrests Billy, thinking it is Freddy. Freddy goes to the jail to correct the mistake, but while there, he and Billy are caught by Mr. Margarine, who threatens to shoot Freddy later on sight. After some time Freddy cannot bear living under threat, and challenges Mr. Margarine to a duel. However Freddy rigs it to make Mr. Margarine look a fool in front of witnesses, and Mr. Margarine finally admits defeat. The Bean animals throw their longest party. The next day, as Freddy and Billy ride off together, Billy announces that the Margarines have given up foxhunting.",
    "genre": [
      "Comic novel",
      "Children's literature"
    ],
    "author": ""
  },
  {
    "title": "Freddy and Mr Camphor",
    "summary": " When Freddy needs a change from running the animal newspaper and the animal bank that he established in earlier books, and he sees an offer to work as a caretaker on a local estate. He meets the eccentric Jimson Camphor and his proper butler, Bannister, who, Camphor explains, is \"dignified for both of us\". They have a running game reciting proverbs to match a situation, then arguing about whose is more appropriate. After they leave Freddy settles comfortably into caretaking. Meals are served in the main house, while he lives on a luxury houseboat. The restful circumstances are interrupted by two sorts of trespassers, a gang of rats led by the malicious Simon, and a human criminal, Zebedee Winch, accompanied by his dirty-faced son. The rats are destroying everything that displeases them in Camphor's attic, while Zebedee and his son, finding that the cook is Zebedee’s runaway wife, take advantage by moving in to \"visit\" her. When Camphor returns for a weekend, Zebedee frames Freddy by stealing Camphor's things. Freddy is fired, and returns to the Bean Farm. The animals are undecided how to respond. Meanwhile, since the United States is fighting World War II, the President is encouraging people to grow food in their own Victory Gardens. The farm bugs and insects throw a party where they patriotically decide to stop eating farm vegetables. The party is dampened when the rooster Charles starts one of his long-winded speeches. After he is forced to stop, the horsefly Zero crashes the party, telling everyone the war is somebody else's problem. Freddy drives Zero away, but now he has another enemy threatening revenge. Mrs. Wiggins the Cow and Freddy are discussing Zebedee when they hear Jinx the Cat yowling. Instead of a problem, they discover the other animals playing Camphor and Bannister's game, but testing proverbs. Jinx, having tipped his milk dish over, howls until Mrs. Bean refills it, proving that it is useful to cry over spilt milk. Jinx tells the dog that \"Any stick is good enough to beat a dog with\". The dog replies that there are more ways than one way to skin a cat. Freddy joins the game, but attention soon turns to his problems. The animals decide that Freddy, Jinx and the mice will sneak into Camphor’s house to implicate the Winches as thieves. However they are trapped inside when a door locks shut behind them. Freddy disguises himself in human clothes, and manages to fool Bannister long enough for Jinx and the mice to arrange his escape. The Winches recognize Freddy, but by this point nobody believes them, and the sheriff is called. Zebedee Winch tries to escape, but the sheriff catches him when Freddy's friend eagle forces his car off the road. The sheriff drives to Zebedee's house, and discovering Camphor's stolen property, arrests him. To get Simon and his relatives out of their holes in Camphor's attic, Freddy employs fleas, but there still is a fight before he forces them to leave. Camphor forgives the Winches and allows them to work on his estate. Freddy goes to a patriotic bug meeting, where the horsefly Zero is allowed to debate Charles the Rooster. Losing the debate, he physically threatens Freddy, who has prepared by bringing friend toads; when the fly comes to sting, he is eaten. Having been forgiven by Camphor, and helped restore his damaged portraits, Freddy tells Camphor the whole truth about what has happened. When Camphor thinks Freddy should write a book about it, Bannister produces the proverb, \"There's no friend like a good book\".",
    "genre": [
      "Comic novel",
      "Children's literature"
    ],
    "author": ""
  },
  {
    "title": "Freddy and the Men from Mars",
    "summary": " Freddy reads an article announcing that Mr. Garble encountered a flying saucer and that Martians are displayed at Mr. Boomschmidt's circus. Since Garble is an old enemy, while Mr. Boom is a friend, Freddy visits the circus to warn him. Garble allows limited viewing of the Martians, so he must be lured away while Freddy's cohort Mrs. Peppercorn sneaks in. She finds the bearded Martians dressed in red costumes with gloves, and oddly \"like a dog walking on its hind legs\". The Martian introduces himself, spelling his name S-i-m-g-h-k (with a silent \"i\"). Inexplicably, Simghk is familiar with Freddy's poetry. He flatters Peppercorn, who eagerly explains she can do better: :\"No, sir, my idea of poetry is something that everybody ain't done before. You don't use the old rhymes, like 'love' and 'dove' and 'eyes' and 'sighs.' You make words rhyme that nobody has ever rhymed before.\" She recites her several thousand line poem, starting, \"Some stars are large, some stars are small / And some are quite invisiball\". The Martians are bored asleep. Later, Freddy is successful investigating: in getting the \"Martians\" to agree that Mars is nearer the sun than the Earth, he realizes they must be fakes. However, as the reputation of Boom's circus would be at risk, Freddy does not tell the owner what they discovered. Willy, the circus boa constrictor, is sleeping over at Freddy's. They are awoken by the chickens Charles and Henrietta, who accuse the snake of abducting their chicks. This sends Freddy into detective mode. In confirming that the revolving chicken house door cannot be entered by the large snake, he is stuck, squeals loudly, and rouses the barnyard. Dogs, tracking rat smell, find a hole. Willy slithers in, retrieving Simon the rat, Freddy's longstanding foe. Shortly after they hold Simon captive, Garble announces that one of his Martians is missing. Garble reveals that he purchased the Grimsby property next to the Bean farm, and is demanding Uncle Ben Bean remove his space ship (built in Freddy and the Space Ship). Freddy deduces that Garble's false Martians are actually rats and threatens to reveal Garble's hoax unless the space ship is allowed to remain. Besides, they cannot expose the fake Martians without embarrassing the circus. However Freddy's philosophy is \"When everything seems hopeless, the thing to do is stir it up good.\" Freddy devises a plan to use a rabbit to replace the fake Martian rat that was captured. The rats remaining in the circus are not fooled, but Jinx the cat remains in their cage, forcing them to cooperate. When the crowd does not notice the difference, Freddy has all the \"Martian\" rats replaced with his \"Martian\" rabbits. Freddy investigates the Grimsby property with the help of an ex-burglar, however they are confined by Garble in his cellar. Wholly unexpectedly, real Martians land, having come to examine the fake Martians, and to look at Uncle Ben's space ship. They are pear-shaped, have three eyes and four arms, and are entirely friendly. There are at an impasse communicating until it is discovered that spiders such as the elderly Mr. and Mrs. Webb can speak with them. Freddy discovers the missing chicks are in the Garble cellar. As a ruse, Freddy spreads strawberry jam on the burglar and shouts for help. The burglar escapes, believing Freddy has too. The Martians take the first of several joy rides, landing finally at the circus, where they are amused by the false Martians. After a time they realize Freddy still needs rescuing, so the sheriff, the Martians, and circus folk overwhelm Garble's house, freeing Freddy and the chicks. Garble escapes to join his confederates, the rats. Rats being difficult to dislodge, Freddy makes use of ten sacks of rotten onions to taint the food at the Garble place. The rats retaliate by invading the space ship, and eating the stores. The Bean farm animals surround the space ship, but the rats unintentionally cause it to lift off; the rats are rescued from space only much later, although Uncle Ben's space ship is lost. The Martians stay with the circus, giving saucer rides and enjoying themselves.",
    "genre": [
      "Comic novel",
      "Children's literature"
    ],
    "author": ""
  },
  {
    "title": "Freddy the Magician",
    "summary": " When a storm damages Centerboro, the Bean farm animals volunteer to help Mr. Boomschmidt clean his circus grounds. Freddy is thrilled to meet Zingo, the circus magician — until Zingo is unnecessarily rude about Freddy's friends. When the magician's rabbit Presto is fired, Freddy takes him to the farm to learn his magic tricks. Though this seems to work well, and Freddy masters many tricks, sometimes the rabbit is rude, like his ex-master. The zoo lion Leo visits Freddy at the farm, his mane sheered on account of hopeless tangles after his last visit to a beauty parlor. He warns that Zingo has used Presto in shady deals, and relates that Zyngo is fired, and is staying at Mr. Groper's hotel. Freddy has become accomplished at simple tricks involving hidden pockets and wants to saw a girl in two. Jinx, the cat, suggests he and his sister do the trick, since it uses the front of one animal, and the back of the other. During the storm the magician's hat was lost; Zyngo will not let Presto back until it is found. Presto claims that, unlike the magician's other tricks, the hat is magical, and really does make him invisible. Freddy considers, and is both sure it does make the rabbit vanish, and sure that it does not. \"It's funny how you can have two opinions in your head like that at the same time,\" he thinks. The hat is recovered, and placed into the animals' bank vault, where Freddy discovers its secret bottom. Yet Presto shows no hurry about returning to Zyngo. Freddy goes to town to rent the theater to present a magic show. He visits the jail, where the sheriff and the inmates are his friends. It is effectively a friendly country club. When Freddy finds a thief among the inmates the sheriff says \"...he will have to go. Can't have a thief in my jail.\" Jinx's sister Minx arrives, as talkative and boastful as ever. While setting up the show, Freddy learns that Presto has been recently seen with Zyngo. The show opens, and without warning the rabbit Presto introduces an offer to pay five dollars to anyone if they can explain a trick. Zyngo is in the audience, and explains many. Luckily, some of Freddy's tricks are new and cannot be explained. Presto is captured by the Bean animals, and reveals that he only came to the farm to get the animals' help retrieving the magician's hat. In the process of being quizzed, the rabbit mistakenly gives Freddy the information needed to deduce that Zyngo stole Boomschmidt’s money and was fired for it. Minx believes the hat makes her invisible, so they play a pointed joke on her. They place her in the hat, then pretend she cannot be seen or heard. The farm animals are instructed to pretend she's not there, and also to make comments about how nice it is to have her gone. Convinced of her invisibility, she boldly eats food from the Bean's table; Mrs. Bean throws her off and drives her out of the house with a broom. Minx vows revenge. Zyngo announces his own magic show, which will challenge anyone to explain his tricks. When Freddy visits the sheriff, he learns that Zyngo is staying at the hotel, refusing to pay bills on account of bugs in his food (that he has obviously placed there, himself). Freddy determines to check into the hotel in disguise as Grouper's nephew, carrying with him a suitcase of mice, spiders and Jinx to spy on Grouper. In this way they watch the magician's activities, and learn that Minx will help Zyngo rob the animal bank. Well-warned, the animals trap Zyngo in the bank, but he shows his villainy by shooting his way out. Freddy's hotel role now makes Zyngo suspicious, and they play dirty tricks on one other. Zyngo frames Freddy in a department store by stuffing the pig's pockets with unpaid items. Zyngo's insistence that he will forgive Freddy only if he gets his hat back rouses suspicion; on examination Boomschmidt's money is found in it. Freddy and his team go into hiding in rooms under the stage where Zyngo will perform, and make modifications to his equipment. During the show, one trick after another goes wrong. Some that do not, Freddy exposes. They repeatedly make fools of each other, until Zyngo loses his temper and physically attacks. To settle their dispute on stage, Freddy challenges Zyngo to an ESP contest, guessing what objects assistants in the audience are holding. Freddy uses insects to bring accurate and detailed information. The audience decides that Freddy wins. (\"'...you're three times the magician Zing is — I don’t know but four times, eh, Leo?' 'You work it out, chief,' said the lion, 'I was never any good at figures.'\") Since the jail is too nice a place for him, to force Zyngo out of the hotel and out of town, they turn his dining room tricks against him. Friendly bugs appear in his food, and when Zyngo complains, disappear before others see them. Defeated, Zyngo goes to the bus station, where the citizens and animals force him to return the rest of the stolen money. Zyngo apologizes, but unlike most books, this time Freddy does not believe his adversary is really sorry. Grouper thanks Freddy at length for ridding his hotel of his problem.",
    "genre": [
      "Comic novel",
      "Children's literature"
    ],
    "author": ""
  },
  {
    "title": "Freddy and the Baseball Team from Mars",
    "summary": " Freddy's ice skating with the animals on the Bean farm is interrupted by a request from Mr. Boomschmidt, the circus owner, to find a kidnapped Martian. \"Mr. Boom\", already anticipating that Freddy will solve the case with his detective skills, muses that the Martians could use a more interesting activity than being a circus sideshow. Since they are fast and accurate throwers, the pig suggests a baseball team. The immediate problem is finding the missing Martian, Squeak-squeak. A suspect is the criminal Anderson, whom Freddy has thwarted before, and who loiters around the circus. Since Freddy must remain unknown during his investigation, he dons the disguise of an old baseball coach with glasses, an overcoat and large beard, and moves to town. He cautiously lures Anderson into friendship. Freddy is puzzled when the Martians, at first eager for his help, now refuse to discuss Squeak-squeak. Mr. Boom is certain they are in trouble, and encourages Freddy to investigate, anyhow. The Martians are enthusiastic about baseball, especially after learning that the purpose of baseball is not, as they thought, to hit the batter and knock him unconscious. Practice begins on a muddy Bean farm field. There are four Martians; most of the rest of the team are circus animals. Freddy sets the robin Mr. J. J. Pomeroy, the head of the A.B.I. (Animal Bureau of Investigation), to watch the Martians and Anderson. Apparently unrelatedly, his rich friend Mrs. Church asks Freddy to investigate a burglary and a ghost in her house. Since the stolen necklace is costume jewelry worth only 25 cents, Freddy suggests a reward for \"one third the value\". The team practices for a month, and spectators watch. Freddy (in his disguise as the old man coach) tells the Martians to swing at every pitch, no matter how wild. Freddy will not explain, but apparently it is to do with the trick planned for the manager of the Tushville team, Kurtz, who used professionals the previous year in an amateur game. Somewhat frightened, Freddy and Jinx the cat stake out Mrs. Church's house at night to confront the ghost. The burglar ghost proves human, but it escapes. The first practice game draws many spectators, and Kurtz reckons that the game against his Tuskville team will get a thousand paying tickets. He offers Mr. Boom a deal where the winner takes two-thirds of the receipts. The strange Martian pitching proves effective, but at bat, Freddy has them swing at any pitch. The other team members do the hitting and scoring. Anderson returns the stolen necklace to Mrs. Church, claiming he is acting for another. As his house is watched by the A.B.I, Freddy knows there is not another person, that Anderson is the thief. When Freddy notices house paint on the Martian's flying saucer, he deduces that Anderson holds Squeak-squeak prisoner, and is forcing the Martians to help steal. An investigation of Anderson's house shows that Squeak-squeak was moved, probably to the house of accomplice Mr. Garble. Squeak-squeak is not there, but they find jewelry from recent robberies. The game with Tuskville starts reasonably, for example with an elephant sliding into third base (\"...when an elephant slides, something has to go.\") With the elephant on third, Freddy reveals his plan, telling the two-foot Martians not to swing at anything. With the strike zone reduced to eight inches, the Martians walk every time at bat. They take the lead until the crook Anderson whispers something to them. The Martians disobey coach Freddy, start swinging, and lose the game. Mrs. Peppercorn — from whom Freddy is renting in town — cheers him with her improved version of a Longfellow poem, for example changing: :\"As a feather is wafted downward / From an eagle in his flight.\" to :\"As a brick comes hurtling downward / From a rooftop, in a fight.\" The poet-pig is not enormously impressed, but is shaken out of his funk and soon realizes that coach Kuntz and crook Garble are the same. Anderson approaches Freddy in his coach disguise, asking to help with a burglary. Since then Freddy will have proof, he agrees. When the flying saucer drops Anderson in a wealthy home, Freddy leaves and calls the police. Knowing where to look for Squeak-squeak the Martian allows Freddy to infiltrate that house in yet another disguise, however the Martian is securely locked away. He is freed right in the middle of the next game. The Martians can now play ball without fear, and after a hard fight, the game is won.",
    "genre": [
      "Comic novel",
      "Children's literature"
    ],
    "author": "Walter R. Brooks"
  },
  {
    "title": "Freddy Goes Camping",
    "summary": " Camphor and his butler Bannister appear at the Bean farm, asking Freddy to send Camphor’s visiting aunts packing. Aunt Elmira is demanding, fat and gloomy. Aunt Minerva is bossy; she regularly burns her cooking. The aunts planned to stay at the hotel across the lake, but it is suddenly haunted. As before in Freddy and Mr. Camphor, Bannister and Camphor enjoy their game of reciting proverbs, then deciding if they are appropriate. Punning, Bannister says, \"Go to the ant, thou sluggard.\" Freddy and the cow Mrs. Wiggins walk to the estate, deciding that resolving the hotel’s problems will in turn solve Camphor’s problems. Camphor suggests that as campers, they can observe the hotel free of suspicion. Freddy grapples with the challenges of camping, such as making his first flapjacks (pancakes). Since animals would know Freddy, he is in disguise. Their first night they talk loudly — to establish themselves as campers to anyone overhearing. Mischievously, Camphor pokes holes in Freddy’s cover story about studying with a witch doctor: :(Freddy) \"'...you put them on and then wish for whatever you want.' :'And do you get your wish?' :'Sometimes. And sometimes not. All depending.' :'On what?' :'Oh, on general conditions. This and that.' :'Very clear,' said Mr. Camphor. 'From your description I feel that I could almost make one myself.'\" (p. 54) There is a gunshot from the hotel. They find Mrs. Filmore, the owner, leaving the hotel on account of a ghost. They help her leave, but decide to remain themselves. Soon a lion-sized cat head smashes through a window, and they flee to camp. It is wrecked. On examination next morning, much of the hotel damage is caused by rats — probably Simon’s gang. Freddy goes to Camphor’s for supplies, then to the Bean farm to update the animals. He is told of a meeting between Simon and the mysterious Mr. Eha, where the rat describes plans to attack the Camphor estate after Eha controls the hotel. Freddy returns to spy on the hotel, and overhears Simon plotting with Eha. Eha dons a ghost costume, and leaves to scare the campers: Freddy slips into the hotel, leaving mothballs in Eha’s coat pocket, so as to track him by smell. Freddy hurries back to camp, but Eha escapes. Mr. Bean is at Camphor’s estate: to general surprise his is adeptly flattering Aunt Minerva. The mothball smell is tracked to a Mr. Anderson in town. Realizing that Anderson is \"Eha\", Freddy barges into his office disguised as a doctor. The pig’s doctoring routine is unconvincing, and Freddy flees. On a tip, the pig guesses that a tourist camp on the lake is a hideout. There, he finds his old adversary, Simon the rat. Simon is working with Anderson. Freddy uses the opportunity to slyly hint that the Bean farm will be undefended that night. Therefore everyone is actually prepared when Anderson and the rat gang come. Mrs. Bean calmly treats Anderson’s ghost disguise as the ghost of Mr. Bean’s grandfather. Anderson is routed by the animals’ own ghost versions, and the rats surrender after a shotgun blast. Kind treatment from Mr. Bean, Camphor and the animals brings a change in Camphor’s aunts. Minerva is pleasant, and proves to be a good cook. Gloomy Elmira is so taken with Freddy’s poem about a swamp she decides to vacation there immediately. A group returns to camp near the hotel. Anderson is there, renovating. When he visits, Bean spiders return with him, as spies. Knowing that Anderson has a terrible temper, insects are sent to bug him, especially to ruin his sleep. The fire department is called to a false alarm on the hotel property. Freddy sabotages Anderson’s car. When finally they confront the sleep-deprived Anderson, he is forced to return the hotel to Mrs. Filmore. Seeing they have lost, the rats leave. With all the problems resolved, the campers decide to continue enjoying their stay outdoors.",
    "genre": [
      "Comic novel",
      "Children's literature"
    ],
    "author": ""
  },
  {
    "title": "Freddy the Pilot",
    "summary": " Freddy is convincing Sniffy the skunk to read Robin Hood when Mr. Boomschmidt arrives at the Bean farm with Boomschmidt’s Stupendous and Unexcelled Circus (formerly Boomschmidt’s Colossal and Unparalleled Circus). He has a \"snorter\" of a dilemma, as he puts it. Mr. Boom invites the Bean animals to his small circus to observe. The show is interrupted by Mr. Condiment’s lawyer, who claims that performer Mademoiselle Rose is endangered by the circus animals. The Bean farm animals easily put the lie to that, but the show is interrupted again by a plane bombing with sacks of flour. The performance is ruined. Finally the truth comes from Mr. Boom who \"pretended to be a lot more simple-minded than he was so as to mix people up\": Condiment is behind the disruptions: forcing Rose to marry him. Freddy decides to learn to fly, and to chase the bomber. The flying instructor says he will be chasing a World War II fighter — faster than any plane Freddy can acquire. At any rate, Mr. Bean is so proud of Freddy he buys him a plane and turns Bean farmland into an airstrip. Reading of Freddy’s feat in the newspapers attracts inventor Uncle Ben to the farm to perfect his bombsite, but the device cannot be perfected before generals come to evaluate it. They leave, unsatisfied. In disguise as a woman, Freddy investigates Condiment. Condiment is pressuring the bookstore owner into carrying his comics, including Lorna, the Leopard Woman, In the Lair of the Great Serpent. The circus boa constrictor sneaks up on Condiment as a prank, suggesting, \"Want a little hug?\" He flees in terror, giving Freddy the idea to pose as Lorna. Using a phony Spanish accent, he visits Condiment, letting drop that he is the Leopard Woman. Uncle Ben considers undermining enemies by selling them his defective bombsite, until Freddy discovers by accident that it is good at finding lost change. (This eventually proves to be more interesting to the generals.) Freddy's is plane now freed from bombsite testing, he takes it up for a ride. He arrives at the circus in time to spot the mysterious plane. He gives chase, but is outdistanced. Back in his Leopard Woman disguise, Freddy lures Condiment into a dark circus trailer. He claims Condiment promised to marry him, and is enraged. The lights go off, and Freddy substitutes a live leopard for himself. When Condiment revives from fainting, Freddy is back, with Rose at his side. Condiment is convinced Freddy is the Leopard Woman, and cancels the comic. Freddy hopes Condiment is sufficiently frightened to leave Rose alone. For days, unseen, Freddy follows the mysterious plane, starting closer to its destination each time, and finally locating its secret airfield. He returns to discover the skunks have taken Robin Hood to heart, and sporting quarterstaffs and bows. This gives Freddy the notion to use them as spies, parachuted by umbrella onto the distant airfield. The pig encourages the unenthusiastic skunks appropriately: :\"'Why, how now, lads?' he said. 'Ye tell me ye be bound for a life of adventure in the merry greenwood, and yet methinks ye hang back when ‘tis question of trading hard knocks with a stout foe.'\" (p. 131) They protest they are not cowards like rabbits — which is overheard by one of the \"Horrible Ten\" gang of rabbits. This leads to two fracases, but the rabbits are appeased when allowed to join the mission. The team is successfully dropped on the airfield. After a couple days they tire of spying, and determine to destroy the plane. Without resources, they steal gunpowder from the criminals in a house by the airfield, and are highly pleased when they succeed in destroying it. Unaware, Freddy lands, and is discovered by Condiment not only to be a pig, but also the Leopard Woman. He is taken prisoner, but is soon freed by the skunks and rabbits. They easily convince Condiment he is about to be roasted and eaten for “People who read comics will believe almost anything”. Condiment is tied up, but later escapes, so the confrontation continues, until the gang escapes. Freddy’s detective partner, Mrs. Wiggins the cow, arrives in disguise, fooling him, and giving her the opportunity to say, \"I know you! You’re the fat, lazy good-for-nothing pig that lives on poor old Mr. Bean.\" She disguises herself as the Demon Woman of Grisly Gulch — another character in Condiment’s comic books. Completely cowed, as it were, Condiment is forced to write a confession of his crimes. Back at the circus, Rose cries when she reads it. In the moment of emotion, Condiment realizes he has a bargaining chip: in exchange for dropping charges, he informs Mr. Boom that Rose wants to marry him. There is a wedding the next day, and for the first time since Freddy has known him, Mr. Boom mixes himself up.",
    "genre": [
      "Comic novel",
      "Children's literature"
    ],
    "author": ""
  },
  {
    "title": "Freddy the Pied Piper",
    "summary": " On a snowy February 14, Freddy learns his friend Mr. Boomschmidt ran out of money for his circus during the war years, when performances were restricted. The animals scattered a year previously to manage for themselves. Freddy gets an appeal to reassemble them and find a way to finance restarting the circus. Valentines and Jinx the cat’s painting aside, Freddy and Jinx go to Centerboro for advice. The bank will not loan money without collateral: “Chickens are off two cents, and lambs very weak. But rhinoceroses—not a very active market in them”. On a different matter, on Freddy’s advice, the bank puts out cheese so the mice will not eat the money. Freddy learns that the circus lion Leo is 200 miles away. He is lucky to catch his rich friend Mrs. Church driving that direction. She pays for a hotel while he and Jinx investigate. At Mrs. Guffin’s pet shop Freddy buys a canary that winks at him while he is questioning. The canary turns out to be a chickadee dyed yellow; he gives Freddy enough information about Leo to confront Mrs. Guffin. They manage to free him, but are now fugitives, since Mrs. Guffin claims she owns Leo. She tries to reclaim him, but is held captive until Mrs. Church arrives to take them home. Freddy’s plan to solve the bank’s mouse infestation attracted even more mice. Since the townspeople are also infested, he decides to go into business with cat acquaintances removing them. Soon they are earning good money toward restarting the circus, but Old Whibley the owl has a better plan: to rent a place for the town mice to stay the winter. The mice are won over. Freddy decides to stage a little theater, and the move into the new place is done in a parade with the pig leading as the Pied Piper. Freddy decides to take the money earned and travel with Jinx and the circus animals to Mr. Boomschmidt. They almost reach him when they come across a race track. Some animals join a race. The rhinoceroses carrying the money is waylaid by a man from the track, and the money is stolen. They arrive at Mr. Boomschmidt’s empty handed, but are welcomed just the same. While there, Freddy gets a tip from a buzzard they met on their journey, and the animals recover their money. To save Mr. Boomschmidt’s pride, Freddy concocts a séance reading where the money he earned is discovered as hidden treasure. Satisfied, but not fooled, Mr. Boomschmidt restarts the circus.",
    "genre": [
      "Comic novel",
      "Children's literature"
    ],
    "author": ""
  },
  {
    "title": "Freddy and the Ignormus",
    "summary": " :\"'When you’re alone,' said Freddy firmly, 'and you hear or see something scares you, the thing to do is walk right up and find out what it is.'\" (p. 9) In answer, the stuttering frog Theodore challenges him to visit the Big Woods. The Woods were owned by Mr. Grimsby, who attacked animals. After he left, the Woods' reputation worsened. Not for the first or last time, Freddy and Theodore find it is easier to be brave when not in the Woods. When startled, they flee outside, only to meet their enemy Simon the Rat, who has seen their flight. He warns about a mysterious, killer \"Ignormus\". Simon’s return prompts a general meeting of the F.A.R. (First Animal Republic), a group once organized to tend the farm while the Beans vacationed. Many do not believe that Freddy was in the Big Woods, including Charles the rooster. :\"'Or is it, as some old legends tell, a bird with the head of a lion?...Is its name, as Simon says, the Ignormus? No one knows.' :'If you just got up to tell us that you don’t know anything,' said Old Whibley...'you can sit down again. We knew that before.'\" (p. 51) Freddy dares Charles to go into the Big Woods with him. Charles is frightened, but his wife Henrietta bullies him. The rooster and Freddy arrive independently in the woods. Freddy’s imagination turns a sighting of the rooster into a creature with a long snout and tail feathers. Charles in turn mistakes the pig. After Charles brags widely, they discover that they only saw one other. The animal’s bank is robbed, the Ignormus is suspected. Freddy disguises himself as a hunter, borrowing Mr. Bean’s shotgun. While investigating the old Grismby house Freddy fires at what he thinks is a snake, knocking himself out. When he revives the shotgun is missing. At the farm, the practical cow, Mrs. Wiggins modestly questions why such a terrible Ignormus would not confront Freddy. \"'I don’t know what I mean...I just say what I think. You’re smart. It’s up to you to figure out what I mean.'\" (p.&nbsp;130) The Bean farm is robbed, and missing items are found in Freddy’s pigpen. Freddy gets a report that animals are being threatened in the name of the Ignormus. Investigating, an extortion letter in familiar handwriting is found. Jinx the cat is unimpressed with the pig’s deductions: :\"'To the eye of the trained detective nothing is ever just what it seems to be.' :'What does that make you, then?' said the cat.\" (p. 160) Suspiciously, walking the Big Woods road, seeking the letter writer, they once again meet Simon. Then a huge white shape with horns floats from the woods, and they flee. Returning to the Grimsby house, the missing shotgun is pointed at Freddy and Theodore from a window. Retreating to the bridge where the animals are leaving goods extorted from them, they encounter Charles talking with the Ignormus’ small henchman. Hidden, Freddy mimics the henchman’s voice, insulting the rooster and sending him into a fighting fury. Charles wins the fight (and gains the reputation that follows him through the rest of the series). They discover that the henchman is Simon’s son just before he escapes. Frightened animals are starting to leave the farm when Freddy gives a speech pointing out that they are \"deserting under fire\". Animal patriotism and fighting spirit are roused. A beetle volunteers to climb up the shotgun barrels to gnaw out the gunshot. F.A.R. president Mrs. Wiggins organizes her troops. Charging the Grimsby house, they are halted by Simon. But he just has insults and seeks no compromise. The charge continues, the gun goes off, the gunpowder alone slightly injuring Freddy. The house is overrun, but they only find Simon and his gang. Old Whibley the owl reveals the final mystery, dropping on Freddy the weighted bedsheet used to allow the \"Ignormus\" to drift through air. Mrs. Bean is sympathetic about the rats' trials, and they accept her offer of hospitality, except Simon, \"I don’t want kind words, and I don’t deserve them.\" (p.&nbsp;278) The rest of the animals throw a party. But at the end, Jinx observes that there will always be \"Ignormuses\".",
    "genre": [
      "Comic novel",
      "Children's literature"
    ],
    "author": ""
  },
  {
    "title": "Freddy and the Dragon",
    "summary": " Back from a trip, Freddy is surprised that many in Centerboro want him arrested. Considerable property damage has been done by a gang including a pig looking like Freddy. Investigating, Freddy shows that damage done in one case could not have been done by him. He is still under suspicion, and is called for an unpleasant police questioning. He instructs the A.B.I. (Animal Bureau of Investigation) to search the countryside, and immediately discovers a bull who has been damaging farms and crops. Freddy’s perfume-filled water pistols turn the bull Percy into a smelly laughing stock. He is subdued and they capture him. The search for the gang continues. Most of Centerboro thinks Freddy is responsible for the crimes, but not the “solid” citizens. Since Freddy is the president of his animal bank, the town’s human banker vouches for him: :\"'You think that because he is a banker, he is incapable of committing a crime?'... :'Sir,' said Mr. Weezer, 'when a banker commits a crime, it is a big crime, a first-class crime, a crime on a scale with his standing in the community.'\" (p. 62) The Bean cow sisters discover that Percy is the father who abandoned them as calves; the bull is unmoved. He refuses to discuss his gang. Freddy had been asked for a suggestion to help a circus. Now Uncle Ben the inventor suggests creating a fire-breathing dragon. The gang begins demands for money. Freddy and Jinx the cat lie in ambush at the money drop site, but are terrified by the appearance along a dark road of a headless horseman. Once they have recovered, Freddy learns from the A.B.I. that many of the gang were seen in that area, including a scruffy pig. Freddy has Samuel Jackson the mole burrow under Percy, to pretend to be his conscience. The mole convinces Percy to behave well, and to reveal the gang’s hideout. Percy reforms his manners so successfully that he becomes popular. Freddy avoids arrest on a technicality. The spiders Mr. and Mrs. Webb are sent to explore the gang’s hideout. They discover a huge, complicated cave system, with many animals and people. Once Uncle Ben’s dragon is ready the animals stake out the cave. The dragon upsets the headless horseman’s activities, but the police are not convinced by the evidence. Scorning the cave map created by the spiders, they send in their own troops. Although Freddy is in disguise to avoid arrest, he and Jinx intercept a new member coming to join the gang. Breaking into his hotel room, they steal the snake doing robberies. The snake is released far away, and the discouraged owner leaves town. Some police troopers exploring the cave are missing. The police decide to use the spider’s map and the animal’s help. The gang is partly captured. The circus is held, and Samuel Jackson’s fake medium makes the animal’s enemy Mrs. Underdunk look foolish. The animals storm the cave, and with the help of Uncle Ben’s atomic station wagon, also trap the headless horseman. The extortion money proves to be in the house of Mr. Anderson — another longstanding enemy. As the series closes, he is finally sent to the penitentiary.",
    "genre": [
      "Comic novel",
      "Children's literature"
    ],
    "author": ""
  },
  {
    "title": "Freddy and the Bean Home News",
    "summary": " On a cold March morning, Charles the rooster malingers about going outside to crow. His attempts to avoid work actually make him too sick to do work. Freddy convinces the Bean animals to join in the neighborhood scrap drive contest, finding unneeded metal to help win the war. Freddy takes news input to the newspaper offices of the Guardian to discover that his friend, the editor Mr. Dimsey, has been fired. The owner of the paper, Mrs. Underdunk, put her nephew Mr. Garble in charge. With Dimsey’s help, Freddy starts another paper The Bean Home News, for the animals. The Bean animals work on Dimsey’s farm to pay for his time. Unexpectedly, several people in town have subscribed. This prompts the pig to hire reporters to collect the news from town. The newspapers come into confrontation when Freddy is accidentally bumped into by Underdunk on the sidewalk. When the sheriff refuses to arrest the pig, Underdunk threatens to use her influence to put him out of office. She comes to the Bean farm, proclaiming that she will have Freddy shot. A joke meant for Charles backfires, further infuriating her. The city reporter for the Bean Home News is collecting great material: :\"'Where in tunket did you get that item about Mr. Weezer and Miss Biles being engaged to be married? There wasn’t a soul in town knew about it. I ain’t even sure they knew about it themselves.'\" (p. 88) The Guardian calls Freddy a ferocious wild pig. Freddy responds in his paper with the true version of events. Citizens believe Freddy, drawing more threats from Underdunk. Charles the rooster is infuriated, and meeting his reputation from an earlier book, single-handedly attacks Garble. That leads Underdunk to demand Freddy’s arrest as being the head of an animal gang. Freddy hides in his friend the sheriff’s jail, which proves lucky, since when they come to arrest him, the sheriff points out that the pig is already \"in custody\". When Freddy visits Old Whibley for advice, the owl determines to be Freddy’s lawyer. He instructs Freddy to demand a jury trial, so that his friends will be on the jury. The animals constantly interrupt Garble’s sleep, so that in the courtroom he is on the edge of falling asleep. Underdunk’s case is unconvincing: :\"'Did he bite you?' :'No.'.... :'...you immediately called upon the sheriff to lock him up. Why?' :'...That pig cannot be trusted to behave himself.\" :'Why? Because he did not bite you?'\" (p. 156) Garble falls soundly asleep, losing his chance to testify. The jury votes Freddy innocent. When Underdunk throws a gala party including a senator, the Bean animals cannot resist sneaking into the grounds to watch. When they are found, Freddy flees into the house just as a war blackout is called, and the house goes dark. Pretending to be the senator, Freddy announces that Underdunk is donating her prize lawn ornament to the Bean’s scrap drive. In the chaos that follows when the lights come on, Freddy is captured and imprisoned. However the animals find him, and the authorities are notified. The police, sheriff and judge and many from town arrive in a loud mob. :\"'Another interruption of that kind,' said the judge severely, 'and I will have this barnyard cleared.'\" (p. 208) Having been publicly caught, Underdunk and Garble agree to stop harassing Freddy. Her lawn ornament is given up, and the Bean animals win the scrap drive.",
    "genre": [
      "Comic novel",
      "Children's literature"
    ],
    "author": ""
  },
  {
    "title": "Freddy and Simon the Dictator",
    "summary": " The local rabbits have been much help to the Bean animals, so it is a surprise that some are vandalizing and stealing. Confronted, instead of apologizing, a rabbit criticizes Mrs. Bean, then gives ridiculous evidence that her husband was eaten by the Beans. Freddy and Jinx the cat investigate, discovering that the Grimby house in the woods next to the farm is used for political meetings. The speaker, inside a mechanical man that amplifies and distorts his voice, encourages the animal assembly to be \"free\" of humans. Freddy guesses their foe Mr. Garble is behind it. The A.B.I. (Animal Bureau of Investigation) is alerted to watch. Freddy’s friend Mr. Camphor is asked to run for governor. This does not suit him (\"I could sound like a fine governor, if I didn’t have to do any governing.\" p.&nbsp;32). Camphor asks Freddy to visit the political meeting at his mansion, to say bad things about Camphor’s suitability. The pig, in his disguise as Dr. Hopper, invents faults, including that Camphor giggles in church and during speeches. But the political committee manages to see the bright side of these faults. Money was stolen, and Mr. Bean’s handkerchief found at the crime scene. Since Mr. Bean’s laundry was stolen by rabbits, Freddy suspects a plot to organize animals against humans, telling lies that might be eventually believed. Miss Anguish, Camphor’s sister, is one of the guests. Her thinking is spacey, but it may be an act. She states that Freddy is a Hollywood film director. (So now Freddy is dealing with three odd sorts of thinking at once.) Freddy tries convincing the committee again that Camphor is an unsuitable candidate: He proposes that all animals be given the right to vote! While the committee is deliberating, Freddy investigates the money theft. Before he can collect evidence, Mr. Bean is jailed. Camphor joins the local Indian tribe to hide. Jinx discovers Simon the rat has returned, and with Mr. Garble is encouraging all animals to revolt and take control of farms from humans. To infiltrate the group, Jinx determines to pretend he has joined the revolution. Freddy and Camphor’s butler, Bannister, are unable to convince Camphor to return; he has disguised himself as an Indian. The A.B.I. discovers the hideout where Garble is managing the revolution. They capture him, and smash the mechanical man used to make speeches. It is too late to stop the revolution, however. Farms are taken over, including the Bean farm, which is then run by Jinx. Since the Bean animals do not know Jinx is undercover, he takes considerable abuse. To strike at the revolution, Freddy gets the cooperation of the captured Garble by convincing him that the Indians will burn him at the stake. Then Freddy turns to Simon, and for a while follows Jinx’s lead — only to trick Simon into sitting a cage disguised as a throne. With Simon out of the way, Camphor decides to appeal directly to the animals of the revolution, promising them the right to vote — which will make them the equals of people. This strikes a chord, and the revolution falters. Employing the aid of the dogs, who have generally stay loyal to their human masters, the farms are gradually recovered. Garble escapes. He captures Freddy, Miss Anguish and Jinx, holding them for ransom. Miss Anguish tries to confuse their captors, but finally in desperation they set a fire to attract attention. Garble is recaptured and sent to prison. Simon and his criminal family are packed in a crate that is indefinitely shipped from place to place. The revolution fails. With the animal vote, Camphor becomes governor.",
    "genre": [
      "Comic novel",
      "Children's literature",
      "Fiction"
    ],
    "author": "Walter R. Brooks"
  },
  {
    "title": "Freddy the Politician",
    "summary": " To encourage farmer Bean to go on his vacation, the animals decide to elect a president who can manage the farm while he is gone, and to start a bank to manage the farm money. :\"'Yes, but how do you start a bank?' asked Eeny. :'Pooh! Nothing to it!' said the cat. 'You just—well, you just open it. Big sign over the door—\"BANK.\" That’s all.' :'Oh,' said Eeny. 'So you call it a bank and then it’s a bank, hey?' :'Sure.' :'Oh,' said Eeny again. 'So then if I call you a big blowhard, what does that make you?'\" (pp. 10-11) During a fierce storm, a lost and exhausted woodpecker finds shelter in the farmhouse. The animals realize that the name John Quincy would be impressive for a bank manager and offer him the job. Freddy gets the job of secretary. Vaults are dug under a shed. The bank is a success, and within a few days the vaults are full. Mr. Bean approves, but when he tells Mr. Weezer, the banker in Centerboro, they have an argument causing Mr. Bean to withdraw all his money and place it in the animal bank. When Jinx the cat proves uninterested in being a bank officer, John Quincy suggests bringing his father, Grover, from Washington. The woodpeckers proceed to hold a bank board meeting down a tunnel that is too small for Freddy. Since he cannot attend the meetings, control of the bank is taken from the Bean animals. The woodpeckers also have a plan for winning the election. Since all animals on the farm can vote, the woodpeckers visit the local birds to get their support. Then Simon the rat and his family — old enemies of the Bean animals — show up. The Bean animals realize they must select a popular candidate carefully to avoid the woodpeckers or Simon taking control of the farm. Mrs. Wiggins the cow is chosen for her common sense and public speaking experience. Mrs. Wiggins laughes during the campaigning: the opposition says laughter is out of place in government. Old Whibley the owl calls this balderdash. The woodpeckers challenge Whibley to a duel, but he apologizes. :\"'You apologize?' said Grover. :'Certainly. You are a stuffed shirt, and you do talk balderdash, but I apologize for saying so.' :'But that’s no apology,' said John Quincy. :'What do you mean, it’s no apology?' said the owl. 'Either I apologize or I don’t apologize. If I do, it’s an apology, isn’t it?'\" (p. 123) When Freddy comes for advice later about how to handle the woodpeckers, Whibley comments, \"'He couldn’t do a ridiculous thing to save his life. That’s why he’s ridiculous all the time.'\" (p.&nbsp;136) Whibley has the practical suggestion for Freddy to dig a hole into the boardroom large enough for him. This done, Freddy blocks the other entrances, and calls a board meeting. The woodpeckers cannot get in, and Freddy votes himself bank president. When the animals find out that Freddy tricked the woodpeckers using the same trick that had been used against him, votes start to shift from the woodpecker party. The animals are “on the whole a good-natured crowd\" on election day, but the woodpeckers have schemed to have the votes for Mrs. Wiggins (\"W\") counted for a party they support \"Marcus\" (\"M\", an upsidedown \"W\"). Freddy retorts that their ballots were probably intended to be for one of other the farm animals with the same initial, too. Thwarted, Grover takes control of the powerful mechanical man (invented in an earlier book). The woodpeckers overthrow the animal government by force, taking Freddy prisoner. The woodpeckers launch a military campaign to expand their government to nearby farms and eventually the whole state. After they leave, Freddy escapes in disguise as an Irish woman, visiting the Centerboro bank manager to convince him the animal bank is no threat. Once he is on Freddy’s side, they snare Grover with a meeting in town. Grover is trapped in the mechanical man, removed, and replaced. Returning to the farm, the mechanical man instructs the woodpecker’s army to disperse. John Quincy and Grover, beaten on every front, leave the Bean farm peacefully.",
    "genre": [
      "Comic novel",
      "Children's literature"
    ],
    "author": "Walter R. Brooks"
  },
  {
    "title": "Freddy Plays Football",
    "summary": " When Mrs. Bean’s long lost brother, Aaron Doty, appears, he and his storytelling are warmly received. Soon the animals realize the stories of his accomplishments are lies, and Freddy begins to wonder if he is who he claims. Since taking his share of Mrs. Bean’s inheritance would force the Beans to sell the farm, Freddy urgently investigates. Evidence mounts, including a conversation overheard between Doty and the Bean animals’ old enemy Mr. Garble. The animals hold a rally, determining that Doty is a fake. Mrs. Bean however is unconvinced. By chance Freddy is drawn into a high school football game. He cannot pass or catch, but his offensive rushing is unstoppable. With the agreement that he attend high school classes, Freddy joins the team. Since it is not possible for Freddy to attend school regularly, his cousin Weedly doubles for him, causing them both to be “half-educated”. Freddy’s first game is a success. Mrs. Bean decides to pay Doty $5000, which she is forced to borrow. Freddy convinces the bank to give the money to him, and promptly disappears with it. The Beans are furious, and the sheriff has no option but to search for Freddy and arrest him. Freddy narrowly escapes being shot by Mr. Garble — but the sheriff has thoughtfully loaded Garble's gun with blanks. At first the money is hidden in the forest, but when Freddy is jailed it winds up being baked in a pie made accidentally of plaster of paris. Finally the animals trick Doty into revealing his real name, and he leaves the farm. Out on bail, Freddy continues playing football. Old Whibley the Owl defends Freddy in court, pointing out that neither of the key witnesses has reliable vision, and therefore could not positively identify Freddy as the thief. The judge lets Freddy off with a warning. Freddy is in good form for the important football game with a neighboring rival town, who have brought their own animals to match Freddy. The Centerboro team adds more animals, ultimately winning.",
    "genre": [
      "Comic novel",
      "Children's literature"
    ],
    "author": ""
  },
  {
    "title": "Freddy and the Perilous Adventure",
    "summary": " In a poetic mood, Freddy suggests ducks Alice and Emma repeat the feat of the first animals to fly in a balloon. But Mr. Golcher, a balloon owner who is in town, feels that Freddy giving a speech from the balloon would attract more customers. The balloon is released, but over the Bean farm they discover they cannot come down. By the time they float west over Syracuse, New York everyone is enjoying ride. During the cold night the wind changes direction. They are lost and out of food. A friendly eagle discovers them, takes a message to the Beans, and returns with a picnic basket. As the next night passes they ride along with a thunderstorm. In the morning the balloon is low enough for the grapnel dangling over the edge to catch on a house. It is home to villains from the first book, who recognize Freddy, and narrowly miss capturing the balloon. The animals learn, however, that they are wanted by the police. Freddy decided to leave the balloon, even if it means a dangerous jump. After landing, the pig disguises himself, but is soon found by his friend the sheriff. Pretending he does not recognize him, the sheriff updates Freddy, who dangerously decides to return to the Bean farm, which is staked out by police. At the farm Golcher threatens Mr. Bean, who agrees to pay $200 for what Golcher has lost so far. Freddy calculates how long this will take to repay: :”’If it takes two years to get seven dollars,’ he said to Mrs. Wiggins, ‘how long would it take to get two hundred?’ :’Seven hundred years,’ said Mrs. Wiggins. :Freddy didn’t think that was right….but Mrs. Wiggins stuck to seven hundred. ‘It’s only common sense,’ she said. ‘If you get seven dollars in two years, then in seven hundred you get two hundred.’” (p. 114) Freddy hides at the circus of his friend Mr. Boomschmidt, who agrees to let elephants tow the balloon to the circus to be returned to Golcher. In the meantime, back at the balloon, the ducks Alice and Emma have discovered their long lost Uncle Wesley, who is making a living selling shoddy goods to forest animals. Disillusioned, they nonetheless ask him to return to the Bean farm. Although his balloon is returned, Golcher proves quarrelsome, refusing to return Mr. Bean’s money. Freddy and the animals agree to do a free show for Golcher, but afterward, Golcher still is not satisfied. Freddy and Golcher decide to resolve their differences in a fight ring, and Golcher makes a remark about eating pork that Freddy finds “in rather bad taste”. Freddy is losing a fair fight, until his spider friends bite Golcher. Golcher is ready to admit his defeat, but Freddy stops him. :”’Do you like being honest?” he asked. :’Not exactly,’ said Freddy truthfully. :’Then why do you do it when you don’t have to?’ :’I don’t know. I suppose maybe because Mr. Bean thinks I’m honest. I sort of want him to be right.’ (p. 220) Golcher decides to be honest for once himself, and returns Mr. Bean’s money.",
    "genre": [
      "Comic novel",
      "Children's literature"
    ],
    "author": ""
  },
  {
    "title": "Firmin: Adventures of a Metropolitan Lowlife",
    "summary": " Firmin, is a rat and the runt son of an alcoholic mother living in 1960s Boston, has been forced to survive on the pages of novels from the bookstore in which he dwells. At first everything holds the same taste, but in time Firmin begins to notice subtle changes between books, and eventually he learns to read.",
    "genre": [
      "Comic novel",
      "Fantasy"
    ],
    "author": "Sam Savage"
  }
]