[
  {
    "title": "Conan and the Spider God",
    "summary": " Conan finds himself in the kingdom of Zamora, a fugitive under suspicion of kidnapping Jamilah, the wife of the king of Turan. Discovering she has actually been taken by devotees of the Zamoran spider god Zath, he sets out for the city of Yezud to rescue the captive, and incidentally steal the opals set as eyes in the god's temple image. Characteristically, de Camp's Conan is a more credible if less elemental figure than Howard's, carefully assessing the situation in Yezud and taking the time and effort to lay the groundwork for his foray rather than just barreling in swinging his sword. Chronologically, Conan and the Spider God comes between the short stories \"The Curse of the Monolith\" and \"The Blood-Stained God\".",
    "genre": [
      "Sword and sorcery",
      "Speculative fiction",
      "Fantasy"
    ],
    "author": "L. Sprague de Camp"
  },
  {
    "title": "Conan the Liberator",
    "summary": " Following the events of the story \"The Treasure of Tranicos\", Conan joins a conspiracy of former comrades-in-arms to overthrow Numedides, the mad and tyrannical king of Aquilonia. As commander of the rebel forces, he has the prospect of becoming king himself if they succeed, but he has not only Numedides' loyal troops, led by General Procas, to overcome, but the spells of the evil sorcerer Thulandra Thuu. Chronologically, Conan the Liberator overlaps the events of the story \"Wolves Beyond the Border\", and is followed by the story \"The Phoenix on the Sword\".",
    "genre": [
      "Sword and sorcery",
      "Science Fiction",
      "Speculative fiction",
      "Fantasy"
    ],
    "author": "Lin Carter"
  },
  {
    "title": "Conan the Barbarian",
    "summary": " The book retells the story of the hero's youth, in a version quite different from the account established in previous tales by Howard, de Camp and Carter. Conan is the son of a blacksmith in barbaric Cimmeria, learning \"the riddle of steel\" from his father as the latter forges a sword. His village is massacred by the cultic followers of Thulsa Doom, an evil sorcerer, and Conan himself enslaved. Set with others to push a millstone, he develops prodigious strength over the years, ultimately pushing it all by himself. As an adult he wins his freedom and embarks on a life of adventure, ultimately wreaking his vengeance on the fiendish Doom with his father's sword.",
    "genre": [
      "Sword and sorcery",
      "Speculative fiction",
      "Fantasy",
      "Fiction"
    ],
    "author": "Catherine Crook de Camp"
  },
  {
    "title": "Conan of the Isles",
    "summary": " When King Conan is in his mid 60s, the kingdom of Aquilonia is attacked by Red Shadows, sorcerous sendings of unknown origin. To track them to their source and eliminate the threat, the king abdicates in favor of his son Prince Conn and takes ship for the far west with his old comrade Sigurd of Vanaheim. The quest takes them to the islands of Antillia and into conflict with the wizard priests of the dark god Xotli. The book ends with Conan literally sailing off into the sunset: \"A few hours later, the great ship, which the folk of Mayapan were to call Quetzlcoatl – meaning 'winged (or feathered) serpent' in their uncouth tongue – lifted anchor. She sailed south and then, skirting the Antillian Isles, into the unknown West. But whither, the ancient chronicle, which endeth here, sayeth not.\"",
    "genre": [
      "Sword and sorcery",
      "Speculative fiction",
      "Fantasy"
    ],
    "author": "Lin Carter"
  },
  {
    "title": "The Return of Conan",
    "summary": " In the kingdom of Aquilonia, a year of peace for King Conan and his new queen Zenobia is broken when the latter is abducted by a demon. Conan learns from the wizard Pelias of Koth that the eastern sorcerer Yah Chieng of Khitai is responsible, and begins a quest to recover her, little realizing that the fate of the world as well as Aquilonia rests on the outcome of the contest. Chronologically, The Return of Conan falls between Howard's novel The Hour of the Dragon (also known as Conan the Conqueror), and the four short stories collected as Conan of Aquilonia. In the both hardcover Gnome Press edition and the paperback Lancer/Ace edition of the Conan stories, The Return of Conan follows Robert E. Howard's novel Conan the Conqueror; it is the final volume chronologically in the Gnome edition (though one additional volume, Tales of Conan, contains stories issued out of sequence), while in the Lancer/Ace edition it is followed by the short stories collected as Conan of Aquilonia.",
    "genre": [
      "Sword and sorcery",
      "Speculative fiction",
      "Fantasy"
    ],
    "author": "Björn Nyberg"
  },
  {
    "title": "Conan the Buccaneer",
    "summary": " Conan, now in his late thirties and captain of the Wastrel, becomes embroiled in the politics of the kingdom of Zingara when he seeks the rumored treasure on the Nameless Isle. The fugitive Princess Chabela, the privateer Zarono, and the Stygian sorcerer Thoth-Amon are among those mixed up in the treasure quest. Chronologically, Conan the Buccaneer falls between \"The Pool of the Black One'\" in Conan the Adventurer and \"Red Nails\" in Conan the Warrior.",
    "genre": [
      "Sword and sorcery",
      "Speculative fiction",
      "Fantasy"
    ],
    "author": "Lin Carter"
  },
  {
    "title": "The Flame Knife",
    "summary": " Conan, leader of a band of kozaki in the service of King Kobad Shah of Iranistan, quarrels with his patron over the latter's command to capture Balash, chief of the Kushafi and Conan's friend. Instead, Conan takes his band to warn the Kushafi. In the Gorge of Ghosts, the two bands are attacked by members of the Sons of Yezm, a cult of assassins whose symbol is the flame knife. The cultists kidnap Nanaia, Conan's current girlfriend. The Cimmerian tracks them to their stronghold, where he becomes embroiled in a conflict with his old enemy Olgerd Vladislav, a foe first encountered in Howard's story \"A Witch Shall be Born\".",
    "genre": [
      "Sword and sorcery",
      "Fantasy",
      "Novella"
    ],
    "author": "Robert E. Howard"
  },
  {
    "title": "Conan the Rebel",
    "summary": " Conan the Rebel details the involvement of Conan and his lover, the pirate Belit, in a rebellion of an eastern province of the kingdom of Stygia. Chronologically, it occurs between chapters 1 and 2 of the Robert E. Howard Conan story \"Queen of the Black Coast\".",
    "genre": [
      "Sword and sorcery",
      "Speculative fiction",
      "Fantasy",
      "Fiction"
    ],
    "author": "Poul Anderson"
  },
  {
    "title": "The Road of Kings",
    "summary": " The novel features Conan during his buccaneering days. He becomes involved in thwarting a plot to take over the turbulent kingdom of Zingara, complicated by sorcery rooted in the long lost realm of Acheron. At the end of the story he himself has the opportunity to take the Zingaran throne, but uncharacteristically turns it down.",
    "genre": [
      "Sword and sorcery",
      "Fantasy"
    ],
    "author": "Karl Edward Wagner"
  },
  {
    "title": "Conan the Mercenary",
    "summary": " A young Conan finds himself involved in plots against the throne of Khauran. After saving Lady Khashtris from an attack by Shadizar's thieves and some traitorous henchmen, Conan agrees to work as her bodyguard in return for his soul being freed from the mirror it has been trapped in since Conan's encounter with Hissar Zul. Conan's soul can only be freed by one of noble birth, and Khashtris convinces Conan that her sister, Queen Ialamis, will free him. Unknown to Conan, the Queen, and Khashtris, the Queen's new paramour, Sergianus, is actually a disguised Sabaninus, the elderly Duke of Korveka, a Kothian province that wishes to annex Khauran. The disguise is revealed when the Queen breaks the mirror containing Conan's soul; as his soul re-enters his body, Conan sees the Duke for who he really is. Conan, Lady Khashtris, and her loyal bodyguard Shubal, then plot to unmask the Duke and save Khauran. Ialamis is also the mother of Salome and Taramis, who feature prominently in Howard's Conan tale, \"A Witch Shall Be Born.\"",
    "genre": [
      "Sword and sorcery",
      "Fantasy"
    ],
    "author": "Andrew J. Offutt"
  },
  {
    "title": "Conan the Destroyer",
    "summary": " Princess Taramis of Shadizar promises to bring Conan's lost love Valeria back to life if the Cimmerian will procure two magical items that she hopes will gain her ultimate power, a wizard's gem and a horn that can awaken the dreaming god Dagoth. He undertakes the quest together with his thief partner Malak and Taramis' niece Jehnna and henchman Bombaata. On their journey they are joined by two additional allies whom Conan saves from dire fates; the magician Akiro and the female warrior Zula. At their goal, the castle of the wizard Amon-Rama, Jehnna is kidnapped. Thanks to Akiro's magic she is located in Amon-Rama's lair and a way in is discovered. Inside, Conan is separated from the others and forced to battle a Man-Ape in a hall of mirrors, which he is only able to defeat by destroying the mirrors. He also mortally wounds the wizard, who is hiding behind one of them. Jehnna, who is the only person who can safely handle the wizard's gem, retrieves the first magical item. Afterwards the group beats off an attack by Corinthian soldiers, and continues on to the fortress that holds the horn. It is retrieved at the cost of a battle with its Dagoth-worshipping keepers, whose leader Akiro defeats in a sorcerous duel. Bombaata and Jehnna escape through a tunnel, which the former closes to the others by starting a landslide. Back at Taramis' palace, the queen conducts a ritual to awaken Dagoth that entails the placing of the horn on the forehead of the sleeping deity, and ultimately the sacrifice of Jehnna. Conan, Akiro and Zula, having survived the landslide, interrupt the proceedings. Conan fights and defeats Bombaata while Zula rescues Jehnna. In the absence of the sacrifice, Dagoth is an uncontrollable monster on his revival, eating Taramis and threatening the destruction of everything else. On the advice of Akiro, Conan rips the horn from Dagoth's forehead, and the creature finally falls. In the aftermath, Jehnna succeeds to the throne of Shadazar and takes Zula, Akiro, and Malak as advisors. She offers Conan her hand and a place at her side as king, but the Cimmerian prefers to win his own kingdom.",
    "genre": [
      "Sword and sorcery",
      "Speculative fiction",
      "Fantasy"
    ],
    "author": "Robert Jordan"
  },
  {
    "title": "Neveryóna",
    "summary": " Neveryóna (a full-length novel), the sixth and longest tale of the Return to Nevèrÿon series, focuses on fifteen-year-old Pryn, who is extraordinary in this culture because she can read and write. Pryn is the great niece of an unsung genius of Nevèrÿon, a woman who invented both the loom and the spindle. Because she did not have the good fortune also to discover that wool made the best and strongest cloth, however, all the credit for her work tends to be given to other people. Pryn’s travels take her (and the reader) not only to explore the revolutionary forces of Gorgik’s campaign—and some of its internal squabbles—but also through the homes of several wealthy conservatives. In the first half of the novel, Pryn finds herself in Neveryóna, an upper class suburb of Port Kolhari, an uneasy guest in the emotionally embattled gardens of a wealthy merchant woman, Madame Keyne, whom we first met in the third story, “The Tale of Potters and Dragons,” and who is now actively financing a crackpot group of counter rebels who want to put an end to Gorgik’s project. In the second half, once Pryn travels into the south, she is taken up by the powerful Jue Gruten family, who represent the far more lethal and aristocratic forces of the nation who want to end this rebellion. Here the webs of power are almost too complex and wide reaching for Pryn to comprehend, even though she now realizes that one can fight them, a single incident at a time, as she manages to free a single slave from their grip, whom the Earl has tried to use as a scapegoat. But Pryn and the reader now have a far clearer picture of what Gorgik is up against. Between the novel’s first part and its second part, Pryn spends some time with a good-hearted but sadly limited peasant family, who live in the little town of Enoch and who represent the working classes that Gorgik will have to enlist somehow if he is to succeed. (A city name that appears several times throughout Delany’s non-Nevèrÿon work, notably in The Mad Man [1966], \"Enoch\" is mentioned in Genesis as the first city built by man, specifically by Cain’s son, Adam and Eve’s grandson, after whom it was named. In Delany's work, “Enoch” is never a big city. Rather it is a very old and small city—often much older than it thinks it is—which has forgotten its own historical origins.) These are the people who have the least sense of their own history. Their perfectly sensible wants conspire, nevertheless, to defeat their own best interests, and the only role they can conceive of in which Pryn can stay among them is that of the town prostitute. It is the most devastating section of the novel. An added irony is that this section is written using all the characters from that central myth of romanticism, “Tristan and Isolde” (with Pryn playing the part of Isolde), employing elements from many of the versions, including the story of “Tristan’s Leap,” and the tales of Malot, King Mark, and Bragenge from Wagner, and even the dwarf Frocsin, from Jean Cocteau’s film version from the forties, “The Eternal Return” (1943). In Delany’s version, apathy and despair have replaced passion and romance. Only the power of Pryn’s own imagination gives her a weapon to fight free from the seductions of these simple people’s basic goodness and her own ensnarement in their fundamental hopelessness.",
    "genre": [
      "Sword and sorcery",
      "Speculative fiction",
      "Fantasy"
    ],
    "author": "Samuel R. Delany"
  },
  {
    "title": "Conan the Defender",
    "summary": " The book opens during midmorning in the mansion of and with Albanus the wizard, Vegentius the Commander of the Golden Leopards (the bodyguard regiment of Nemedia's Kings), Demetrio Amarianus a landowner, Constanto Melius a noble, and Sephana Galerianus a rejected mistress of King Garian. They are gathered to plot the usurping of the Dragon Throne of the kingdom of Nemedia. During the meeting, Albanus demonstrates some magic to placate and wow his guests by summoning a fire elemental to destroy one of his servants. The conspirators are impressed by this and desire to have some magical devices of their own \"As a token that [they] are all equals.\" Melius chooses a sword imbued with the skills of six master swordsmen. The sword grants the wielder sword mastery. Moving the focus of the novel to Conan, it describes how the city of Belverus in Nemedia is unsafe, the tariffs exorbitantly high, starvation rampant, sedition brewing, and that King Garian seems ineffective as a ruler. In reality, Albanus is busy funding and controlling all the unrest in Nemedia as a means of focusing hatred on King Garian. Conan is attacked in Belverus by Melius, who it later turns out was driven insane and \"possessed\" in a fashion by the tortured spirits in the magical sword he was given by Albanus. Albanus did not know that the blade could cause such madness. Conan is rescued by the town guard who find, to their horror, that they have just slain a noble. Conan picks up the blade and wraps it with the hopes of selling it for a few pieces of silver. Shortly thereafter, Conan meets up with Hordo, a friend of his from several previous and mostly unsuccessful quests who is now a smuggler. Hordo tries to get Conan a job as a smuggler as well, but is harangued by his boss for not being cautious enough (exposing a smuggler fetches a high bounty). Hordo decides to quit his job and join Conan in his mercenary venture. Hordo is often used as a foil to Conan, contrasting the intelligence of Conan to Hordo's less sophisticated thought process and abilities of perception. The pair go to a tavern where Conan's fortune is divinated by an old man. The same fortune appears on the first page of the first mass market printing. The first part of the prophecy comes true as Conan thwarts an attempt by a lady patron of the tavern from pick pocketing him. Leaving the tavern, Conan and Hordo noticed they are being followed by what turns out to Ariane, a poet and patron the inn the Sign of Thestis. The three are then attacked by footpads. All the footpads are slain. Hordo and Conan then spend the night at the Sign of Thestis, telling stories of their adventures. Conan learns that the Thestians (Including Ariane and Sephano, a sculptor) are plotting an uprising against the king along with Taras and the mercenaries which he is hiring to aid in the uprising. Conan and Hordo then are attacked by more armed murderers. Conan figures someone is out to kill him, though he knows not who. It turns out later to be Albanus trying to recover the magic sword and cover up all traces of it. Upon returning to the Thestis, Conan sells the magic sword of Melius to Demetrio, an agent of Albanus, for fifty gold marks. Conan uses the money from the sword to found his own free-company of mercenaries and teaches them horse archer techniques unknown to the Nemedian forces. The next time Conan returns to the Thestis, Conan receives a message that he should meet Hordo at the Sign of the Full Moon. The Thestians are worried that they may be betrayed, but Conan allays these fears by vowing to never betray them. At the Sign of the Full Moon, Conan is ambushed and attacked by assassins. He is also pursued by the Belverus town guard who have also been paid off by Albanus. The message was fake. The next day, Ariane sets up a meeting for Conan with Taras to see if Conan can be hired for the uprising. It turns out Taras is not hiring mercenaries and intends to kill Conan as per Albanus's request. The attempt is thwarted and the ambushers are all killed by Conan. Ariane, having followed Conan, sees the butchery and believes that Conan has betrayed them. The horse archer skills get Conan's company a job in the Nemedian military and Conan a room within the palace, much to the dismay of Vegentius the conspirator. Conan winds up practicing his sword skills with King Garian and besting Garian each time. Meanwhile, Albanus has captured Stephano the sculptor and forced him to create a likeness of King Garian. Conan is asked by the king to deliver a letter to Albanus. While at the palace, Conan sees Stephano and later tells Ariane where Stephano has gone. Ariane goes to find Stephano at Albanus's mansion but is captured and hypnotized by Albanus. Vegentius ambushes Conan in the halls of the palace and frames him as a traitor. King Garian decides that the \"Ancient Punishment\" would be the best in the case of a turncoat. Meanwhile, Albanus uses magic on the clay sculpture of Garian and animates it so as to be a simalcrum of Garian. Albanus kills Stephano. The plan is: The simalcrum takes over the place of the real Garian, Albanus sends the signal for the unknowing Thestians to rise up and rebel, and the simalcrum hands over power to Albanus to appease the rebels. Conan learns that King Garian has been replaced when Albanus and the simalcrum come to gloat over Conan in the dungeons of the palace. Conan learns this because the simalcrum does not have the bruises that Conan gave the real Garian while they were sparring. As Conan is imprisoned, the people rise up at the behest of the hypnotized Ariane. Conan is sent to the arena of Belverus to be devoured by the wolves as the ancient punishment dictates. Conan thwarts the wolves by rushing into them as they are released and smashing through them and out the still-open gate through which the wolves were released. Conan fights his way through and is rescued by Hordo, Karela (The Red Hawk, friend of Hordo who knows the secret passages of the palace), and the rest of Conan's free-company. Conan and friends ride through the uprising streets of Belverus, creep over the Albanus's walls, and into Albanus's mansion; they promptly rescue King Garian from the dungeons of Albanus. Reasoning that most of the Golden Leopards are still loyal to King Garian, the whole group rides up to the gates of the palace and Garian instructs the guards that Albanus and Vegentius are traitors and to spread the message that all who do not shout \"Death to Albanus and Vegentius!\" are traitors and are to be killed. Conan's company and Garian split at this point. Conan and his company fight their way through the palace. Eventually, Conan leaves his company and kills Vegentius in one of the palace courtyards. Conan finally confronts Albanus in one of the giant auditoriums of the palace. Conan impales Albnus, but as he dies he is chanting and summoning a great demon. Luckily, the demon fades. The chant was either incomplete or the demon just left. The story ends with Conan, Hordo, and Karela split. Conan leaves for Ophir, listening to the prophecy of the old man. \"Beware the gratitude of kings.\"",
    "genre": [
      "Sword and sorcery",
      "Speculative fiction",
      "Fantasy"
    ],
    "author": "Robert Jordan"
  },
  {
    "title": "Conan the Formidable",
    "summary": " The novel opens with Conan walking to Shadizar through the Karpash Mountains. He is ambushed by some bandits in mountains and rescued by the giantess Teyle. She leads Conan back to the giant village in the swamp they inhabit at the foot of the mountains. The swamp is also inhabited by Vargs, who are described as \"Green dwarves\" but act more like goblins or orcs. Upon arriving, he is knocked out by Teyle to be experimented upon by the request of Raseri the giant chieftain and Teyle's father. Conan awakes in a cage made of the bones of giants and finds he is being experimented upon by Raseri to research the physical endurance for damage of humans. At the same time, Dake the freakmaster is on his way to the giant's village with his entourage of Penz the wolfman, Tro the catwoman, Sab the four-armed man, and Kreg the assistant to the freakmaster. Dake's mission is to capture a giant and a \"green dwarf\" for his freak show. On the way, the freak show is attacked by vargs, but the vargs scared off by a massive, red demon that Dake summons (which is an illusion). Penz captures one of the Vargs at the behest of Dake. Dake promptly enspells the Varg into servitude. The Varg that is captured turns out to be Vilken, the son of Fosull the Varg chieftain. Conan eventually escapes the cage in which he is being held and sets fire to the hut he was stored in sending all of Raseri's research on humans into flames. Conan escapes into the swamp, running through some Vargs and killing several of them. At the same time, Dake arrives in the night in the hopes of capturing a giant for his freak show with the help of Tro the catwoman's night vision. The flaming hut distracts many of the giants and Dake is able to capture Teyle, as well as Morja and Oren who are also Raseri's children. As Conan escapes, the giants release their \"Hellhounds\", a massive beast with the appearance of a cross between a bear and a wolf. The hellhounds, Vargs, and giants are tracking Conan in that order of following. Conan slays all the hellhounds. When the Vargs and giants find these corpses they are amazed. Conan finally escapes the swamp only to be magically captured by Dake. Figuring that more of his own kind will attract too much attention, Raseri decides to leave the swamp to look for his children by asking the local humans if they have seen a man like Conan. Fosull decides likewise but coats himself in mud (so as not to display his green skin) and follows the cart's tracks, knowing what they look like. Fosull manages to get a ride with a drunk wine seller in the wine cart. Dake forces Conan to display his strength so that it may be measured. Dake learns that Conan is stronger than all the rest of the freak show combined and sets Conan to use as his strongman for the traveling circus. Raseri eventually finds Fosull's wagon and learns that the cart in front of him contains a Varg that is tracking their children. Fosull learns that he is being tracked by a giant, but knows not who. Dake exhibits his circus to a village. Conan learns that rage helps to weaken Dake's spell. Penz reveals that he knows a few of Dake's spells. Fosull and Raseri form a temporary alliance to rescue their children. Dake meets up with a caravan of other merchants. They stop for the night and Dake sends Morja to the leader of the caravan as a gift. Raseri and Fosull have managed to sneak up This enrages Dake's slaves and they manage to break the spell of entrapment set upon them. The former-slaves, Raseri, and Fosull manage to rescue Morja before she arrives at the merchant's wagon, kill some guards, and escape. The group kills the merchant and several guards in the ensuing battle. Oren throws a rock at Dake as Dake is reciting his enslavering spell. The spell gets 2/3 done and binds the ex-slaves and Raseri and Fousull (except for Conan) before the thrown rock smashes Dake's teeth preventing the final articulations of the spell. Conan promptly slays Dake. Raseri is convinced that the group should not be able to leave knowing how to get to the swamp village of the giants. Raseri tells the group that he has a potion which will help them forget how to get to the village. The potion is actually poison. Penz sprinkles a powder (Stolen from Dake) that turns all liquid to water into the cups of the slaves while Raseri is not watching. All the group drinks the potion and Raseri reveals they are about to die. Fosull, whose drink was not sprinkled with the magical powder, kills Raseri with his poisoned spear and dies shortly afterwards. Teyle decides to let the group go and the book is concluded.",
    "genre": [
      "Sword and sorcery",
      "Speculative fiction",
      "Fantasy",
      "Fiction"
    ],
    "author": "Steve Perry"
  },
  {
    "title": "Conan the Guardian",
    "summary": " Conan the Guardian describes the employment of Conan and his band of mercenaries at the household of Lady Livia in Argos.",
    "genre": [
      "Sword and sorcery",
      "Fantasy"
    ],
    "author": "Roland J. Green"
  },
  {
    "title": "Conan the Outcast",
    "summary": " The King of Sark calls in his High Priest Khumanos to talk about the drought situation. After the ritual sacrifice of many high priests, Anaximander decides that a larger offering to the god Voltantha is needed. He directs Khumanos to sacrifice Qjara, a more prosperous city to the north. To do this correctly, Khumanos seeks out Solon in the desert, to which he expresses doubts about the mission. Solon sees Khumanos' compassion as a weakness and shows him the Sword of Onothimanos, which is just a rusted hilt. Khumanos becomes emotionless and devoted to the mission. So much so that he kills Solon because he outlived his usefulness. Conan is on the outskirts of Qjara awaiting a caravan to Shadizar. He is invited into the carvan sector of the city by some local children. He settles down in a bar and meets Afriandra in disguise. She proves her precognitive ability by correctly predicting the death of a nearby patron. When Zaius comes to the bar looking for her, Conan provides a distraction by taunting him. Zaius says he is not worth the effort. Conan begins a romance with Afrianda, which offends Zaius. The two men have a quick fistfight which Conan is winning, which Afrianda implores him to stop. Conan demands a formal duel which Zaius rejects on the basis of Conan not being a citizen. After Conan defends Qjara's gates from a nomad attack, he becomes an honorary citizen and uses the opportunity to challenge Zaius to ritual combat. Zaius accepts. Meanwhile, King Anaximander begins a diplomatic mission to Qjara. He witnesses proof of what he thinks of as Qjara's debauchery and asks the king and queen for permission to set up a temple to Voltantha in the city. Qjara's royalty goes one better, proposing a \"marriage\" between the goddess Saditha and Voltantha. The deal is done, and Khumanos begins his work. Khumanos bids slaves to mine three veins of glowing green rock from a Sarkian mountain. Extended exposure to this rock causes sores and cancer and even death. Keeping the rocks of the three veins separate, the slaves refine it into three separate statues. These three statues are hoisted onto carts and sent by three different routes to Qjara, avoiding populated areas and going through the wastelands. Despite the heat and hard labor, Khumanos insists the carts be driven by human labor with limited breaks. In Qjara, Conan prepares for his duel. Zaius preens and postures for the crowd, angering Conan. When the duel begins, Zaius' first stroke cuts off his own head. Not recognizing this as a ritual suicide, Conan begins ridiculing Zaius for backing away from the fight. This angers the royalty and forces them to cast him out of the city.",
    "genre": [
      "Sword and sorcery",
      "Fantasy"
    ],
    "author": "Leonard Carpenter"
  },
  {
    "title": "Conan the Great",
    "summary": " After a victorious war against the invading armies of Nemedia and Ophir, King Conan of Aquilonia rescues from the battlefield the dwarf Delvyn, jester to the enemy kings. Delvyn, however, is not the fool he appears, but the secret driving force behind the invasion. The ambitious devotee of an evil demon, he seeks a king powerful enough to spread its worship throughout the world. In the wake of his former patrons' failure to conquer Aquilonia, he believes his new employer both strong enough to unite the Hyborian nations and pliant enough to establish his universal cult. Skillfully insinuating himself into the king's confidence, the scheming jester plays on Conan's concerns over the resurgent strength of the kingdom of Koth under its new ruler, the mysterious, amoral and ruthless Prince Armiro. In a contest for empry, Aquilonia extends its conquests to the east while Koth drives west, crushing the realms between them as they approach their inevitable clash. The king is estranged from former friends and supporters and dependant on his new hanger-on as Delvyn feeds Conan's vainglory. Only the revelation that Armiro is his own son by his former lover, Queen Yasmala of Khoraja, stops Conan at the brink and spurs him to shake the jester's baleful influence.",
    "genre": [
      "Sword and sorcery",
      "Fantasy"
    ],
    "author": "Leonard Carpenter"
  },
  {
    "title": "Conan the Hunter",
    "summary": " After facing a sewer monster, Conan is enlisted against a demon sorceress's conspiracy to restore the fortunes of her ancient race. In their struggle against Valtresca and Azora, the Cimmerian and his allies Salvorus, Kailash the hillman and the young priest Madesus encounter numerous traps and divine intervention in an adventure culminating in a ruined temple with legions of gargoyles and the resurrection of the horrific villain Skauraul.",
    "genre": [
      "Sword and sorcery",
      "Fantasy"
    ],
    "author": "Sean A. Moore"
  },
  {
    "title": "Conan the Valiant",
    "summary": " Conan the Valiant is set in Turan where a 22 year old Conan is recovering from his victory over the Cult of Doom (found in Robert Jordan's Conan the Unconquered). Not surprisingly, Conan finds himself involved in court intrigue and joins forces with a sword maiden Raihna and her employer the sorcerer Illyana in an effort to both keep out of Mughra Khan's dungeon and stop the growing menace of the magic user Eremius. Using one of the Jewels of Kurag—the other is held by Illyana—Eremius has command over a growing army of the Transformed, one-time humans who are turned into reptilian demons, and is looking to conquer large parts of Turan. The combination of local villagers, Conan's sword, and Illyana's magic destroy Eremius and the twin Jewels.",
    "genre": [
      "Sword and sorcery",
      "Fantasy"
    ],
    "author": "Roland J. Green"
  },
  {
    "title": "Conan: Scourge of the Bloody Coast",
    "summary": " Conan, under his piratical alias of Amra, continues to develop a pirate empire in the Vilayet Sea. Operating from the rebuilt city of Djafur, located on one of the islands in the Aetolian chain, Conan plays King Yildiz's Turanian empire against the Hyrkanians. Joining forces with the necromancer Crotalis, Conan and his pirates participate in looting the lost city of Sarpedon. But Crotalis turns on the pirates, forcing Conan to run his ship ashore, where Conan is captured by Hyrkanians but later released after he proves his worth as a warrior. In return for his release, Conan agrees to support the Hyrkanians in their naval invasion of Turan. Crotalis also offers his services to the Hyrkanians, leading to another rogues' alliance with Conan. Using a magical wind summoned by the necromancer, the Hyrkanian fleet moves to attack the Turanians. After a lengthly naval battle leads to a stalemate, Crotalis re-animates the bodies of all the pirates' former victims, forcing Conan to battle the undead and Turanians. But before Crotalis claims final victory, he is burned alive; the battle leads both nations' navies in weakened states, and Conan's Red Brotherhood becomes the strongest fleet on the Vilayet.",
    "genre": [
      "Sword and sorcery",
      "Fantasy"
    ],
    "author": "Leonard Carpenter"
  }
]