[
  {
    "title": "No Logo",
    "summary": " The book comprises four sections: \"No Space\", \"No Choice\", \"No Jobs\", and \"No Logo\". The first three deal with the negative effects of brand-oriented corporate activity, while the fourth discusses various methods people have taken in order to fight back. The book begins by tracing the history of brands. Klein argues that there has been a shift in the usage of branding. There is an actual clothing brand NOLOGO which has existed since the late 1980s and can be seen at www.nologo.com. This is an excellent example of this shift to an \"anti-brand\" brand. Early examples of brands were often used to put a recognizable face on factory-produced products. These slowly gave way to the idea of selling lifestyles. According to Klein, in response to an economic crash in the 1980s (Latin American debt crisis, Black Monday (1987), Savings and loan crisis Japanese asset price bubble), corporations began to seriously rethink their approach to marketing, and began to target the youth demographic, as opposed to the baby boomers, who had previously been considered a much more valuable segment. The book discusses how brand names such as Nike or Pepsi expanded beyond the mere products which bore their names, and how these names and logos began to appear everywhere. As this happened, the brands' obsession with the youth market drove them to further associate themselves with whatever the youth considered \"cool\". Along the way, the brands attempted to have their names associated with everything from movie stars and athletes to grassroots social movements. Klein argues that large multinational corporations consider the marketing of a brand name to be more important than the actual manufacture of products; this theme recurs in the book and Klein suggests that it helps explain the shift to production in Third World countries in such industries as clothing, footwear, and computer hardware. This section also looks at ways in which brands have \"muscled\" their presence into the school system, and how in doing so, they have pipelined advertisements into the schools, and have used their position to gather information about the students. Klein argues that this is part of a trend toward targeting younger and younger consumers. In the second section, Klein discusses how brands use their size and clout to limit the number of choices available to the public – whether through market dominance (Wal-Mart) or through aggressive invasion of a region (Starbucks). Klein argues that the goal of each company is to become the dominant force in its respective field. Meanwhile, other corporations, such as Sony or Disney, simply open their own chains of stores, preventing the competition from even putting their products on the shelves. This section also discusses the way that corporations merge with one another in order to add to their ubiquity and provide greater control over their image. ABC News, for instance, is allegedly under pressure not to air any stories that are overly critical of Disney, its parent company. Other chains, such as Wal-Mart, often threaten to pull various products off of their shelves, forcing manufacturers and publishers to comply with their demands. This might mean driving down manufacturing costs, or changing the artwork or content of products like magazines or albums so they better fit with Wal-Mart's image of family friendliness. Also discussed is the way that corporations abuse copyright laws in order to silence anyone who might attempt to criticize their brand. In this section, the book takes a darker tone, and looks at the way in which manufacturing jobs move from local factories to foreign countries, and particularly to places known as export processing zones. Such zones have no labor laws, leading to dire working conditions. The book then shifts back to North America, where the lack of manufacturing jobs has led to an influx of work in the service sector, where most of the jobs are for minimum wage and offer no benefits. The term McJob is introduced, defined as a job with poor compensation that does not keep pace with inflation, inflexible or undesirable hours, little chance of advancement, and high levels of stress. Meanwhile, the public is being sold the perception that these jobs are temporary employment for students and recent graduates, and therefore need not offer living wages or benefits. All of this is set against a backdrop of massive profits and wealth being produced within the corporate sector. The result is a new generation of employees who have come to resent the success of the companies they work for. This resentment, along with rising unemployment, labour abuses abroad, disregard for the environment and the ever-increasing presence of advertising breeds a new disdain for corporations. The final section of the book discusses various movements that have sprung up during the 1990s. These include Adbusters magazine and the culture-jamming movement, as well as Reclaim the Streets and the McLibel trial. Less radical protests are also discussed, such as the various movements aimed at putting an end to sweatshop labour. Klein concludes by contrasting consumerism and citizenship, opting for the latter. \"When I started this book,\" she writes, \"I honestly didn't know whether I was covering marginal atomized scenes of resistance or the birth of a potentially broad-based movement. But as time went on, what I clearly saw was a movement forming before my eyes.\"",
    "genre": [
      "Business",
      "Non-fiction",
      "Economics",
      "Anthropology",
      "Sociology",
      "Fiction"
    ],
    "author": "Naomi Klein"
  },
  {
    "title": "Treasure Island",
    "summary": " The novel is divided into 6 parts and 34 chapters: Jim Hawkins is the narrator of all except for chapters 16-18, which are narrated by Doctor Livesey. The novel opens in the seaside village of Black Hill Cove in south-west England (to Stevenson, in his letters and in the related fictional play Admiral Guinea, near Barnstaple, Devon) in the mid-18th century. The narrator, James \"Jim\" Hawkins, is the young son of the owners of the Admiral Benbow Inn. An old drunken seaman named Billy Bones becomes a long-term lodger at the inn, only paying for about the first week of his stay. Jim quickly realizes that Bones is in hiding, and that he particularly dreads meeting an unidentified seafaring man with one leg. Some months later, Bones is visited by a mysterious sailor named Black Dog. Their meeting turns violent, Black Dog flees and Bones suffers a stroke. While Jim cares for him, Bones confesses that he was once the mate of the late notorious pirate, Captain Flint, and that his old crewmates want Bones' sea chest. Some time later, another of Bones' crew mates, a blind man named Pew, appears at the inn and forces Jim to lead him to Bones. Pew gives Bones a paper. After Pew leaves, Bones opens the paper to discover it is marked with the Black Spot, a pirate summons, with the warning that he has until ten o'clock to meet their demands. Bones drops dead of apoplexy (in this context, a stroke) on the spot. Jim and his mother open Bones' sea chest to collect the amount due to them for Bones' room and board, but before they can count out the money that they are owed, they hear pirates approaching the inn and are forced to flee and hide, Jim taking with him a mysterious oilskin packet from the chest. The pirates, led by Pew, find the sea chest and the money, but are frustrated that there is no sign of \"Flint's fist\". Customs men approach and the pirates escape to their vessel (all except for Pew, who is accidentally run down and killed by the agents' horses).p. 27-8: \"...{Pew} made another dash, now utterly bewildered, right under the nearest of the coming horses. The rider tried to save him, but in vain. Down went Pew with a cry that rang high into the night; and the four hoofs trampled and spurned him and passed by. He fell on his side, then gently collapsed upon his face, and moved no more.\" —Stevenson, R.L. Jim takes the mysterious oilskin packet to Dr. Livesey, as he is a &#34;gentleman and a magistrate&#34;, and he, Squire Trelawney and Jim Hawkins examine it together, finding it contains a logbook detailing the treasure looted during Captain Flint&#39;s career, and a detailed map of an island with the location of Flint&#39;s treasure marked on it. Squire Trelawney immediately plans to commission a sailing vessel to hunt for the treasure, with the help of Dr. Livesey and Jim. Livesey warns Trelawney to be silent about their objective. Going to Bristol docks, Trelawney buys a schooner named the Hispaniola, hires a captain, Alexander Smollett to command her, and retains Long John Silver, a former sea cook and now the owner of the dock-side &#34;Spy-Glass&#34; tavern, to run the galley. Silver helps Trelawney to hire the rest of his crew. When Jim arrives in Bristol and visits Silver at the Spy-Glass, his suspicions are aroused: Silver is missing a leg, like the man Bones warned Jim about, and Black Dog is sitting in the tavern. Black Dog runs away at the sight of Jim, and Silver denies all knowledge of the fugitive so convincingly that he wins Jim&#39;s trust. Despite Captain Smollett&#39;s misgivings about the mission and Silver&#39;s hand-picked crew, the Hispaniola sets sail for the Caribbean. As they near their destination, Jim crawls into the ship&#39;s near-empty apple barrel to get an apple. While inside, he overhears Silver talking secretly with some of the crewmen. Silver admits that he was Captain Flint&#39;s quartermaster, that several others of the crew were also once Flint&#39;s men, and that he is recruiting more men from the crew to his own side. After Flint&#39;s treasure is recovered, Silver intends to murder the Hispaniolas officers, and keep the loot for himself and his men. When the pirates have returned to their berths, Jim warns Smollett, Trelawney and Livesey of the impending mutiny. On reaching Treasure Island, the majority of Silver's men go ashore immediately. Although Jim is not yet aware of this, Silver's men have demanded they seize the treasure immediately, discarding Silver's own more careful plan to postpone any open mutiny or violence until after the treasure is safely aboard. Jim lands with Silver's men, but runs away from them almost as soon as he is ashore. Hiding in the woods, Jim sees Silver murder Tom, a crewman loyal to Smollett. Running for his life, he encounters Ben Gunn, another ex-crewman of Flint's who has been marooned for three years on the island, but who treats Jim kindly. Meanwhile, Trelawney, Livesey and their loyal crewmen surprise and overpower the few pirates left aboard the Hispaniola. They row ashore and move into an abandoned, fortified stockade where they are joined by Jim Hawkins, who has left Ben Gunn behind. Silver approaches under a flag of truce and tries to negotiate Smollett's surrender; Smollett rebuffs him utterly, and Silver flies into a rage, promising to attack the stockade. \"Them that die'll be the lucky ones,\" he famously threatens as he storms off. The pirates assault the stockade, but in a furious battle with losses on both sides, they are driven off. During the night Jim sneaks out, takes Ben Gunn's coracle and approaches the Hispaniola under cover of darkness. He cuts the ship's anchor cable, setting her adrift and out of reach of the pirates on shore. After daybreak, he manages to approach the schooner and board her. Of the two pirates left aboard, only one is still alive: the coxswain, Israel Hands, who has murdered his comrade in a drunken brawl and been badly wounded in the process. Hands agrees to help Jim helm the ship to a safe beach in exchange for medical treatment and brandy, but once the ship is approaching the beach Hands tries to murder Jim. Jim escapes by climbing the rigging, and when Hands tries to skewer him with a thrown dagger, Jim reflexively shoots Hands dead. Having beached the Hispaniola securely, Jim returns to the stockade under cover of night and sneaks back inside. Because of the darkness, he does not realize until too late that the stockade is now occupied by the pirates, and he is captured. Silver, whose always-shaky command has become more tenuous than ever, seizes on Jim as a hostage, refusing his men's demands to kill him or torture him for information. Silver's rivals in the pirate crew, led by George Merry, give Silver the Black Spot and move to depose him as captain. Silver answers his opponents eloquently, rebuking them for defacing a page from the Bible to create the Black Spot and revealing that he has obtained the treasure map from Dr. Livesey, thus restoring the crew's confidence. The following day, the pirates search for the treasure. They are shadowed by Ben Gunn, who makes ghostly sounds to dissuade them from continuing, but Silver forges ahead and locates where Flint's treasure is buried. The pirates discover that the cache has been rifled and the treasure is gone. The enraged pirates turn on Silver and Jim, but Ben Gunn, Dr. Livesey and Abraham Gray attack the pirates, killing two and dispersing the rest. Silver surrenders to Dr. Livesey, promising to return to his duty. They go to Ben Gunn's cave where Gunn has had the treasure hidden for some months. The treasure is divided amongst Trelawney and his loyal men, including Jim and Ben Gunn, and they return to England, leaving the surviving pirates marooned on the island. Silver, through the help of the fearful Ben Gunn, escapes with a small part of the treasure, three or four hundred guineas. Remembering Silver, Jim reflects that \"I dare say he met his old Negress [wife], and perhaps still lives in comfort with her and Captain Flint [his parrot]. It is to be hoped so, I suppose, for his chances of comfort in another world are very small.\"",
    "genre": [
      "Business",
      "Children's literature",
      "Adventure",
      "Adventure novel",
      "Speculative fiction",
      "Young adult literature",
      "Fiction"
    ],
    "author": "Robert Louis Stevenson"
  },
  {
    "title": "General Theory of Employment Interest and Money",
    "summary": " The central argument of The General Theory is that the level of employment is determined, not by the price of labour as in neoclassical economics, but by the spending of money (aggregate demand). He argues that it is wrong to assume that competitive markets will, in the long run, deliver full employment or that full employment is the natural, self-righting, equilibrium state of a monetary economy. On the contrary, under-employment and under-investment are likely to be the natural state unless active measures are taken. One implication of The General Theory is that a lack of competition is not the fundamental problem and measures to reduce unemployment by cutting wages or benefits are not only hard-hearted but ultimately futile. Keynes sought to do nothing less but upend the conventional economic wisdom. He mailed a letter to his friend George Bernard Shaw on New Year's Day, 1935: \"I believe myself to be writing a book on economic theory which will largely revolutionize--not I suppose, at once but in the course of the next ten years--the way the world thinks about its economic problems. I can't expect you, or anyone else, to believe this at the present stage. But for myself I don't merely hope what I say,--in my own mind, I'm quite sure.\" Keynes wrote four prefaces, to the English, German, Japanese and French editions, each with a slightly different emphasis. In the English preface, he addresses the book to his fellow economists, yet mentions he hopes it will be helpful to others who read it. He also claims that the connection between this book and his Treatise on Money, written five years earlier, will most likely be clearer to him than anyone else, and that any contradictions should be viewed as an evolution of thought. The first book introduced what Keynes asserted would be a book that changed the way the world thinks. *Chapter 1: The General Theory (only half a page long) consists simply of this radical claim: \"I have called this book the General Theory of Employment, Interest and Money, placing the emphasis on the prefix general. The object of such a title is to contrast the character of my arguments and conclusions with those of the classical theory of the subject, upon which I was brought up and which dominates the economic thought, both practical and theoretical, of the governing and academic classes of this generation, as it has for a hundred years past. I shall argue that the postulates of the classical theory are applicable to a special case only and not to the general case, the situation which it assumes being a limiting point of the possible positions of equilibrium. Moreover, the characteristics of the special case assumed by the classical theory happen not to be those of the economic society in which we actually live, with the result that its teaching is misleading and disastrous if we attempt to apply it to the facts of experience.\" (p. 3) *Chapter 2: The Postulates of the Classical EconomicsJohn Maynard Keynes (1936) The General Theory of Employment, Interest and Money Chapter 2 : The Postulates of the Classical Economics http://www.marxists.org/reference/subject/economics/keynes/general-theory/ch02.htm (Free Full Text) *Chapter 3: The Principle of Effective Demand *Chapter 4: The Choice of Units *Chapter 5. Expectation as Determining Output and Employment *Chapter 6. The Definition of Income, Saving and Investment *Chapter 7. The Meaning of Saving and Investment Further Considered Book III moves to cover what causes people to consume, and therefore stimulate economic activity. In a depression the government, he argued, needs to kick start the economy&#39;s motor by doing anything necessary. In Chapter 10 he says, \"If the Treasury were to fill old bottles with banknotes, bury them at suitable depths in disused coalmines which are then filled up to the surface with town rubbish, and leave it to private enterprise on well-tried principles of laissez-faire to dig the notes up again (the right to do so being obtained, of course, by tendering for leases of the note-bearing territory), there need be no more unemployment and, with the help of the repercussions, the real income of the community, and its capital wealth also, would probably become a good deal greater than it actually is. It would, indeed, be more sensible to build houses and the like; but if there are political and practical difficulties in the way of this, the above would be better than nothing.\" (p. 129) *Chapter 8. The Propensity to Consume: I. The Objective Factors *Chapter 9. The Propensity to Consume: II. The Subjective Factors *Chapter 10. The Marginal Propensity to Consume and the Multiplier The marginal efficiency of capital is the relationship between the prospective yield of an investment and its supply price or replacement cost. Keynes says on page 135: &#34;I define the marginal efficiency of capital as being equal to that rate of discount which would make the present value of the series of annuities given by the returns expected from the capital-asset during its life just equal to its supply price.&#34; *Chapter 11. The [[marginal efficiency of capital]] *Chapter 12. The State of Long-term Expectation *Chapter 13. The General Theory of the Rate of Interest *Chapter 14. The Classical Theory of the Rate of Interest *Chapter 15. The Psychological and Business Incentives to Liquidity *Chapter 16. Sundry Observations on the Nature of Capital *Chapter 17. The Essential Properties of Interest and Money *Chapter 18. The General Theory of Employment Re-stated *Chapter 20. The Employment Function *Chapter 21. The Theory of Prices \"It is better that a man should tyrannise over his bank balance than over his fellow citizens and whilst the former is sometimes denounced as being but a means to the latter, sometimes at least it is an alternative.\" (p. 374) \"... the ideas of economists and political philosophers, both when they are right and when they are wrong, are more powerful than is commonly understood. Indeed the world is ruled by little else. Practical men, who believe themselves to be quite exempt from any intellectual influence, are usually the slaves of some defunct economist. Madmen in authority, who hear voices in the air, are distilling their frenzy from some academic scribbler of a few years back. I am sure that the power of vested interests is vastly exaggerated compared with the gradual encroachment of ideas. Not, indeed, immediately, but after a certain interval; for in the field of economic and political philosophy there are not many who are influenced by new theories after they are twenty-five or thirty years of age, so that the ideas which civil servants and politicians and even agitators apply to current events are not likely to be the newest. But, soon or late, it is ideas, not vested interests, which are dangerous for good or evil.\" (pp. 383–4)) *Chapter 22. Notes on the Trade Cycle *Chapter 23. Notes on Merchantilism, the Usury Laws, Stamped Money and Theories of Under-consumption *Chapter 24: Concluding Notes on the Social Philosophy towards which the General Theory might Lead",
    "genre": [
      "Business",
      "Economics",
      "Fiction",
      "Non-fiction"
    ],
    "author": "John Maynard Keynes"
  },
  {
    "title": "The Titan",
    "summary": " Cowperwood moves to Chicago with his new wife Aileen. He decides to take over the street-railway system. He bankrupts several opponents with the help of John J. McKenty and other political allies. Meanwhile, Chicago society finds out about his past in Philadelphia and the couple are no longer invited to dinner parties; after a while, the press turns on him too. Cowperwood is unfaithful many times. Aileen finds out about a certain Rita and beats her up. She gives up on him and has an affair with Polk Lynde, a man of privilege; she eventually loses faith in him. Meanwhile, Cowperwood meets young Berenice Fleming; by the end of the novel, he tells her he loves her and she consents to live with him. However, the ending is bittersweet as Cowperwood has not managed to obtain the fifty-year franchise for his railway schemes that he wanted.",
    "genre": [
      "Business",
      "Inspirational",
      "Speculative fiction",
      "Economics",
      "Fiction",
      "Novel"
    ],
    "author": "P. Schuyler Miller"
  },
  {
    "title": "Utilitarianism",
    "summary": " The essay is divided into five chapters, namely #General Remarks; #What Utilitarianism Is; #Of the Ultimate Sanction of the Principle of Utility; #Of What Sort of Proof the Principle of Utility is Susceptible; and #On the Connection Between Justice and Utility. In the first two chapters, Mill aims to define precisely what utilitarianism claims in terms of the general moral principles that it uses to judge concrete actions, as well as in terms of the sort of evidence that is supposed to be given for such principles. He hopes thus to do away with some common misunderstandings of utilitarianism, as well as to defend it against philosophical criticisms, most notably those of Kant. In the first chapter, he distinguishes two broad schools of ethical theory — those whose principles are defended by appeals to intuition and those whose principles are defended by appeals to experience. He identifies utilitarianism as one of the empirical theories of ethics. In the second chapter, Mill formulates a single ethical principle, from which he says all utilitarian ethical principles are derived: The creed which accepts as the foundation of morals, Utility, or the Greatest-Happiness Principle, holds that actions are right in proportion as they tend to promote happiness, wrong as they tend to produce the reverse of happiness. By happiness is intended pleasure, and the absence of pain; by unhappiness, pain, and the privation of pleasure. Most importantly, it is not the agent&#39;s own greatest happiness that matters &#34;but the greatest amount of happiness altogether.&#34; Utilitarianism, therefore, can only attain its goal of greater happiness by cultivating the nobleness of individuals so that all can benefit from the honour of others. In fact, notes Mill, Utilitarianism is actually a &#34;standard of morality&#34; which uses happiness of the greater number of people as its ultimate goal. The Greatest-Happiness Principle, deals with doing the greatest good for the greatest number of people. With the famous words &#34;it is better to be a human being dissatisfied than a pig satisfied; better to be Socrates dissatisfied than a fool satisfied&#34;, (260) Mill touts the importance of being well brought up and knowledgeably curious about the world, and understanding higher pleasures such as art and music, than to be uneducated and complacent. One need not be personally satisfied with one&#39;s life to be able to contribute to the &#34;total sum happiness&#34; of a society. Mill goes on to discuss what is meant by &#34;pleasure&#34; and &#34;pain&#34; in his formulation of the Greatest-Happiness Principle, to argue that it encompasses intellectual as well as sensual pleasures, and to offer a defence of intellectual pleasures as preferable not only in degree, but also in kind, to sensual pleasures. Throughout the volume, Mill writes mainly as if addressing opponents of utilitarianism, but here he is trying also to criticise and refine the understanding of the Greatest-Happiness Principle offered by earlier utilitarians, Jeremy Bentham in particular. In the third chapter, Mill discusses questions concerning the motivation to follow utilitarian moral principles. He explores ways in which both external and internal sanctions — that is, the incentives provided by others and the inner feelings of sympathy and duty — encourage people to act in such a way as to promote general happiness. The fourth chapter offers Mill&#39;s attempt at an inductive proof of the Greatest-Happiness Principle, on the grounds that happiness and happiness alone is desired as an end in itself. The fifth chapter concludes the essay with a discussion of problems concerning utilitarianism, as well as the concept of justice. Critics of utilitarianism often claim that judging actions solely in terms of their consequences is incompatible with a foundational and universally binding concept of justice. Mill sees this as the strongest objection to utilitarianism and sets out to argue #that a binding concept of justice can be explained in strictly utilitarian terms; and #that the problems created by the utilitarian explanation are difficult problems for any concept of justice whatsoever, whether utilitarian or not. Finally, in order to be truly happy, Mill believes that we must turn our attention away from our own happiness towards other objects and ends, such as doing good for others and such high pleasures in life as art and music. We can clarify what Mill means by utilitarianism by comparing and contrasting it with Aristotle&#39;s classic position of Eudaimonism or virtue ethics. Both Aristotle and Mill argue humans naturally seek the good life, which is happiness. Mill&#39;s principle of utility is natural because it is grounded in the psychological faculty of desiring pleasure and avoiding pain. In Chapter four of his text &#34;Utilitarianism&#34; Mill can claim that the proof for the principle of utility is the fact that it is human nature. Aristotle claims virtue is natural as the excellence of natural human function. But, for Aristotle, virtues are a means to the end of happiness. Virtues are chosen for the sake of happiness. According to Mill, this is an abstract philosophy separated from happiness. Means are, by definition, different from the end for which they are chosen. Mill seeks concrete happiness. The principle of utility establishes what is good because what is good brings about pleasure, while what is bad brings about pain. The principle of pleasure allows us to know what is the best good because it shows what contributes to the greatest good or happiness for the greatest many. As the principle of utility structures human nature it is present in every human action. Every human being desires happiness because every thing a human being desires is desired for its pleasure. Mill shows that the principle of utility is necessary and that those things that are desired are parts of happiness and not a means to happiness. Because humans have parts of happiness, happiness is concrete and not abstract. Happiness remains abstract for Aristotle according to Mill. Mill wants concrete happiness so that people can be happy. For some proponents of Aristotle&#39;s Nichomachean Ethics, one only becomes happy after they die. Mill wants the living to be happy. According to Mill, the mistake of other moral theories, including Aristotle&#39;s, is that all systems are based on the principle of utility, but other moralists were blind to this fact. Mill&#39;s principle of utility is the true principle of morality and human nature and makes it possible for the greatest number to have the greatest happiness.",
    "genre": [
      "Business",
      "Economics",
      "Philosophy",
      "Sociology"
    ],
    "author": "John Stuart Mill"
  },
  {
    "title": "Exit, Voice, and Loyalty",
    "summary": " The basic concept is as follows: members of an organization, whether a business, a nation or any other form of human grouping, have essentially two possible responses when they perceive that the organization is demonstrating a decrease in quality or benefit to the member: they can exit (withdraw from the relationship); or, they can voice (attempt to repair or improve the relationship through communication of the complaint, grievance or proposal for change). For example, the citizens of a country may respond to increasing political repression in two ways: emigrate or protest. Similarly, employees can choose to quit their unpleasant job, or express their concerns in an effort to improve the situation. Disgruntled customers ask for the manager, or they choose to shop elsewhere. The implications of the above concept can be enormous and can allow for a new perspective on daily examples of social interaction. Exit and voice themselves represent a union between economical and political action. Exit is associated with Adam Smith's invisible hand, in which buyers and sellers are free to move silently through the market, constantly forming and destroying relationships. Voice, on the other hand, is by nature political and at times confrontational. While both exit and voice can be used to measure a decline in an organization, voice is by nature more informative in that it also provides reasons for the decline. Exit, taken alone, only provides the warning sign of decline. Exit and voice also interact in unique and sometimes unexpected ways; by providing greater opportunity for feedback and criticism, exit can be reduced; conversely, stifling of dissent leads to increased pressure for members of the organization to use the only other means available to express discontent, departure. The general principle, therefore, is that the greater the availability of exit, the less likely voice will be used. However, the interplay of loyalty can affect the cost-benefit analysis of whether to use exit or voice. Where there is loyalty to the organization (as evidenced by strong patriotism politically, or brand loyalty for consumers), exit may be reduced, especially where options to exit are not so appealing (small job market, political or financial hurdles to emigration or moving). By understanding the relationship between exit and voice, and the interplay that loyalty has with these choices, organizations can craft the means to better address their members' concerns and issues, and thereby effect improvement. Failure to understand these competing pressures can lead to organizational decline and possible failure.",
    "genre": [
      "Business",
      "Economics"
    ],
    "author": "Albert O. Hirschman"
  },
  {
    "title": "The Flivver King",
    "summary": " On Bagley Street in the city of Detroit, Little Abner Shutt begins the story by explaining to his mother that \"there's a feller down the street says he's goin' to make a wagon that'll run without a horse.\" The man is Henry Ford. The story follows the progress and growth of Ford Motor Company through the perspective of a number of generations of a single family. \"The Flivver King\" demonstrates the effects of Scientific Management in factories. The Ford factory began with very skilled workers. Through a process of breaking the skilled job down into simple steps, they were able to hire lower wage, less skilled individuals to do the work. The Flivver King explains how the Ford Company used scientific management to replace skilled workers while successfully increasing production.",
    "genre": [
      "Business",
      "Economics",
      "Fiction"
    ],
    "author": "Upton Sinclair, Jr."
  },
  {
    "title": "The Strategy Paradox",
    "summary": " The Strategy Paradox, the title and focus of the book sets up a ubiquitous but little-understood tradeoff. The tradeoff is that most strategies are built on specific beliefs about an unpredictable future, but current strategic approaches force leaders to commit to an inflexible strategy regardless of how the future might unfold. It is this commitment to uncertainty that is the cause of \"the strategy paradox.\"",
    "genre": [
      "Business"
    ],
    "author": "Michael E. Raynor"
  },
  {
    "title": "L.A. Confidential",
    "summary": " The story revolves around a group of LAPD officers in the early 1950s who become embroiled in a mix of sex, corruption, and murder following a mass murder at the Nite Owl coffee shop. The story eventually encompasses organized crime, political corruption, heroin trafficking, pornography, prostitution, institutional racism, and Hollywood. The title refers to the scandal magazine Confidential, which is fictionalized as Hush-Hush. It also deals with the real-life \"Bloody Christmas\" scandal. The three protagonists are LAPD officers. Edmund Exley, the son of legendary detective Preston Exley, is a \"straight arrow\" who informs on other officers in a police brutality scandal. This earns the enmity of Wendell \"Bud\" White, an intimidating enforcer with a personal fixation on men who abuse women. Between the two of them is Jack Vincennes, a flashy cop who is a technical advisor on a police television show called Badge of Honor (similar to the real life show Dragnet) and provides tips to a scandal magazine. The three of them must set their differences aside to unravel the conspiracy linking the novel's events.",
    "genre": [
      "Business",
      "Crime Fiction",
      "Children's literature",
      "Novel",
      "Mystery",
      "Fiction",
      "Suspense"
    ],
    "author": "James Ellroy"
  },
  {
    "title": "The Five Dysfunctions of a Team",
    "summary": " According to the book, the five dysfunctions are: * Absence of trust—unwilling to be vulnerable within the group * Fear of conflict—seeking artificial harmony over constructive passionate debate * Lack of commitment—feigning buy-in for group decisions creates ambiguity throughout the organization * Avoidance of accountability—ducking the responsibility to call peers on counterproductive behaviour which sets low standards * Inattention to results—focusing on personal success, status and ego before team success",
    "genre": [
      "Business",
      "Marketing"
    ],
    "author": "Patrick Lencioni"
  },
  {
    "title": "Here Comes Everybody",
    "summary": " In the book, Shirky recounts how social tools such as blogging software like WordPress and Twitter, file sharing platforms like Flickr, and online collaboration platforms like Wikipedia support group conversation and group action in a way that previously could only be achieved through institutions. In the same way the printing press increased individual expression, and the telephone increased communications between individuals, Shirky argues that with the advent of online social tools, groups can form without the previous restrictions of time and cost. Shirky observes that: \"[Every] institution lives in a kind of contradiction: it exists to take advantage of group effort, but some of its resources are drained away by directing that effort. Call this the institutional dilemma--because an institution expends resources to manage resources, there is a gap between what those institutions are capable of in theory and in practice, and the larger the institution, the greater those costs.\" Online social tools, Shirky argues, allow groups to form around activities &#39;whose costs are higher than the potential value,&#39; for institutions. Shirky further argues that the successful creation of online groups relies on successful fusion of a, &#39;plausible promise, an effective tool, and an acceptable bargain for the user.&#39; However, Shirky warns that this system should not be interpreted as a recipe for the successful use of social tools as the interaction between the components is too complex. Shirky also discusses the possibility of &#34;mass amateurization&#34; that the internet allows. With blogging and photo-sharing websites, anyone can publish an article or photo that they have created. This creates a mass amateurization of journalism and photography, requiring a new definition of what credentials make someone a journalist, photographer, or news reporter. This mass amateurization threatens to change the way news is spread throughout different media outlets.",
    "genre": [
      "Business",
      "Economics",
      "Non-fiction"
    ],
    "author": "Clay Shirky"
  },
  {
    "title": "The Dip",
    "summary": " Godin introduces the book with a quote from Vince Lombardi: \"Quitters never win and winners never quit.\" He follows this with \"Bad advice. Winners quit all the time. They just quit the right stuff at the right time.\" Godin first makes the assertion that \"being the best in the world is seriously underrated,\" although he defines the term 'best' as \"best for them based on what they believe and what they know,\" and 'world' as \"the world they have access to.\" He supports this by illustrating that vanilla ice cream is almost four times as popular as the next-most popular ice cream, further stating that this is seen in Zipf's Law. Godin's central thesis is that in order to be the best in the world, one must quit the wrong stuff and stick with the right stuff. In illustrating this, Godin introduces several curves: 'the dip,' 'the cul-de-sac,' and 'the cliff.' Godin gives examples of the dip, ways to recognize when an apparent dip is really a cul-de-sac, and presents strategies of when to quit, amongst other things. The book is also accompanied with cartoons from Hugh MacLeod, who publishes his cartoons on his blog gapingvoid and is the author of \"How To Be Creative.\"",
    "genre": [
      "Business",
      "Non-fiction"
    ],
    "author": "Seth Godin"
  },
  {
    "title": "Delivering Happiness",
    "summary": " The book is divided into three sections: Profits; Profits and Passion; and Profits, Passion, and Purpose. It is written in narrative form and includes short 1-2 page entries from Hsieh's friends and employees. In the first section, Hsieh details his entrepreneurial adventures from when he was young until he was in college. These include his attempt to start an earthworm breeding business at the age of 9, a mail order button business in middle school, and a grille at Harvard University. After college, Hsieh founded LinkExchange, which he sold to Microsoft for $265 million two years later. He founded Venture Frogs, an investment fund, of which Zappos was one of the investments. The second section, Profits and Passion, details Hsieh's involvement with Zappos, beginning with joining the company full-time as CEO in 2000. The third section, Profits, Passion, and Purpose, covers Zappos sale to Amazon, as well as lessons Hsieh learned in public relations and public speaking.",
    "genre": [
      "Business",
      "Non-fiction"
    ],
    "author": ""
  },
  {
    "title": "Hunger's Rogues",
    "summary": " Hunger's Rogues takes up the author's story about one year after his escape from forced labor in the Russian mines, recounted in Donbas. The book opens in 1948 with Sandulescu approaching Transit Camp Buchholz, a camp for displaced persons, or \"DPs\", awaiting permission to emigrate overseas, then located outside of Hanover, Germany, near the village of Buchholz. The author describes camp and camp life, then unfolds his involvement, through friendships made in camp, with the thriving black market primarily based in the train stations of cities throughout Germany and the countries formerly occupied by the Nazi regime. After passing initial emigrant screening, Sandulescu fails the medical exam due to elevated blood pressure and is forced to remain in camp for an extended period until he can be re-tested. As he bides his time until the next opportunity for a medical exam, the excitement of trading on the black market continues to draw him in. Sandulescu recounts black market trades and affairs that include selling pork from a clandestine farmhouse slaughter, a trip to Belgium disguised as a US soldier to buy 150 pounds of coffee, and a trip in the company of a Red Army officer from the Balkans to Paris to buy and peddle cigarettes. He gives market prices for black market goods, primarily food, and the exchange rate in terms of packs of cigarettes, as American cigarettes were the most widely accepted currency at the time. The book includes vivid word pictures of the lives of ordinary civilians in the aftermath of the war, with rationing and shortages leading many to trade on the black market to eat well or just to survive. The book ends with Sandulescu describing his clearance to emigrate and his boarding a ship to Canada. In an epilogue, the author describes returning to Germany in 1954 as a US citizen and soldier. Obtaining leave from his unit, he travels to the small village where he had buried, six years earlier, fourteen golden goblets looted from a Bavarian castle. On arriving at the location, which was a heavily wooded area at the time, Sandulescu finds an apartment building erected on the spot. Not willing to risk calling attention to his involvement in the six year old theft, Sandulescu inquires only as to how long the building had been standing. He learns from a passerby that the apartment building had been constructed three years previously. Fearing to ask further questions about any artifacts uncovered during construction, Sandulescu returns to his army unit having never learned the fate of \"his\" treasure.",
    "genre": [
      "Business",
      "Economics",
      "Autobiography"
    ],
    "author": ""
  },
  {
    "title": "Winning in Emerging Markets",
    "summary": " In Winning in Emerging Markets, Tarun Khanna and Krishna Palepu outline a practical framework for developing emerging market strategies; based not on broad categorical definitions like geography, but on a structural understanding of these markets. Their framework describes how “institutional voids” - the absence of intermediaries like market research firms and credit card systems to efficiently connect buyers and sellers - create obstacles for companies trying to operate in emerging markets. According to the book, understanding these voids and learning how to work with them in specific markets is the key to success. On the basis of over a decade of research and practical experience with foreign multinationals and domestics companies in emerging markets, Tarun Khanna and Krishna Palepu present a simple framework intended to help strategists and investors map the unique institutional contexts for individual emerging market. The book offers advice and practical toolkits on determining whether to: *Replicate or adapt an existing business model in a particular market *Collaborate with domestic partners or act independently *Navigate around that market’s voids, or actively try to fill them *Enter the market immediately or look for opportunities elsewhere *Stay in or exit the market if current strategies are not working",
    "genre": [
      "Business"
    ],
    "author": ""
  }
]