[
  {
    "title": "A Christmas Carol",
    "summary": " Dickens divides the book into five chapters, which he labels \"staves\", that is, song stanzas or verses, in keeping with the title of the book. He uses a similar device in his next two Christmas books, titling the four divisions of The Chimes, \"quarters\", after the quarter-hour tolling of clock chimes, and naming the parts of The Cricket on the Hearth \"chirps\". The tale begins on a \"cold, bleak, biting\" Christmas Eve in 1843 exactly seven years after the death of Ebenezer Scrooge's business partner, Jacob Marley. Scrooge is established within the first stave as \"a squeezing, wrenching, grasping, scraping, clutching, covetous, old sinner!\" who has no place in his life for kindness, compassion, charity or benevolence. He hates Christmas, calling it \"humbug\", refuses his nephew Fred's dinner invitation, and rudely turns away two gentlemen who seek a donation from him to provide a Christmas dinner for the Poor. His only \"Christmas gift\" is allowing his overworked, underpaid clerk Bob Cratchit Christmas Day off with pay - which he does only to keep with social custom, Scrooge considering it \"a poor excuse for picking a man’s pocket every twenty-fifth of December!\". Returning home that evening, Scrooge is visited by Marley's ghost. Dickens describes the apparition thus - \"Marley's face...had a dismal light about it, like a bad lobster in a dark cellar.\" It has a bandage under its chin, tied at the top of its head; \"...how much greater was his horror, when the phantom taking off the bandage round its head, as if it were too warm to wear indoors, its lower jaw dropped down upon its breast!\" Marley warns Scrooge to change his ways lest he undergo the same miserable afterlife as himself. Scrooge is then visited by three additional ghosts&nbsp;– each in its turn, and each visit detailed in a separate stave&nbsp;– who accompany him to various scenes with the hope of achieving his transformation. The first of the spirits, the Ghost of Christmas Past, takes Scrooge to Christmas scenes of his boyhood and youth, which stir the old miser's gentle and tender side by reminding him of a time when he was more innocent. They also show what made Scrooge the miser that he is, and why he dislikes Christmas. The second spirit, the Ghost of Christmas Present, takes Scrooge to several differing scenes - a joy-filled market of people buying the makings of Christmas dinner, the celebration of Christmas in a miner's cottage, and a lighthouse. A major part of this stave is taken up with the family feast of Scrooge's impoverished clerk Bob Cratchit, introducing his youngest son, Tiny Tim, who is seriously ill but cannot receive treatment due to Scrooge's unwillingness to pay Cratchit a decent wage. The third spirit, the Ghost of Christmas Yet to Come, harrows Scrooge with dire visions of the future if he does not learn and act upon what he has witnessed including Tiny Tim's death. It is shown that Scrooge has passed away where businessmen planned to attend if lunch is provided. Scrooge's charwoman Mrs. Dilber had stolen some of Scrooge's belongings and given them to a fence named Old Joe. Scrooge's own neglected and untended grave is then revealed, prompting the miser to aver that he will change his ways in hopes of changing these \"shadows of what may be.\" In the fifth and final stave, Scrooge awakens on Christmas morning with joy and love in his heart, then spends the day with his nephew's family after anonymously sending a prize turkey to the Cratchit home for Christmas dinner. Scrooge has become a different man overnight and now treats his fellow men with kindness, generosity and compassion, gaining a reputation as a man who embodies the spirit of Christmas. The story closes with the narrator confirming the validity, completeness and permanence of Scrooge's transformation.",
    "genre": [
      "Ghost story",
      "Morality play",
      "Novella",
      "Speculative fiction",
      "Fairy tale",
      "Fiction"
    ],
    "author": "Charles Dickens"
  },
  {
    "title": "The Time of the Ghost",
    "summary": " The book begins with the words \"There's been an accident! Something's wrong!\" - and something is. There is a ghost. She does not know who she is, or how she died, or quite where she is. All she knows is that there has been a terrible accident. The as-yet unnamed heroine finds herself attracted to a large building, a boys' boarding school, which she finds to be strangely familiar. After a little detective work, the disembodied spirit concludes that she is Sally Melford, one of a quartet of eccentric sisters (Imogen, Cart, Fenella and Sally) who live at the school and are neglected by their overworked parents, both of whom teach at the school. Their father, only known as Himself, is the headmaster, and his wife, Phyllis, is the school nurse. Both of them are constantly busy with school business, and leave their daughters to fend for themselves. As the plot continues, evidence of time-travel begins to emerge. In the present day, the adult, university-age Sally is in a hospital, badly injured after her abusive boyfriend threw her from a speeding car. Some part of her has journeyed back seven years into the past, where, with the help of her sisters and their schoolboy friends, she must undo a rash bargain with the powerful and ancient goddess, Monigan. The Worship of Monigan is a game that the sisters made up, in which an old rag doll supposedly represents the goddess Monigan. Although Cart, Fenella and Imogen treat it as somewhere between a belief and a game, the ghost discovers that the fourth, Sally, is romantically involved with a student at the school, the enigmatic fifth-former Julian Addiman, and both of them take the Worship of Monigan very, very seriously. After a deal of detective work, Sally (in her ghostly form) discovers the truth. The young Sally had dedicated herself to Monigan in a midnight ritual, with the help of Julian. Monigan had taken her up on the offer, and had agreed that Sally would be hers in seven years time. The seven years are now up, and Monigan had attempted to call in the debt, in the form of the boyfriend (now revealed to be the same Julian Addison) tossing her out of the car. However, Sally survived; and, with the help of her sisters and her childhood friends, she is determined to cheat Monigan, and take back her life.",
    "genre": [
      "Ghost story",
      "Children's literature",
      "Speculative fiction",
      "Mystery",
      "Fantasy",
      "Fiction"
    ],
    "author": "Diana Wynne Jones"
  },
  {
    "title": "The Haunting",
    "summary": " Barney Palmer, a shy eight-year-old boy, discovers that one person in each generation of his family has had supernatural gifts – and this generation it seems to be him. He believes he is haunted by the ghost of an uncle he never met, and is oppressed by his fate. However, his sister Tabitha is determined to help him.",
    "genre": [
      "Ghost story",
      "Speculative fiction",
      "Children's literature",
      "Fiction",
      "Low fantasy"
    ],
    "author": "Margaret Mahy"
  },
  {
    "title": "The Scarecrows",
    "summary": " The story is a third-person narrative, but the point of view is entirely that of Simon Wood - his thoughts, feelings and memories, the things he sees and experiences, conversations he has, conversations he overhears. The novel opens at Simon's boarding school in the south of England, where the poisonous atmosphere of bullying and denigration has nurtured Simon's \"devils\", as he describes his blind rages. He first sees Joe Moreton there, when the man has given Simon's mother a lift to an event at the school. Simon loathes him at first sight and regards him as a \"yob\", unimpressed by his fame as an artist. At an art gallery the boy overhears a conversation making clear that Joe and his mother are dating, which enrages Simon. When mother tells him she intends to marry Joe, he vainly begs her not to, and then refuses to attend the wedding. But he must finally join his mother, his sister, and Joe at their new home in Cheshire. There both his mother's happiness and his sister's adoration of Joe incense him, for he regards them as betraying his father's memory. A neighboring unused water mill, separated from the house by a turnip field, provides a refuge, but it harbours a sinister secret. During the war, the miller was murdered by his wife and her lover. By his own attitude and actions, Simon becomes increasingly isolated. When he is driven to call on his father's spirit for support, it appears that the call is intercepted by the spirits at the mill, which manifest as scarecrows and imperceptibly advance across the turnip field to threaten the family. Simon's friend Tris la Chard comes to stay, and helps Simon to face up to reality and defeat the spirits.",
    "genre": [
      "Ghost story",
      "Children's literature",
      "Psychological novel"
    ],
    "author": "Robert Westall"
  }
]