[
  {
    "title": "The Way of the Wiseguy",
    "summary": " The book records psychological portraits of the personalities Pistone associated with during his years undercover. Among the many recurring themes in the book: wiseguys are not nice people, they don't have friends (not even people they have known and worked with their whole life), and they will beat or kill you without hesitation. Pistone relays experiences with international organized crime, as a consultant and undercover agent for Scotland Yard, and infiltrating a drug lord's operation in a foreign country. An audio CD is included with the book, containing actual FBI surveillance recordings of Pistone, working undercover as Donnie Brasco, and his capo.",
    "genre": [
      "True crime"
    ],
    "author": "Joseph D. Pistone"
  },
  {
    "title": "The Corner: A Year in the Life of an Inner-City Neighborhood",
    "summary": " The book covers a year in the life of an inner city drug market at Fayette & Monroe Streets in Baltimore. Simon and Burns spent over a year interviewing and following around the people who lived on the Fayette & Monroe corner. Although written like a novel, the book is nonfiction; it uses the real names of those people and recounts actual events. It centers mostly around the lives of Gary McCullough, a drug addict, his ex-wife Fran Boyd, also an addict, and their son DeAndre McCullough, a high school student who begins to sell drugs. The book is a look at the effects of drug addiction, the drug trade, and the war on drugs on an urban neighborhood, as well as being an examination of the sociological factors which underlie the modern drug trade.",
    "genre": [
      "True crime"
    ],
    "author": "Ed Burns"
  },
  {
    "title": "The Monster of Florence: A True Story",
    "summary": " The book recounts the authors' personal experiences while investigating the case and their problems of being accused by the Italian criminal justice system. Preston and Spezi are outspoken critics of the tactics and theories pursued by the Italian police and prosecutors in the Monster of Florence case.",
    "genre": [
      "True crime"
    ],
    "author": "Mario Spezi"
  },
  {
    "title": "The Last Victim",
    "summary": " In 1994, Moss was an 18-year-old college student at UNLV. While studying for his honors thesis, he established relationships with John Wayne Gacy, Richard Ramirez, Henry Lee Lucas, Jeffrey Dahmer, and Charles Manson. He obtained samples of correspondence from and interviews with these men. Moss researched what would interest his subject the most and then cast himself in the role of disciple, admirer, surrogate, or potential victim. In his book he mentioned that he was interested in a career with the FBI; he reasoned that gaining the trust of a serial killer, possibly learning more about their stated crimes or unsolved murders, was a way to distinguish himself as a job candidate. Moss forged the strongest relationship with Gacy; letters led to regular Sunday morning phone calls, during which Gacy trumpeted his innocence even as he gave Moss a guided tour of his world. In the book, Moss tells the story of his correspondence and eventual meeting with Gacy shortly before Gacy was executed. According to the viewpoint informing the title of this book, Moss became Gacy's \"last victim\" after a face to face meeting in prison, in essence being overpowered by a manipulative, depraved sociopath. Moss felt that this misadventure allowed him to understand how a killer's mind works in not only controlling the vulnerable but also in terms of how to break them. Jason Moss committed suicide in June 2006",
    "genre": [
      "True crime",
      "Non-fiction"
    ],
    "author": "Jason Moss"
  },
  {
    "title": "The Stranger Beside Me",
    "summary": " The first few chapters following the brief introduction about Bundy's birth and family describe Rule's friendship with Bundy, her first impressions of him, and her reluctance to consider the evidence that he might be responsible for the crimes of which he was accused. The events of the Chi Omega murders at Florida State University in January 1978 are written in third person, but not omnisciently, as the perpetrator is not identified as being Bundy, thus keeping the documentation of these events in-sync with the knowledge available to officers at the time. It is not until Bundy's capture and trials in Florida that Rule fully accepts that Bundy is a serial killer. She finds the idea shocking to the point that she \"[runs] to the ladies room and throws up\" An afterword, following Rule's lament for Bundy and his victims, describes the Kimberly Leach trial. The 1989 update outlines Bundy's execution, and the 2000 update touches on many things, including various women claiming to have encountered Bundy in the 70's, Robert Keppel's retirement from detective work and his employment at the University of Washington, and Bundy's possible involvement in the unsolved disappearance of Ann Marie Burr, a girl who disappeared in 1961 when Bundy was 14. A 2008 update of the book includes more stories from women who have contacted Rule with stories of their \"near-miss\" contacts with a man they believe was Ted Bundy, and also a 'Ted Bundy FAQ' section where Rule tries to answer the questions most frequently asked by readers, including the fact that he was not responsible for the 1973 murder of Kathy Merry Devine, for which he was long suspected. DNA testing linked that killing to an ex-con named William Cosden, who was subsequently tried and convicted of her murder.",
    "genre": [
      "True crime"
    ],
    "author": "Ann Rule"
  },
  {
    "title": "Devil's Knot: The True Story of the West Memphis Three",
    "summary": " On May 5, 1993, Christopher Byers, Michael Moore and Steven Branch went missing from their homes in West Memphis, Arkansas. The next day, their bodies were found in the woods near their homes with evidence showing that they had been brutally beaten and savagely murdered. In the case of Christopher Byers, the evidence revealed that he had been castrated and his penis had been skinned before he was killed. News of the boys deaths and the manner in which they happened soon reached the inhabitants of the small community. The rumor then spread that the nature of Christopher Byers death in particular hinted that the deaths may have been related to a Satanic ritual. Weeks after the murders, a local woman by the name of Vicki Hutcheson brought her eight-year-old son Aaron to see the police. Aaron claimed to have witnessed the kidnapping of his three friends. Vicki Hutcheson volunteered to help the investigation by becoming \"involved\" with both Jessie and Damien. Hutcheson was a neighbor of Jessie's and coaxed him into setting up a \"meeting\" with Damien so Hutcheson and Damien could get to know each other. Vicki Hutcheson would later admit to the police that she had attended an Esbat with both men. Years after the trials, Hutcheson would admit that she had lied about attending the Esbat. Over the months that led up to the arrests and trials, her son Aaron would also change his account of what happened numerous times, each time the story becoming more outrageous and unbelievable. Eventually, the police brought in Jessie Misskelley for questioning in relation to the murders. Misskelley was 17 and considered mildly retarded. Despite this, a simple questioning turned into a heated interrogation by West Memphis Police which resulted in a confession from Misskelley that was almost immediately recanted. Based on this confession and the story told to police by Aaron Hutcheson, Misskelley, Echols and Baldwin were all arrested and charged with three counts of Capital Murder. Each of the three men encountered issues during the course of their trials, including the inability to have the trial moved away from Arkansas area, lack of the prosecution's required assistance in the delivery of all intended evidence to the defense, and what is perceived by the author to be a biased judge. Author Mara Leveritt makes numerous comparisons to the trials of the three men to that of the Salem Witch Trials, stating that the men were convicted based on the \"Satanic Craze\" the community was surrounded by after the murders. Actual evidence used by the prosecution during the trials included pictures of Metallica t-shirts worn by Jason Baldwin and books checked out by Damien Echols at his public library. Prosecution cases contained little more than circumstantial evidence. Eventually, all three men were convicted of the murders, with Jason Baldwin and Jessie Misskelley receiving life sentences without parole and Damien Echols receiving the death penalty.",
    "genre": [
      "True crime",
      "Non-fiction"
    ],
    "author": ""
  },
  {
    "title": "Victim: The Other Side of Murder",
    "summary": " Victim: The Other Side of Murder retells the events of the Hi-Fi Murders. On April 22, 1974, Dale Selby Pierre and William Andrews entered the Hi-Fi Shop in Ogden, Utah, as Keith Roberts waited outside the shop in a car. Pierre, Andrews, and Roberts were all United States Air Force airmen stationed at Hill Air Force Base, just south of Ogden. During an armed robbery of the shop, Pierre and Andrews took five people hostage, killed three of them, and left the two who survived with horrific injuries. Meanwhile, Roberts had assisted Pierre and Andrews in the robbery of the shop's expensive stereo and electronics equipment. The three murder victims were Stanley Walker (age 20), Michelle Ansley (age 19), and Carol Naisbitt (age 52). The two surviving victims were Cortney Naisbitt (age 16) and Orren Walker (age 43). Stanley Walker and Ansley were employees of the Hi-Fi Shop who were working at the time of the armed robbery. While the robbery was in progress, it was inadvertently interrupted on three separate occasions, with each occasion ensnaring an additional victim into the crime. On the first occasion, Cortney Naisbitt entered the shop in order to speak briefly with Stanley Walker. Sometime later, when Stanley Walker did not return home as expected, his father Orren Walker went to the Hi-Fi Shop to look for him. Similarly, Cortney Naisbitt's mother Carol Naisbitt later arrived at the shop to look for her son, who also had not returned home at the expected time. Each of the five victims was taken hostage, bound, forced to drink Drano, and later shot in the head. In addition, Ansley was raped by Pierre. Victim: The Other Side of Murder focuses particularly on Cortney Naisbitt and the Naisbitt family. In the aftermath of the brutal crime, the Naisbitt family struggled not only with the death of murdered victim Carol, but also with the physical and psychological recovery of surviving victim Cortney. This book was viewed by many as a pioneering work, because it was one of the first true crime books that focused on the victims of a violent crime rather than on the perpetrators.",
    "genre": [
      "True crime",
      "Sociology"
    ],
    "author": "Gary Kinder"
  },
  {
    "title": "Donnie Brasco: My Undercover Life in the Mafia",
    "summary": " Pistone becomes an FBI agent after spending a few years working for Naval Intelligence. He first goes undercover to infiltrate a theft ring. The operation pays off when the FBI arrests one of the largest and most profitable theft rings in history. After the success of the operation, the FBI and Pistone consider going undercover and infiltrating truck hijacking gangs and the Mafia. After months of preparation, the FBI erases Pistone's personal history and he goes undercover as Donald Brasco, an expert jewel thief from Miami, Florida. Hanging out at known crime spots, such as bars and social clubs, he eventually befriends a bartender and joins a crime gang. He moves on to Jilly Greca's crew, who are associates in the Colombo crime family. The crew are involved in truck hijacking and selling stolen merchandise. Brasco meets Anthony Mirra and the two begin hanging out. Mirra is a soldier in the Bonanno crime family and is a lot better connected, respected and feared than Greca's crew. Brasco decides it would be a better choice for the operation to go with Mirra, so he starts hanging out more with Mirra and less with Greca. Through Mirra, Brasco meets another Bonanno soldier called Benjamin \"Lefty\" Ruggiero. When Mirra is sent back to prison, Brasco and Lefty become close friends. Brasco gains the reputation of a being a trustworthy, good earner. He is responsible for several lucrative business ventures, including the Kings Court Bottle Club in Florida, which begins a good relationship with the Bonannos and Santo Trafficante. The Bonannos, particularly captain Dominick \"Sonny Black\" Napolitano, are happy with Brasco's work and are prepared to sponsor him for membership into the mafia. All the while Brasco is struggling in his personal life because he does not see his real family often, spending months without seeing his wife and three daughters. A family dispute breaks out over who \"owns\" Donnie Brasco. Mirra claims he owns him since he brought him in, Lefty says he owns him because he was the first to put a claim on him, and Sonny Black as the captain says Brasco belongs to him. After six years undercover, the operation becomes increasingly dangerous. Three powerful captains are murdered; gunned down by fellow Bonanno family members. The FBI want to pull the plug on the operation due to the danger of Brasco getting killed. Pistone wants to stay at least until he gets \"made\", in order to prove that the mafia is not invincible. A date is set when Brasco is ordered to come out of the operation. There are six weeks left until Brasco is revealed to be an FBI agent. To become a made man, Brasco is ordered to kill Anthony \"Bruno\" Indelicato, although Bruno has fled New York. FBI agents eventually reveal to Sonny Black that their associate is actually an agent. Although Sonny Black and others consider it hard to believe that Brasco is an agent, he informs his superiors. The men responsible for bringing Brasco into the family are ordered to be murdered. Sonny Black and Mirra are murdered, while Lefty escapes death when he is arrested before he arrives at a meeting. Pistone's work is not complete yet as he has to testify at trials all over America. Operation Donnie Brasco leads to more than 200 indictments and over 100 convictions of mafia members.",
    "genre": [
      "True crime"
    ],
    "author": "Joseph D. Pistone"
  },
  {
    "title": "Murder by Family",
    "summary": " Murder by Family chronicles Bart Whitaker's attempts to have a hitman murder his parents and sibling on 10 December 2003. The book also follows father Kent Whitaker's spiritual journey of healing afterwards and forgiveness for his son.",
    "genre": [
      "True crime",
      "Non-fiction",
      "Memoir"
    ],
    "author": ""
  },
  {
    "title": "Bitter Blood",
    "summary": " In 1984, Susan Newsom (the niece and namesake of North Carolina Supreme Court Chief Justice Susie Sharp) and Tom Lynch got divorced and many intense custody battles ensued over their two sons, John and Jim. Shortly after the divorce and power struggles, Susie Newsom became intimate with her first cousin, Fritz Klenner. Fritz Klenner was a gun worshipping “doctor” who had a long history of dishonesty. Fritz followed in the footsteps of his father, Frederick Robert Klenner, and started his own medical practice in Reidsville, North Carolina. However, Fritz was a fraud and deceived many people (including his father) because he did not actually attend college nor did he receive a license to practice medicine. In the summer of 1984, relatives of the former couple began to be murdered across the country. At first, Tom Lynch’s mother (Delores) and sister (Janie) were murdered in cold blood in Louisville, Kentucky. The two were killed at their home as they returned from a Sunday morning church service on July 22, 1984. The police originally had no leads and no suspects were under investigation after these two mysterious murders. Then on May 18, 1985, Susie Newsom’s father (Bob Newsom), mother (Florence), and grandmother (Hattie) were shot to death in their home in Winston-Salem, North Carolina. Before his murder, Bob Newsom had agreed to testify in favor of Tom Lynch at an upcoming custody hearing. Investigators now had a suspect. Because of this lead, police began to speculate that Susie played a role in the murder of her family. Soon after the death of her family, police began gathering information, heavily scrutinizing many aspects of Susie Newsom’s life. Police soon discovered that Susie was in a relationship with Fritz and both became prime suspects in the murders of Susie’s family and Tom’s family. By June 1985, investigators had gathered substantial evidence and were closing in on the arrests of Susie and Fritz. However, an unpredictable and shocking event happened instead. On June 3, police forces entered the apartment complex of Fritz Klenner in Greensboro, North Carolina. Authorities were ready to subdue him in the case of physical resistance, but they never got the chance. Fritz became outraged and fired multiple gunshots in the direction of the police, then fled the scene in an SUV with Susie and her two children, John and Jim. Fritz and the police became engaged in a low speed 15-minute police chase. When the SUV was stopped, Klenner opened fire with a machine gun, wounding three officers in the initial burst of fire. Before they could respond in kind, he detonated an explosive charge inside the van, killing himself and his three passengers. in all, nine people died in 1984 and 1985 due to the events recounted in Bitter Blood.",
    "genre": [
      "True crime"
    ],
    "author": "Jerry Bledsoe"
  }
]