[
  {
    "title": "Anthem",
    "summary": " Equality 7-2521, writing in a tunnel under the earth, later revealed to be an ancient subway tunnel, explains his background, the society around him, and his emigration. His exclusive use of plural pronouns (\"we\", \"our\", \"they\") to refer to himself and others tells a tale of complete socialization and governmental control. The idea of the World Council was to eliminate all individualist ideas. It was so stressed, that people were burned at the stake for saying an Unspeakable Word (\"I\", \"Me\", \"Myself\", and \"Ego\"). He recounts his early life. He was raised, like all children in the world of Anthem, away from his parents in the Home of the Infants, then transferred to the Home of the Students, where he began his schooling. Later, he realized that he was born with a \"curse\": He is eager to think and question, and unwilling to give up himself for others, which violates the principles upon which Anthems society is founded. He excelled in math and science, and dreamed of becoming a Scholar. However, a Council of Vocations assigned all people to their jobs, and he was assigned to the Home of the Street Sweepers. Equality accepts his profession willingly in order to repent for his transgression (his desire to learn). He works with International 4-8818 and Union 5-3992. International is exceptionally tall, a great artist (which is his transgression, as only people chosen to be artists may draw), and Equality's only friend (having a friend also being a crime because, in Anthems society, one is not supposed to prefer one of one's brothers over the rest). Union, \"they of the half-brain,\" suffers from some sort of neurological seizures. However, Equality remains curious. One day, he finds the entrance to a subway tunnel in his assigned work area and explores it, despite International 4-8818's protests that an action unauthorized by a Council is forbidden. Equality realizes that the tunnel is left over from the Unmentionable Times, before the creation of Anthems society, and is curious about it. During the daily three hour-long play, he leaves the rest of the community at the theater and enters the tunnel and undertakes scientific experiments. Working outside the City one day, by a field, Equality meets and falls in love with a woman, Liberty 5-3000, whom he names \"The Golden One.\" Liberty 5-3000 names Equality \"The Unconquered\". Continuing his scientific work, Equality rediscovers electricity (which he, until the book nears its conclusion, calls the \"power of the sky\") and the light bulb. He makes a decision to take his inventions to the World Council of Scholars when they arrive in his town in a few days' time, so that they will recognize his talent and allow him to work with them, as well as to make what he sees as a valuable contribution to his fellow men. However, one night he loses track of time in the underground tunnel and his absence from the Home of the Street Sweepers is noticed. When he refuses to say where he has been, he is arrested and sent to the Palace of Corrective Detention, from which he easily escapes after being tortured. The day after his escape, he walks in on the World Council of Scholars and presents his work to them. Horrified, they reject it because it was not authorized by a Council and threatens to upset the equilibrium of their world. When they try to destroy his invention, he takes it and flees into the Uncharted Forest which lies outside the City. Upon entering the Uncharted Forest, Equality begins to realize that he is free, that he no longer must wake up every morning with his brothers to sweep the streets. Since it was illegal for men of the City to enter or even think of the Forest, he was not pursued once he crossed its threshold. He can \"rise, or run, or leap, or fall down again.\" Now that he sees this, he is not stricken with the sense that he will die at the fangs of the beasts of the forest as a result of his transgressions. He develops a new understanding of the world and his place in it. On his second day of living in the forest, Equality stumbles upon the Golden One, Liberty 5-3000, who has followed him from the City. They embrace, struggling to express their feelings for each other as they do not know how to verbally express themselves as individuals. They find and enter a house from the Unmentionable Times in the mountains, perfectly preserved for hundreds of years by thick overgrowth, and decide to live in it. While reading books from the house's library, Equality and Liberty discover that the Unspeakable Word, the one that carries the penalty of death, is \"I\", given through the power of \"ego\". Recognizing its sacred value and the individuality it expresses, they give themselves new names from the books: Equality becomes \"Prometheus\" and Liberty becomes \"Gaea\". As the book closes, Prometheus talks about the past, wonders how men could give up their individuality, and charts a future in which they will regain it. The last word of the book, \"EGO\", is inscribed by Prometheus on a rock and hung over his front door.",
    "genre": [
      "Psychology",
      "Science Fiction",
      "Speculative fiction",
      "Fiction",
      "Dystopia"
    ],
    "author": "Ayn Rand"
  },
  {
    "title": "The Hero with a Thousand Faces",
    "summary": " Campbell explores the theory that important myths from around the world which have survived for thousands of years all share a fundamental structure, which Campbell called the monomyth. In a well-known quote from the introduction to The Hero with a Thousand Faces, Campbell summarized the monomyth: : In laying out the monomyth, Campbell describes a number of stages or steps along this journey. The hero starts in the ordinary world, and receives a call to enter an unusual world of strange powers and events (a call to adventure). If the hero accepts the call to enter this strange world, the hero must face tasks and trials (a road of trials), and may have to face these trials alone, or may have assistance. At its most intense, the hero must survive a severe challenge, often with help earned along the journey. If the hero survives, the hero may achieve a great gift (the goal or \"boon\"), which often results in the discovery of important self-knowledge. The hero must then decide whether to return with this boon (the return to the ordinary world), often facing challenges on the return journey. If the hero is successful in returning, the boon or gift may be used to improve the world (the application of the boon). Very few myths contain all of these stages—some myths contain many of the stages, while others contain only a few; some myths may have as a focus only one of the stages, while other myths may deal with the stages in a somewhat different order. These stages may be organized in a number of ways, including division into three sections: Departure (sometimes called Separation), Initiation and Return. \"Departure\" deals with the hero venturing forth on the quest, \"Initiation\" deals with the hero's various adventures along the way, and \"Return\" deals with the hero's return home with knowledge and powers acquired on the journey. The classic examples of the monomyth relied upon by Campbell and other scholars include the stories of Osiris, Prometheus, the Buddha, Moses, and Christ, although Campbell cites many other classic myths from many cultures which rely upon this basic structure. While Campbell offers a discussion of the hero's journey by using the Freudian concepts popular in the 1940s and 1950s, the monomythic structure is not tied to these concepts. Similarly, Campbell uses a mixture of Jungian archetypes, unconscious forces, and Arnold van Gennep's structuring of rites of passage rituals to provide some illumination. However, this pattern of the hero's journey influences artists and intellectuals worldwide, suggesting a basic usefulness for Campbell's insights not tied to academic categories and mid-20th century forms of analysis.",
    "genre": [
      "Psychology",
      "Fiction",
      "Philosophy",
      "Sociology"
    ],
    "author": "Joseph Campbell"
  },
  {
    "title": "Religion Explained",
    "summary": " Boyer's multifaceted book explains the genesis of religious concepts through the mind's cognitive inference systems, comparable to pareidolia and perceptions of religious imagery in natural phenomena resulting from face perception processes within the human brain. Boyer supports this naturalistic origin of religion with evidence from many specialized disciplines including biological anthropology, cultural anthropology, cognitive science, linguistics, evolutionary biology, cognitive psychology, evolutionary psychology, neuroscience, and information processing. Religion Explained frames religious practices and beliefs in terms of recent cognitive neuroscience research in the modularity of mind. This theory involves cognitive \"modules\" (\"devices\" or \"subroutines\") underlying inference systems and intuitions. For instance, Boyer suggests culturally-widespread beliefs in \"supernatural agents\" (e.g., gods, ancestors, spirits, and witches) result from agent detection: the intuitive modular process of assuming intervention by conscious agents, regardless of whether they are present. \"When we see branches moving in a tree or when we hear an unexpected sound behind us, we immediately infer that some agent is the cause of this salient event. We can do that without any specific description of what the agent actually is.\" Boyer cites E. E. Evans-Pritchard's classic Zande story about a termite-infested roof collapsing. For the anthropologist, the house caved in because of the termites. For the Zande, it was quite clear that witchcraft was involved. However, the Zande were also aware that the termites were the proximate cause of the incident. But what they wanted to know was why it happened at that particular time, when particular people were gathered in the house. Within Boyer&#39;s hypothesis, religion is a &#34;parasite&#34; (or &#34;spandrel&#34;) offshoot from cognitive modules, comparable to the way the reading process is parasitic upon language modules. As I have pointed out repeatedly the building of religious concepts requires mental systems and capacities that are there anyway, religious concepts or not. Religious morality uses moral intuitions, religious notions of supernatural agents recruit our intuitions about agency in general, and so on. This is why I said that religious concepts are parasitic upon other mental capacities. Our capacities to play music, paint pictures or even make sense of printed ink-patterns on a page are also parasitic in this sense. This means that we can explain how people play music, paint pictures and learn to read by examining how mental capacities are recruited by these activities. The same goes for religion. Because the concepts require all sorts of specific human capacities (an intuitive psychology, a tendency to attend to some counterintuitive concepts, as well as various social mind adaptations), we can explain religion by describing how these various capacities get recruited, how they contribute to the features of religion that we find in so many different cultures. We do not need to assume that there is a special way of functioning that occurs only when processing religious thoughts. Boyer admits his explanation of religion is not a quick, shoot-from-the-hip solution of the kind that many people, either religious or not, seem to favor. There cannot be a magic bullet to explain the existence and common features of religion, as the phenomenon is the result of aggregate relevance – that is, of successful activation of a whole variety of mental systems.",
    "genre": [
      "Psychology",
      "Science"
    ],
    "author": "Pascal Boyer"
  },
  {
    "title": "Thérèse Raquin",
    "summary": " Thérèse Raquin is the daughter of a French captain and an Algerian mother. After the death of her mother, her father brings her to live with her aunt, Madame Raquin, and her sickly son, Camille. Because her son is so ill, Madame Raquin dotes on Camille to the point where he is selfish and spoiled. Camille and Thérèse grow up side-by-side, and Madame Raquin marries them together when Thérèse is 21. Shortly thereafter, Camille decides that the family should move to Paris so he can pursue a career. Thérèse and Madame Raquin set up shop in the Passage du Pont Neuf to support Camille while he searches for a job. Camille eventually begins working for the Orléans Railroad Company, where he meets up with a childhood friend, Laurent. Laurent visits the Raquins and decides to take up an affair with the lonely Thérèse, mostly because he cannot afford prostitutes anymore. However, this soon turns into a torrid love affair. They secretly meet up regularly in Thérèse's room. After some time, Laurent's boss no longer allows him to leave early and so the two lovers have to think of something new. Thérèse comes up with the idea to kill Camille. They eventually succeed in doing so by drowning Camille during a boat trip. Defending himself, Camille bites Laurent in the throat. Madame Raquin is in shock after hearing the disappearance of her son and everybody believes the fake story of an accident. But Laurent is still uncertain about the death of Camille and frequently visits the mortuary, where he finally finds the dead Camille. Still, Thérèse has nightmares and doesn't talk, so Michaud - one of the regular visitors of the family - comes up with the idea, that Thérèse should marry again and the ideal husband would be Laurent. But even after their marriage, the murder doesn't let go of them. They have imaginations of seeing the dead Camille in their bedroom every night, preventing them from touching each other and quickly driving them insane. Laurent, who is an artist, can no longer paint a picture (even a landscape) which does not in some way resemble the dead man. They also have to look after Madame Raquin, who suffered a stroke after Camille's death. Madame Raquin suffers a second stroke and becomes completely paralyzed except for her eyes (as in locked-in syndrome), after which Therese and Laurent reveal the murder in her presence during an argument. During an evening's game of dominoes with friends, Madame Raquin manages to move her finger with an extreme effort of will to trace words on the table: \"Thérèse et Laurent ont t...\". The complete sentence was intended to be \"Thérèse et Laurent ont tué Camille\" (Thérèse and Laurent killed Camille). At this point her strength gives out, and the words are interpreted as \"Thérèse and Laurent look after me very well\". Eventually, Thérèse and Laurent find life together intolerable and plot to kill each other. At the climax of the novel, the two are about to kill one another when each of them realizes the plans of the other. They each then break down sobbing and reflect upon their miserable lives. After having embraced one last time, they each commit suicide by taking poison, all in front of the watchful gaze of Madame Raquin, who enjoys the late vengeance of her son.",
    "genre": [
      "Psychology",
      "Psychological novel"
    ],
    "author": "Émile Zola"
  },
  {
    "title": "The Sailor Who Fell from Grace with the Sea",
    "summary": " The novel chronicles the story of Ryuji, a sailor with vague notions of a special honor awaiting him at sea. He meets a woman called Fusako with whom he falls deeply in love, and he ultimately decides to marry her. Fusako's 13-year-old son, Noboru, is in a band of savage boys who believe in \"objectivity\", rejecting the adult world as illusory, hypocritical and sentimental. As Ryuji begins to draw close to Fusako, a woman of the shore, he is eventually torn away from the dreams he's pursued his entire life. Fusako's son, Noboru, who shares an especially close bond with his mother through a voyeuristic ritual, hates the idea of losing his mother to a man who has let his hope and freedom die. This anger and fear of loneliness translates into terrible, savage acts performed by Noboru and the gang of which he is a part.",
    "genre": [
      "Psychology",
      "Fiction",
      "Philosophy"
    ],
    "author": "Yukio Mishima"
  },
  {
    "title": "Sex and the Single Girl",
    "summary": " Introduction (New 2003) In the 2003 edition, Gurley Brown includes a reintroduction to her book and briefly outlines the static situations and changes that the single woman has faced from the 1960s to 2003. *\"Chapter 1. Women Alone? Oh Come Now!\" The first chapter introduces the single girl to the advantages of her situation, and offers brief advice that will be expanded upon in the following chapters. *\"Chapter 2. The Availables: The Men in Your Life\" Gurley Brown suggests that the single girl make a list of all the men in her life and then slot them into the following categories: \"The Eligibles\", \"The Eligibles-But-Who-Needs-Them\", \"The Don Juans\", \"The Married Man\", \"The Homosexual\", \"The Divorcing Man\" and \"The Younger Man\". She then proceeds to advise how to handle the men in each category. *\"Chapter 3. Where to Meet Them\" The obstacles the single girl faces, and how to overcome them, when meeting men in such environments such as: \"Your Job\", \"Friends of Friends\", and \"Alcoholics Anonymous\". *\"Chapter 4. How to Be Sexy\" Outlines the different styles of sexy and how to achieve a \"sexth sense\", and also refers to Alfred Kinsey's reports. *Chapter 5. Nine to Five Includes \"Mother Brown's Twelve Rules for Squirming, Worming, Inching, and Pinching Your Way to the Top\". *\"Chapter 6. Money Money Money\" This chapter explains how to stretch your money in areas such as driving and eating, because \"nobody likes a poor girl. She is just a drag.\" *\"Chapter 7. The Apartment\" Discusses decorating on a budget, hiring a decorator and do it yourself tips such as including \"Gobs of Pictures\" and how to achieve \"A Sexy Kitchen\". *\"Chapter 8. The Care and Feeding of Everybody\" Includes different methods of at home entertaining and recipes for \"Three Fabulous Little Dinners and One Semi–Fabulous Brunch\". *\"Chapter 9. The Shape You're In\" The chapter on how to eat well and stay fit with \"Gladys Lindberg's Serenity Cocktail\", \"Ruth West's Stop Dieting! Start Losing!\", the \"Sexercise\" chapter in \"Bonnie Prudden's How to Keep Slender and Fit After Thirty\", and other methods. *\"Chapter 10. The Wardrobe\" A quick guide to understanding fashion, shopping and sewing. *Chapter 11. Kisses and Make-Up Step-by-step instructions on cosmetic changes such as make-up, facial hair bleaching (includes formula to mix at home), and contact lenses. *\"Chapter 12. The Affair: From the Beginning to End\" A step-by-step guide that should prepare a single girl for what will occur, or should occur during the beginning, middle and end stages of an affair. *\"Chapter 13. The Rich, Full Life\" Includes any advice that did not belong under the previous chapter headings.",
    "genre": [
      "Psychology",
      "Sociology"
    ],
    "author": "Helen Gurley Brown"
  },
  {
    "title": "Life Against Death: The Psychoanalytic Meaning of History",
    "summary": " Brown offers what Robinson sees as a unique analysis of the problems associated with sexuality and human mortality, and equally distinctive solutions to them. Brown expounded \"the underlying ambivalence of Freud's late instinctual dualism\", in which \"Eros and Death were seen as antagonistic psychological principles which constantly threatened to collapse into one another.\" Unlike Marcuse, however, who emphasized the antithetical nature of the two instincts, Brown stressed their underlying unity, since this approach suggested a way of escaping Freud's conclusion that aggression was inevitable. Brown argued that Freud did not consider aggression a basic psychological fact, but rather a secondary manifestation of a more fundamental instinctual force, the death instinct: it was \"the external expression of an impulse originally directed against the self\". In Brown's interpretation of Freud, aggression becomes a problem \"because Eros could carry out its project of creating life only when the death instinct was frustrated in its original enterprise. In order that men might live (and love), they were inevitably forced to destroy, to direct the energies of the death instinct away from themselves onto their fellowmen.\" Freud's analysis of the dynamics of Life and Death was mistaken, according to Brown, since Freud's discovery of the ultimate identity of the two instincts implied that there is no necessary antagonism between Eros and Thanatos: they exist in harmony at a deeper level of psychic life and aggression was therefore not inevitable. Brown believed that the death instinct need not be externalized in the form of aggression if \"men could recapture the original undifferentiated harmony of Life and Death.\" Brown therefore called for an end to the \"repression of death\" that perpetuated aggression. People had to learn \"how to die\" or, more concretely, to learn \"how to grow old.\" Robinson calls Brown's argument \"daring\", and stresses that it is a very different solution to the problem of aggression than that proposed by Marcuse, since it was a psychological solution that involved adopting a new attitude toward death and did not involve political or economic revolution. Robinson compares Brown and Marcuse's treatment of Reich: both criticize him for \"misrepresenting the problem of repression as one of genital sexuality\" and advocated polymorphous perversity instead, but Brown again provided an exclusively psychological argument. Brown concluded that if undifferentiated sexuality is the ultimate measure of human happiness, then any form of sexual organization is already repressive. While Marcuse had in general \"complained only of the tyranny of genital sexuality\" and suggested that \"the pregenital libidinal had to be reactivated in a nonrepressive civilization\", Brown maintained that the pregenital organizations were \"just as tyrannical as adult sexuality\" and that the earlier organization of libidinal energy into oral, anal, phallic syndromes was \"as foreign to the undifferentiated eroticism of early infancy\" as genital sexuality. Brown thus did not accept Marcuse's \"characterization of the sexual deviant as a prophet of polymorphous perversity\". In a truly nonrepressive civilization, \"sexuality would be completely undifferentiated\" and even the distinction between the sexes would become insignificant. Brown did not accept Freud's theory of an innate biological dynamic leading from undifferentiated sexuality to adult genitality, and suggested instead that the explanation of how mankind abandoned the \"primeval happiness\" of polymorphous perversity was to be found through an analysis of social history. Robinson comments that Brown in fact offered no such analysis, and instead produced an \"exclusively ontogentic explanation\", one he finds inconsistent with \"the prophetic intentions\" of Brown's larger argument. Brown explained repressive differentiation in terms of Freud's revised theory of anxiety, according to which anxiety produces repression rather than the reverse. Brown, like Róheim, saw the basic form of anxiety as separation anxiety, and also identified separation with death, a breakdown of the union of mother and child that he saw as \"the essence of life.\" Robinson finds the identification of life with union and death with separation neither easy to understand nor essential to Brown's argument. Brown's crucial point according to Robinson is that anxiety can be identified with separation, and that separation causes anxiety because the union between mother and child had been so long and lovingly indulged. Children respond to the anxiety caused by separation through various projects to reestablish the original unity, projects Brown identified as \"flights from death\", but which Robinson believes could have been described more simply as flights from separation. These projects involve various organizations of the libido that Brown characterizes as repressive and which required abandoning the polymorphous perversity of earliest infancy. Examples are the oral project, in which children try to overcome separation through \"the hypercathexis of the act of sucking\", reuniting themselves with their mothers through the mouth (and in fantasy, ingesting them entirely), the anal project, in which children engage in \"symbolic manipulation of feces as a magic instrument for restoring communion with the mother\", and the phallic project, which is the attempt to reunite with the mother through the penis, identified with the entire body. These projects all involve reorganization of the libidinal economy, transferring sexual energy from the entire body to particular organs, and in all of them repression is self-imposed. The differentiation of sexuality occurs not because of an external force such as social or economic exigency, but because of \"self-repression.\"",
    "genre": [
      "Psychology",
      "Literary theory"
    ],
    "author": ""
  },
  {
    "title": "Games People Play",
    "summary": " In the first half of the book, Berne introduces transactional analysis as a way of interpreting social interactions. He describes three roles or ego states, known as the Parent, the Adult, and the Child, and postulates that many negative behaviors can be traced to switching or confusion of these roles. He discusses procedures, rituals, and pastimes in social behavior, in light of this method of analysis. For example, a boss who talks to his staff as a controlling 'parent' will often engender self-abased obedience, tantrums, or other childlike responses from his employees. The second half of the book catalogues a series of \"mind games\" in which people interact through a patterned and predictable series of \"transactions\" which are superficially plausible (that is, they may appear normal to bystanders or even to the people involved), but which actually conceal motivations, include private significance to the parties involved, and lead to a well-defined predictable outcome, usually counterproductive. The book uses casual, often humorous phrases such as \"See What You Made Me Do,\" \"Why Don't You&nbsp;— Yes But,\" and \"Ain't It Awful\" as a way of briefly describing each game. In reality, the \"winner\" of a mind game is the person that returns to the Adult ego-state first. One example of these games is the one named \"Now I've got you, you son of a bitch,\" in which A is dealing with B, and A discovers B has made a minor mistake, and holds up a much larger and more serious issue until the mistake is fixed, basically holding the entire issue hostage to the minor mistake. The example is where a plumber makes a mistake on a $300 job by underestimating the price of a $3 part as $1. The customer won't pay the entire $300 unless and until the plumber absorbs the $2 error instead of just paying the bill of $302. Not all interactions or transactions are part of a game. Specifically, if both parties in a one-on-one conversation remain in an Adult-to-Adult ego-state, it is unlikely that a game is being played.",
    "genre": [
      "Psychology"
    ],
    "author": ""
  },
  {
    "title": "Stumbling on Happiness",
    "summary": " Gilbert's central thesis is that, through perception and cognitive biases, people imagine the future poorly, in particular what will make them happy. He argues that imagination fails in three ways: # Imagination tends to add and remove details, but people do not realize that key details may be fabricated or missing from the imagined scenario. # Imagined futures (and pasts) are more like the present than they actually will be (or were). # Imagination fails to realize that things will feel different once they actually happen -- most notably, the psychological immune system will make bad things feel not so bad as they are imagined to feel. The advice Gilbert offers is to use other people's experiences to predict the future, instead of imagining it. It is surprising how similar people are in much of their experiences, he says. He does not expect too many people to heed this advice, as our culture, accompanied by various thinking tendencies, is against this method of decision making. Also, Gilbert covers the topic of 'filling in' or the frequent use of patterns, by the mind, to connect events which we do actually recall with other events we expect or anticipate fit into the expected experience. This 'filling in' is also used by our eyes and optic nerves to remove our blind spot or scotoma, and instead substitute what our mind expects to be present in the blind spot. This accessible book is written for the layperson, generally avoiding abstruse terminology and explaining common quirks of reasoning through the simple experiments that exploited them (this excludes the term \"super-replicator\").",
    "genre": [
      "Psychology",
      "Non-fiction"
    ],
    "author": "Daniel Gilbert"
  },
  {
    "title": "Diary of a Drug Fiend",
    "summary": " The main protagonists find themselves desperate after their drug supply diminishes. The particulars of their desperate addiction and cravings are documented in realistic detail. The pair, however, are saved from destruction by an adept Magician named King Lamus. This mysterious and charismatic figure frees Pendragon and Lou from their addictions through the use of Magickal techniques, aimed at mastering True Will and releasing the individual from sloth, self-destructive impulses and craving.",
    "genre": [
      "Psychology",
      "Fiction",
      "Sociology"
    ],
    "author": "Aleister Crowley"
  },
  {
    "title": "Forever Odd",
    "summary": " After Odd discovers that his childhood friend Danny has been kidnapped, he assumes that Danny's father, who was recently released from prison, has kidnapped him. Therefore, Odd investigates and is led through a water tunnel and into an abandoned hotel by his \"psychic magnetism.\" Inside, he finds his friend tied up and strapped to a bomb. Danny informs him that his dad did not kidnap him. Instead, Danny recounts that, because of his loneliness from a debilitating bone disease, he called a phone sex line and spoke with a woman named Datura. The woman informed Danny of her obsession with the paranormal, leading Danny to inform her about Odd's special abilities. She then kidnapped Danny in order to meet Odd. Odd leaves Danny and finds Datura in her room with two thugs, Cheval Robert and Cheval Andre. She orders Odd to show her ghosts. Reluctantly, Odd takes her to the casino in the hotel where he previously saw many ghosts and one poltergeist. Datura insults a ghost, and the enraged poltergeist flings objects at them. At this point, Odd escapes from Datura, returns to Danny, and disarms the bomb. Odd returns to Datura's room and finds a shotgun, which he uses to kill Cheval Robert. Datura finds him by reverse psychic magnetism; as they are talking, a mountain lion attacks her from behind. An angry Cheval Andre chases Odd through the hotel, before Odd kills Cheval Andre in a sewer. Odd dies in the sewer, and his spirit visits three of his friends. He comes back to life, however, in front of the Blue Moon Café with no idea how he got there. At first he is dismayed at his survival, as his dearest hope is to be reunited with his soulmate, Bronwen \"Stormy\" Llellywen, in the afterlife. Odd accompanies the Chief Porter to the hotel, where they rescue Danny. Two months later, Odd makes plans to work in a monastery in an attempt to find some peace.",
    "genre": [
      "Psychology",
      "Speculative fiction",
      "Suspense"
    ],
    "author": "Dean Koontz"
  },
  {
    "title": "The Bisexual Option",
    "summary": " The book shows bisexuals that they are not alone and discusses where people may fit on the sexual orientation continuum. It also aids in explaining who bisexuals are and why they have problems in heterosexual as well as the mainstream gay/lesbian communities.",
    "genre": [
      "Psychology"
    ],
    "author": "Fred Klein"
  },
  {
    "title": "The Art of Seduction",
    "summary": " The book covers a history of the seduction as well as the psychology that makes the described techniques supposedly effective. Greene claims to have studied notable figures such as Casanova, Cleopatra, and John F. Kennedy to create his guide. The book offers amoral advice on effective seduction, including \"choose the right victim\", and \"approach indirectly\". Greene also classifies several seduction archetypes, such as \"the Siren\", \"the Charmer\", and \"the Natural\".",
    "genre": [
      "Psychology"
    ],
    "author": "Robert Greene"
  },
  {
    "title": "He Knew He Was Right",
    "summary": " A wealthy young English gentleman, Louis Trevelyan, visits the fictional Mandarin Islands, a distant British possession, and becomes smitten with Emily Rowley, the eldest daughter of the governor, Sir Marmaduke Rowley. The Rowleys accompany Trevelyan to London, where he marries Emily. When the rest of the family goes home, Emily's sister Nora remains behind, under Trevelyan's protection. The marriage is initially a happy one and the couple has a baby boy. Then a seemingly minor matter undermines their marriage. Colonel Osborne, an old friend of Sir Marmaduke's, visits Emily much too frequently for her husband's taste. Though nothing improper occurs, Trevelyan overreacts and orders his wife to avoid the man in future. Emily resents his lack of trust and makes no attempt to hide it. Their relationship deteriorates to the point that they separate. Meanwhile, Nora attracts two admirers, the wealthy Charles Glascock, the eldest son and heir of Lord Peterborough, and Hugh Stanbury, a close friend of Trevelyan's from their days at Oxford University. Stanbury ekes out a precarious living writing newspaper articles. Glascock proposes to Nora, but despite the fact that Stanbury has given no indication of his feelings for her, she rejects the future nobleman, not without a great deal of struggle and much to the dismay of her friends. Another subplot involves Jemima Stanbury, the capricious, formidable spinster aunt of Hugh. In her youth, she had been engaged to the eldest son of a leading banker. They had had a falling out and parted company, but upon his demise, he had left everything to her, making her very wealthy. Aware of the poverty of Hugh's branch of the family, she had generously paid for his education and helped him get a start in life. However, when he chose to work for what she considered to be a radical publication, the staunch Tory withdrew her support. She then offers to accept one of Hugh's sisters as a companion. After some debate, timid, unassertive Dorothy Stanbury is sent. Trevelyan arranges to have Emily and Nora live with Hugh's mother and her other daughter, Priscilla. However, Emily obstinately receives a visit from Colonel Osborne, against all advice to the contrary. Trevelyan finds out and becomes further maddened. In the meantime, Aunt Stanbury tries to promote a marriage between her niece and a favoured clergyman, Mr Gibson. This causes much resentment with Arabella and Camilla French, two sisters who had considered him a future husband for one of them (though which was still a matter of much debate). However, this plan is derailed. Aunt Stanbury had always intended to bequeath her wealth back to the Burgess family, rather than to her Stanbury relations. She had chosen as her heir Brooke Burgess, the nephew of her former fiancé. When he visits her for the first time as an adult, everyone is charmed by his warm, lively personality, especially Dorothy. When Gibson finally proposes to her, she cannot avoid unfavourably comparing him to Brooke and declines. Her aunt is at first much put out by Dorothy's obstinacy. Eventually however, she places the blame on the clergyman, which results in a serious breach between them. The feud with his former patron leaves Gibson so distracted that he finds himself engaged to a domineering Camilla French. After a while, he comes to regret his choice. Finally, finding Camilla's overpowering personality unbearable, he extricates himself by agreeing to marry the milder Arabella instead. Camilla is driven to extravagant threats and is finally sent to stay with her stern uncle in the period leading up to the wedding. Then Aunt Stanbury becomes very ill, resulting in Dorothy and Brooke spending a good deal of time in each other's company. Brooke takes the opportunity to propose to an unsuspecting Dorothy. She however is reluctant to accept, fearing that her aunt will disinherit Brooke. Instead, the old woman blames her niece. They quarrel and Dorothy returns to her mother. Aunt Stanbury misses Dorothy greatly and makes it known that she would welcome her back, though she still vehemently opposes her marriage to Brooke. Dorothy does come back, and even tries to break off her engagement, but Brooke won't stand for it. In the end, Aunt Stanbury's love for her niece is stronger than her desires and she gives her blessing to their wedding. Meanwhile, Trevelyan departs England to escape the shame he feels. During his aimless wanderings, he meets Mr Glascock, who is on his way to Italy to visit his father. They meet two attractive young American ladies, Caroline and Olivia Spalding. Glascock's father is in such poor health that the son is obliged to remain in the country to await his probable demise. While waiting, he courts and wins Caroline's hand in marriage, despite her misgivings about her reception in English society. Trevelyan receives word that Colonel Osborne has dared to visit Emily once again. While Osborne had not been permitted to see Emily, Trevelyan doesn't believe it and has the boy taken away from his mother by deception; he takes his son back to Italy, where he descends further into madness. Eventually, he is tracked down by his wife and friends. Emily persuades him first to give her their son, then to return with her to England; he dies, however, shortly after their return. In his dying moments, Emily, asking Louis if she had been faithful to him, begs him to kiss her hand in agreement. Whether or not he does is unclear, but Emily believes \"the verdict of the dying man had been given in her favour.\"",
    "genre": [
      "Psychology",
      "Fiction"
    ],
    "author": "Anthony Trollope"
  },
  {
    "title": "The Stuff of Thought",
    "summary": " Pinker argues that language provides a window into human nature, and that \"analyzing language can reveal what people are thinking and feeling.\" He asserts that language must do two things: # convey a message to an audience, and # negotiate the social relationship between the speaker and the audience. Therefore, language functions at these two levels at all times. For example, a common-place statement such as \"If you could pass the salt, that would be great\" functions both as a request (though formally not a request) and as a means of being polite or non-offensive (through not directing the audience to overt demands). Pinker says of this example: Through this lens, Pinker asks questions such as \"What does the peculiar syntax of swearing tell us about ourselves?\" Or put another way, \"Just what does the 'fuck' in 'fuck you' actually mean?\", - as discussed in the chapter The Seven Words You Can't Say on Television. The arguments contained within ride on the backs of his previous works, which paint human nature as having \"distinct and universal properties, some of which are innate – determined at birth by genes rather than shaped primarily by environment.\"",
    "genre": [
      "Psychology",
      "Philosophy"
    ],
    "author": "Steven Pinker"
  },
  {
    "title": "Outliers: The Story of Success",
    "summary": " ==Style== Outliers has been described as a form of autobiography, as Gladwell mixes in elements from his own life into the book to give it a more personal touch. Lev Grossman, writing in Time magazine, called Outliers a \"more personal book than its predecessors\", noting, \"If you hold it up to the light, at the right angle, you can read it as a coded autobiography: a successful man trying to figure out his own context, how success happened to him and what it means.\" He also surmised that Gladwell feels guilty about his success and believes that Christopher Langan should have experienced the same success that he had.",
    "genre": [
      "Psychology",
      "Non-fiction",
      "Sociology"
    ],
    "author": "Malcolm Gladwell"
  },
  {
    "title": "The Master and His Emissary",
    "summary": " The 608 page book is divided into an introduction, two parts and a conclusion. In the introduction, McGilchrist states that \"there is, literally, a world of difference between the [brain] hemispheres. Understanding quite what that is has involved a journey through many apparently unrelated areas: not just neurology and psychology, but philosophy, literature and the arts, and even, to some extent, archaeology and anthropology.\" In the first part, \"The Divided Brain\", McGilchrist describes the functioning of the left and right hemispheres of the brain and their respective and at times conflicting \"world views\". One of the core themes of the book is the importance of differentiation and integration, and of the integration of the two. In the second part, \"How the Brain Has Shaped Our World\", the author describes the evolution of Western culture, as influenced by hemispheric brain functioning, from the ancient world, through the Renaissance and Reformation; the Enlightenment; Romanticism and Industrial Revolution; to the modern and postmodern worlds which, to our detriment, are becoming increasingly dominated by the left brain.",
    "genre": [
      "Psychology",
      "Neuroscience"
    ],
    "author": "Iain McGilchrist"
  },
  {
    "title": "Everything Matters!",
    "summary": " Junior Thibodeau is born with the exact details of the end of the world by a comet and grows up with a troubled childhood, surrounded by his quiet but powerful ex-Marine father, his secretly-alcoholic and withdrawn mother, and his drug addict and later baseball-savant brother Rodney, as well as the constant presence of the voice that has stuck with him since birth. As he grows older, he questions the importance of concepts such as love in the face of the inevitable apocalypse and battles various addictions. He falls in love with a classmate named Amy and they begin a relationship, but she leaves him after he informs her of the voices in his head. Later in life, Junior becomes an avid smoker and alcoholic while his brother becomes a major baseball star. Junior and a co-worker later conspire to destroy a social security building. Junior backs out, but the friend blows up the building after giving the occupants a chance to evacuate. Junior is arrested and sent to a Bulgarian gulag. There he meets Sawyer, a government agents who reveals that the major world governments know a massive comet is approaching Earth. Sawyer offers Junior a job, which Junior accepts in exchange for his parents' financial future to be secured. Later Junior hears his father has terminal lung cancer. Working constantly for a week and almost dying, Junior develops a cure for his father and has it sent to him. Junior's father recovers, but later dies after hitting a car while asleep at the wheel. After leaving her boyfriend, Amy decides to travel to Junior's father's funeral. Mid-flight she disables the plane's smoke detector so she can indulge herself with a cigarette. A federal agent discovers what she did and arrests Amy. He reveals he's not going to arrest her and they engage in conversation. It turns out to be a ruse, and the agents locks Amy in an interrogation room. He recounts how she told him she had a relationship with a student at Stanford. The agent tells her how this student later renounced his US citizenship and became a member of the Hezbollah. Believing Amy is a part of a terrorist organization, he tortures her and cuts a pinkie off. Junior arrives and has the agent killed. He and Amy reconcile, but they decide not to leave before the comet hits. Later, Amy changes her mind and goes to sign up for Emigration, but she and many others who plan to sign up are killed by a suicide bomber. At this point, the voices in Junior's head reveal that he can pick another version of himself from another universe and take that self's place. Junior essentially goes back in time to the point where he told Amy of the voices. Instead of telling her, he instead instigates sex. Onwards in life, Junior marries Amy and develops a revolutionary irrigation system for use in third-world countries. Junior and Amy later conceive a child named Ruby. While he is very happy, Junior decides not to try to save his father this time. His father dies a painful death from lung cancer. When the comet arrives, Junior and Amy consider killing their daughter to spare her, but decide against it. Junior and his entire family flock to his bedroom and sit there as the comet hits Earth.",
    "genre": [
      "Psychology",
      "Fiction"
    ],
    "author": "Ron Currie Jr."
  }
]