[
  {
    "title": "All Quiet on the Western Front",
    "summary": " The book tells the story of Paul Bäumer, a German soldier who—urged on by his school teacher—joins the German army shortly after the start of World War I. Bäumer arrives at the Western Front with his friends and schoolmates (Tjaden, Müller, Kropp and a number of other characters). There they meet Stanislaus Katczinsky, an older soldier, nicknamed Kat, who becomes Paul's mentor. While fighting at the front, Bäumer and his comrades have to engage in frequent battles and endure the dangerous and often dirty conditions of warfare. At the very beginning of the book Erich Maria Remarque says \"This book is to be neither an accusation nor a confession, and least of all an adventure, for death is not an adventure to those who stand face to face with it. It will try simply to tell of a generation of men who, even though they may have escaped shells, were destroyed by the war.\" The book does not focus on heroic stories of bravery, but rather gives a view of the conditions in which the soldiers find themselves. The monotony between battles, the constant threat of artillery fire and bombardments, the struggle to find food, the lack of training of young recruits (meaning lower chances of survival), and the overarching role of random chance in the lives and deaths of the soldiers are described in detail. The battles fought here have no names and seem to have little overall significance, except for the impending possibility of injury or death for Bäumer and his comrades. Only pitifully small pieces of land are gained, about the size of a football field, which are often lost again later. Remarque often refers to the living soldiers as old and dead, emotionally drained and shaken. \"We are not youth any longer. We don't want to take the world by storm. We are fleeing from ourselves, from our life. We were eighteen and had begun to love life and the world; and we had to shoot it to pieces.\" Paul's visit on leave to his home highlights the cost of the war on his psyche. The town has not changed since he went off to war; however, he finds that he does \"not belong here anymore, it is a foreign world.\" He feels disconnected from most of the townspeople. His father asks him \"stupid and distressing\" questions about his war experiences, not understanding \"that a man cannot talk of such things.\" An old schoolmaster lectures him about strategy and advancing to Paris, while insisting that Paul and his friends know only their \"own little sector\" of the war but nothing of the big picture. Indeed, the only person he remains connected to is his dying mother, with whom he shares a tender, yet restrained relationship. The night before he is to return from leave, he stays up with her, exchanging small expressions of love and concern for each other. He thinks to himself, \"Ah! Mother, Mother! How can it be that I must part from you? Here I sit and there you are lying; we have so much to say, and we shall never say it.\" In the end, he concludes that he \"ought never to have come [home] on leave.\" Paul feels glad to be reunited with his comrades. Soon after, he volunteers to go on a patrol and kills a man for the first time in hand-to-hand combat. He watches the man die, in pain for hours. He feels remorse and asks forgiveness from the man's corpse. He is devastated and later confesses to Kat and Albert, who try to comfort him and reassure him that it is only part of the war. They are then sent on what Paul calls a \"good job.\" They must guard a village that is being shelled too heavily. The men enjoy themselves but while evacuating the villagers, Paul and Albert are wounded. They recuperate in a Catholic hospital and Paul returns to active duty. By now, the war is nearing its end and the German Army is retreating. In despair, Paul watches as his friends fall one by one. It is the death of Kat that eventually makes Paul careless about living. In the final chapter, he comments that peace is coming soon, but he does not see the future as bright and shining with hope. Paul feels that he has no aims left in life and that their generation will be different and misunderstood. When he finally dies at the end of the novel, the situation report from the frontline states, \"All is Quiet on the Western Front,\" symbolizing the cheapness of human life in war.",
    "genre": [
      "War novel",
      "Roman à clef"
    ],
    "author": "Erich Maria Remarque"
  },
  {
    "title": "For Whom the Bell Tolls",
    "summary": " This novel is told primarily through the thoughts and experiences of the protagonist, Robert Jordan. The character was inspired by Hemingway's own experiences in the Spanish Civil War as a reporter for the North American Newspaper Alliance. Robert Jordan is an American in the International Brigades who travels to Spain to oppose the fascist forces of Francisco Franco. As an experienced dynamiter, he was ordered by a communist Russian general to travel behind enemy lines and destroy a bridge with the aid of a band of local antifascist guerrillas, in order to prevent enemy troops from being able to respond to an upcoming offensive. (The Soviet Union aided and advised the Republicans against the fascists in the Spanish Civil War.) In their camp, Robert Jordan encounters María, a young Spanish woman whose life had been shattered by the execution of her parents and her rape at the hands of the Falangists (part of the fascist coalition) at the outbreak of the war. His strong sense of duty clashes with both guerrilla leader Pablo's unwillingness to commit to an operation that would endanger himself and his band, and his newfound lust for life arises out of his love for María. However, when another band of antifascist guerrillas led by El Sordo are surrounded and killed, Pablo decides to betray Jordan by stealing the dynamite caps, hoping to prevent the demolition. In the end Jordan improvises a way to detonate his dynamite, and Pablo returns to assist in the operation after seeing Jordan's commitment to his course of action. Though the bridge is successfully destroyed, it may be too late for the purposes of delaying enemy troop movements rendering the mission pointless, and Jordan is maimed when his horse is shot out from under him by a tank. Knowing that he would only slow his comrades down, he bids goodbye to María and ensures that she escapes to safety with the surviving members of the guerillas. He refuses an offer from another fighter to be shot and lies in agony, hoping to kill an enemy officer and a few soldiers before being captured and executed. The narration ends right before Jordan launches his ambush. The novel graphically describes the brutality of civil war.",
    "genre": [
      "War novel",
      "Fiction"
    ],
    "author": "Ernest Hemingway"
  },
  {
    "title": "Regeneration",
    "summary": " The novel begins with Dr. W.H.R. Rivers, an army psychiatrist at Craiglockhart War Hospital (a mental institution at the time), reading poet Siegfried Sassoon’s declaration against the continuation of the war. Sassoon’s \"wilful defiance of military authority\" has led to Sassoon being labelled \"shell-shocked\", a label which the authorities hope will discredit his views on the continuation of the war. Rivers states that he feels uneasy about Sassoon entering Craiglockhart, doubting that he is shell-shocked; the doctor feels uncomfortable about the prospect of sheltering a \"conchie\". Sassoon’s friend and fellow poet Robert Graves advises Sassoon to give up his protest against the war; although he largely shares Sassoon’s views, he still thinks it would be impossible to stop the war. Sassoon had hoped for a court-martial so that his opinion could be publicly aired, but Graves, believing that he is helping his friend, manages to persuade a medical board that Sassoon should be sent to Craiglockhart instead. Rivers meets Sassoon, and their discussion demonstrates that while Sassoon objects to the sheer horror of the war, he does not have any religious objection to fighting. Rivers warns Sassoon that since his job is to return Sassoon to combat, he cannot therefore claim to remain neutral. This troubles Rivers, as he knows the horrors soldiers suffer when sent back to France. Sassoon struggles with the idea that he is safe in Craiglockhart while others are dying. In addition to Sassoon's conflict, the opening chapters of the novel describe the suffering of other soldiers in the hospital. Anderson, a former surgeon, now cannot stand the sight of blood. Burns is haunted by terrible hallucinations after being thrown into the air by an explosion and landing head first in the ruptured stomach of a rotting dead soldier; the memories of this experience cause him to vomit whenever he eats anything. Another patient, Billy Prior, suffers from mutism and will only talk to Rivers through the use of a notepad. Prior eventually regains his voice, but he remains a difficult patient for Rivers as he does not wish to discuss his memories of the war. Prior is visited by his father, an unfriendly man who beat his wife and emotionally abused his son. The last chapters of the first section of Regeneration introduce the concept of class. In his conversations with Rivers, Prior - the rare officer from a working-class background - states that there are strong class distinctions in the British Army, even during war. Sassoon meets Wilfred Owen, a young man who also writes poetry. He asks Sassoon to sign some copies of his work, and Sassoon offers to review Owen's poetry. Sassoon goes off to play golf with Anderson and Prior goes into Edinburgh and meets a girl called Sarah Lumb, whose boyfriend was killed at the Battle of Loos. They come close to having sex, but Sarah refuses Prior at the last minute. Prior’s absence from Craiglockhart causes him to be confined to the hospital for two weeks as punishment. Rivers suggests that it may be a good idea to now try hypnosis on Prior. This treatment causes Prior to remember the gruesome death of two soldiers in his platoon. A new patient, Willard, is examined by Rivers. Willard was injured in a graveyard when, under heavy fire, parts of a gravestone were shot into his buttocks. While there is no physical damage to prevent Willard from walking, he insists that there is an injury to his spine. Sassoon visits the Conservative Club with Rivers, who notices that Sassoon is depressed after learning of the deaths of two close friends. Rivers realizes that although it would not be difficult to convince Sassoon to continue fighting, he does not want to force him, because he will eventually want to return to the fight on his own. Later Owen and Sassoon talk in Sassoon’s room. Sassoon gives Owen some poetry to publish in the hospital magazine The Hydra and again agrees to mentor the younger man on his poems. Prior goes into town to meet Sarah and explains why he did not show up for their arranged meeting. They take a train to the seaside and walk along the beach together. Prior explains to Sarah how he has to censor the letters of soldiers before they are sent home. He is eager to return to France as he feels unable to relate to anyone back home – he feels as though only fellow soldiers understand his emotions and experiences. He and Sarah get caught in a storm and later have sex in the shelter of a bush. On the train back to town Prior has an asthma attack. Rivers, suffering from exhaustion, is ordered to take three weeks holiday from his work at Craiglockhart. As a storm sounds outside, Sassoon and Owen work on their war poetry together. Rivers' departure resurrects for Sassoon his feelings of abandonment when his father left him, and he realises that Rivers has taken the place of his father. Part III of the novel begins with Rivers attending church with his family. He compares the biblical story of Abraham sacrificing his son Isaac with the war where soldiers - mostly younger men - are sacrificed by the older generation in an act of mass-slaughter. Rivers also recalls the visits of Charles Dodgson, aka Lewis Carroll, to his family home as a child. Back at Craiglockhart Sassoon helps Owen draft one of his most famous poems, \"Anthem for Doomed Youth.\" Sarah accompanies her friend Madge to a local hospital, so Madge can visit her fiance, who has been wounded. Sarah gets lost and walks into a tent filled with injured amputee soldiers. She is angry at her shocked reaction as well as the fact that society hides these injured soldiers away. Prior is examined by a medical board. Prior fears that they suspect he is faking illness and want to send him back to war. Rivers meets with some old friends, Ruth and Henry Head, who discuss Sassoon. Rivers suggests that Sassoon has the freedom to disagree with the war. However, Rivers reaffirms that it is his job to make Sassoon return to military duty. At the end of their conversation Head offers Rivers a top job in London. Although it would be a career leap, Rivers is unsure whether he should take it. Burns, who has since been discharged from hospital, invites Rivers to visit him at his seaside home in Suffolk. Rivers expects to talk to Burns' parents about his condition and is surprised to discover that Burns is alone. They spend a few days together, with Rivers not bringing up the topic of the war. One night, when there is a severe thunderstorm, Burns walks outside and hides in a tunnel which floods at high tide, suffering flashbacks to his experiences with trench warfare in France. The trauma causes Burns to finally open up and talk about his frontline experience. He describes to Rivers the sheer horror he felt when taking part in the Battle of the Somme and how he hoped he would suffer a minor injury so he could be sent home. When Rivers returns to Craiglockhart, he tells Bryce that he will take the job in London. In another appointment Sassoon has with Rivers, Sassoon describes how he has been having hallucinations of dead friends knocking on his door. Sassoon admits he feels guilty about not serving with his friends and decides he should return to the front. Rivers is pleased with Sassoon's decision, but at the same time the doctor worries about what may happen to him there. Sarah tells her mother, Ada, about her relationship with Billy Prior. Ada scolds her daughter for having sex outside marriage; she reminds Sarah that contraception is not always reliable (repeating a rumour that every tenth condom is purposely defective) and declares that true love between a man and a woman does not exist. Sassoon meets his friend Graves and tells him of his decision to return to war. Graves lectures Sassoon on the importance of people keeping their word. Graves then tells Sassoon about a mutual friend, Peter, who has been arrested for prostitution and is being sent to Rivers to \"cure\" his homosexuality. Graves stresses that he himself is now writing to a girl called Nancy, implying that he is not homosexual. This conversation leaves Sassoon with a feeling of unease, implying that he himself may be unsure or worried about his sexual orientation. The girls at the munitions factory joke that many of the men serving are gay. When Sarah asks why one munitions worker called Betty is not there, her co-worker Lizzie replies that Betty is in the hospital after attempting a home abortion with a coat-hanger. Sassoon talks to Rivers before he is sent back to France, and they discuss Peter and the larger question of the official attitude towards homosexuality. Rivers theorizes that during wartime the authorities are particularly hard on homosexuality, wanting to clearly distinguish between the 'right' kind of love between men (loyalty, brotherhood, camaraderie), which is beneficial to soldiers, and the 'wrong' kind (sexual attraction). The medical board meets to review the cases of various soldiers and to decide on their fitness for combat. According to the board, Prior should have permanent home service due to his asthma. Prior breaks down at the news, fearing that he will be seen as a coward and ashamed that he will not be to find out what calibre of soldier he is. Sassoon tires of waiting for his turn to see the board and leaves to have dinner with friends. Rivers, angry at this flippant behavior, demands an explanation, at which Sassoon apologises and admits that he was afraid. Sassoon assures Rivers that although his views of the war have not changed and he still stands by his \"Declaration,\" he does want to return to France. Prior and Sarah meet again and admit their love for one another. Sassoon and Owen talk in the Conservative Club about how awful it will be for Sassoon to remain in Craiglockhart for another while without Rivers or Owen there; Owen is deeply affected by his imminent departure. Before he leaves Craiglockhart, Sassoon comments to Rivers that Owen’s feelings towards Sassoon may be something more than mere hero worship. Rivers spends his last day at the clinic saying goodbye to his patients, then travels to London and meets Dr. Yealland from the National Hospital, who will be his colleague in his new position. Dr. Yealland uses electro-shock therapy to force patients to quickly recover from shell-shock; he believes that some patients do not want to be cured and that pain is the best method of treatment for such reluctant patients. In a horrifying scene, Yealland demonstrates his brutal 'therapy', which is vastly different from Rivers' own approach and which makes Rivers question whether he can work with such a man. Sassoon is released for combat duty; Willard is able to overcome his psychosomatic paralysis and walks again; Anderson is given a staff job. The novel ends with Rivers completing his notes, meditating on the effect that the encounter with Sassoon, and the last few months, have had on him.",
    "genre": [
      "War novel",
      "Fiction"
    ],
    "author": "Pat Barker"
  },
  {
    "title": "Mister Roberts",
    "summary": " The title character, a Lieutenant Junior Grade naval officer, defends his crew against the petty tyranny of the ship's commanding officer during World War II. Nearly all action takes place on a backwater cargo ship, the USS Reluctant that sails, as written in the play, \"from apathy to tedium with occasional side trips to monotony and ennui.\"",
    "genre": [
      "War novel"
    ],
    "author": "Thomas Heggen"
  },
  {
    "title": "The Ghost Road",
    "summary": " Prior, despite his new-found peace of mind and engagement to munitions worker Sarah, has been affected by the war and therefore does not have a lot of concern for his safety. Prior has been cured of shell-shock and is preparing to return to France. Once in France, experiences numerous and risky sexual encounters; his only rule is that he never pays for sex - a rule he eventually breaks. Rivers, concerned for Prior's safety, finally recognises that his relationship with Prior, and his other patients for that matter, is deeply paternal. In contrast with upper-class officers like Sassoon, with whom Rivers has been able to form warm friendships, he has always found Prior to be a thorn in his side. As Prior returns to the front, Rivers continues to take care of his patients and his invalid sister, amid this he reminisces uncomfortably about his childhood and memories of his experience ten years earlier on an anthropological expedition to Melanesia (now Eddystone Island). There, he befriended Nijiru, the local priest-healer who took Rivers on his rounds to see sick villagers and also to the island's sacred Place of the Skulls. This episode is a symbolic capitulation to the inevitability of his death at the Western Front, a fate he shares with the poet, Wilfred Owen to which in a futile battle that takes place a few days before the Armistice, Billy and his friend Wilfred Owen are killed.",
    "genre": [
      "War novel",
      "Fiction"
    ],
    "author": "Pat Barker"
  },
  {
    "title": "War and Peace",
    "summary": " War and Peace has a large cast of characters, the majority of whom are introduced in the first book. Some are actual historical figures, such as Napoleon and Alexander I. While the scope of the novel is vast, it is centered around five aristocratic families. The plot and the interactions of the characters take place in the era surrounding the 1812 French invasion of Russia during the Napoleonic wars. The novel begins in July 1805 in Saint Petersburg, at a soirée given by Anna Pavlovna Scherer — the maid of honour and confidante to the queen mother Maria Feodorovna. Many of the main characters and aristocratic families in the novel are introduced as they enter Anna Pavlovna's salon. Pierre (Pyotr Kirilovich) Bezukhov is the illegitimate son of a wealthy count, an elderly man who is dying after a series of strokes. Pierre is about to become embroiled in a struggle for his inheritance. Educated abroad at his father's expense following his mother's death, Pierre is essentially kindhearted, but socially awkward, and owing in part to his open, benevolent nature, finds it difficult to integrate into Petersburg society. It is known to everyone at the soirée that Pierre is his father's favorite of all the old count’s illegitimate children. Also attending the soireé is Pierre's friend, the intelligent and sardonic Prince Andrei Nikolayevich Bolkonsky, husband of Lise, the charming society favourite. Finding Petersburg society unctuous and disillusioned with married life after discovering his wife is empty and superficial, Prince Andrei makes the fateful choice to be an aide-de-camp to Prince Mikhail Ilarionovich Kutuzov in the coming war against Napoleon. The plot moves to Moscow, Russia's ancient city and former capital, contrasting its provincial, more Russian ways to the highly mannered society of Petersburg. The Rostov family are introduced. Count Ilya Andreyevich Rostov has four adolescent children. Thirteen-year-old Natasha (Natalia Ilyinichna) believes herself in love with Boris Drubetskoy, a disciplined young man who is about to join the army as an officer. Twenty-year-old Nikolai Ilyich pledges his love to Sonya (Sofia Alexandrovna), his fifteen-year-old cousin, an orphan who has been brought up by the Rostovs. The eldest child of the Rostov family, Vera Ilyinichna, is cold and somewhat haughty but has a good prospective marriage in a Russian-German officer, Adolf Karlovich Berg. Petya (Pyotr Ilyich) is nine and the youngest of the Rostov family; like his brother, he is impetuous and eager to join the army when of age. The heads of the family, Count Ilya Rostov and Countess Natalya Rostova, are an affectionate couple but forever worried about their disordered finances. At Bald Hills, the Bolkonskys' country estate, Prince Andrei departs for war and leaves his terrified, pregnant wife Lise with his eccentric father Prince Nikolai Andreyevich Bolkonsky and devoutly religious sister Maria Nikolayevna Bolkonskaya. The second part opens with descriptions of the impending Russian-French war preparations. At the Schöngrabern engagement, Nikolai Rostov, who is now conscripted as ensign in a squadron of hussars, has his first taste of battle. He meets Prince Andrei, whom he insults in a fit of impetuousness. Even more than most young soldiers, he is deeply attracted by Tsar Alexander's charisma. Nikolai gambles and socializes with his officer, Vasily Dmitrich Denisov, and befriends the ruthless, and perhaps, psychopathic Fyodor Ivanovich Dolokhov. Book Two begins with Nikolai Rostov briefly returning on home leave to Moscow. Nikolai finds the Rostov family facing financial ruin due to poor estate management. He spends an eventful winter at home, accompanied by his friend Denisov, his officer from the Pavlograd Regiment in which he serves. Natasha has blossomed into a beautiful young girl. Denisov falls in love with her, proposes marriage but is rejected. Although his mother pleads with Nikolai to find himself a good financial prospect in marriage, Nikolai refuses to accede to his mother's request. He promises to marry his childhood sweetheart, the dowry-less Sonya. Pierre Bezukhov, upon finally receiving his massive inheritance, is suddenly transformed from a bumbling young man into the richest and most eligible bachelor in the Russian Empire. Despite rationally knowing that it is wrong, he is convinced into marriage with Prince Kuragin's beautiful and immoral daughter Hélène (Elena Vasilyevna Kuragina), to whom he is superficially attracted. Hélène, who is rumoured to be involved in an incestuous affair with her brother, the equally charming and immoral Anatol, tells Pierre that she will never have children with him. Hélène is rumoured to have an affair with Dolokhov, who mocks Pierre in public. Pierre loses his temper and challenges Dolokhov, a seasoned dueller and ruthless killer, to a duel. Unexpectedly, Pierre wounds Dolokhov. Hélène denies her affair, but Pierre is convinced of her guilt and, after almost being violent to her, leaves her. In his moral and spiritual confusion, Pierre joins the Freemasons, and becomes embroiled in Masonic internal politics. Much of Book Two concerns his struggles with his passions and his spiritual conflicts to be a better man. Now a rich aristocrat, he abandons his former carefree behavior and enters upon a philosophical quest particular to Tolstoy: how should one live a moral life in an ethically imperfect world? The question continually baffles and confuses Pierre. He attempts to liberate his serfs, but ultimately achieves nothing of note. Pierre is vividly contrasted with the intelligent and ambitious Prince Andrei Bolkonsky. At the Battle of Austerlitz, Andrei is inspired by a vision of glory to lead a charge of a straggling army. He suffers a near fatal artillery wound. In the face of death, Andrei realizes all his former ambitions are pointless and his former hero, Napoleon (who rescues him in a horseback excursion to the battlefield), is apparently as vain as himself. Prince Andrei recovers from his injuries in a military hospital and returns home, only to find his wife Lise dying in childbirth. He is stricken by his guilty conscience for not treating Lise better when she was alive and is haunted by the pitiful expression on his dead wife's face. His child, Nikolenka, survives. Burdened with nihilistic disillusionment, Prince Andrei does not return to the army but chooses to remain on his estate, working on a project that would codify military behavior to solve problems of disorganization responsible for the loss of life on the Russian side. Pierre visits him and brings new questions: where is God in this amoral world? Pierre is interested in panentheism and the possibility of an afterlife. Pierre's estranged wife, Hélène, begs him to take her back, and against his better judgment and in trying to abide by the Freemason laws of forgiveness, he does. Despite her vapid shallowness, Hélène establishes herself as an influential hostess in Petersburg society. Prince Andrei feels impelled to take his newly written military notions to Petersburg, naively expecting to influence either the Emperor himself or those close to him. Young Natasha, also in Petersburg, is caught up in the excitement of dressing for her first grand ball, where she meets Prince Andrei and briefly reinvigorates him with her vivacious charm. Andrei believes he has found purpose in life again and, after paying the Rostovs several visits, proposes marriage to Natasha. However, old Prince Bolkonsky, Andrei's father, dislikes the Rostovs, opposes the marriage, and insists on a year's delay. Prince Andrei leaves to recuperate from his wounds abroad, leaving Natasha initially distraught. She soon recovers her spirits, however, and Count Rostov takes her and Sonya to spend some time with a friend in Moscow. Natasha visits the Moscow opera, where she meets Hélène and her brother Anatol. Anatol has since married a Polish woman who he has abandoned in Poland. He is very attracted to Natasha and is determined to seduce her. Hélène and Anatol conspire together to accomplish this plan. Anatol kisses Natasha and writes her passionate letters, eventually establishing plans to elope. Natasha is convinced that she loves Anatol and writes to Princess Maria, Andrei's sister, breaking off her engagement. At the last moment, Sonya discovers her plans to elope and foils them. Pierre is initially horrified by Natasha's behavior, but realizes he has fallen in love with her. During the time when the Great Comet of 1811–2 streaks the sky, life appears to begin anew for Pierre. Prince Andrei accepts coldly Natasha's breaking of the engagement. He tells Pierre that his pride will not allow him to renew his proposal. Ashamed, Natasha makes a suicide attempt and is left seriously ill. With the help of her family, especially Sonya, and the stirrings of religious faith, Natasha manages to persevere in Moscow through this dark period. Meanwhile, the whole of Russia is affected by the coming confrontation between Napoleon's troops and the Russian army. Pierre convinces himself through gematria that Napoleon is the Antichrist of the Book of Revelation. Old prince Bolkonsky dies of a stroke while trying to protect his estate from French marauders. No organized help from any Russian army seems available to the Bolkonskys, but Nikolai Rostov turns up at their estate in time to help put down an incipient peasant revolt. He finds himself attracted to Princess Maria, but remembers his promise to Sonya. Back in Moscow, the war-obsessed Petya manages to snatch a loose piece of the Tsar's biscuit outside the Cathedral of the Assumption; he finally convinces his parents to allow him to enlist. Napoleon himself is a main character in this section of the novel and is presented in vivid detail, as both a thinker and would-be strategist. His toilette and his customary attitudes and traits of mind are depicted in detail. Also described are the well-organized force of over 400,000 French Army (only 140,000 of them actually French-speaking) which marches quickly through the Russian countryside in the late summer and reaches the outskirts of the city of Smolensk. Pierre decides to leave Moscow and go to watch the Battle of Borodino from a vantage point next to a Russian artillery crew. After watching for a time, he begins to join in carrying ammunition. In the midst of the turmoil he experiences firsthand the death and destruction of war. The battle becomes a hideous slaughter for both armies and ends in a standoff. The Russians, however, have won a moral victory by standing up to Napoleon's reputedly invincible army. For strategic reasons and having suffered grievous losses, the Russian army withdraws the next day, allowing Napoleon to march on to Moscow. Among the casualties are Anatol Kuragin and Prince Andrei. Anatol loses a leg, and Andrei suffers a grenade wound in the abdomen. Both are reported dead, but their families are in such disarray that no one can be notified. The Rostovs have waited until the last minute to abandon Moscow, even after it is clear that Kutuzov has retreated past Moscow and Muscovites are being given contradictory, often propagandistic, instructions on how to either flee or fight. Count Rostopchin is publishing posters, rousing the citizens to put their faith in religious icons, while at the same time urging them to fight with pitchforks if necessary. Before fleeing himself, he gives orders to burn the city. The Rostovs have a difficult time deciding what to take with them, but in the end, Natasha convinces them to load their carts with the wounded and dying from the Battle of Borodino. Unknown to Natasha, Prince Andrei is amongst the wounded. When Napoleon's Grand Army finally occupies an abandoned and burning Moscow, Pierre takes off on a quixotic mission to assassinate Napoleon. He becomes an anonymous man in all the chaos, shedding his responsibilities by wearing peasant clothes and shunning his duties and lifestyle. The only people he sees while in this garb are Natasha and some of her family, as they depart Moscow. Natasha recognizes and smiles at him, and he in turn realizes the full scope of his love for her. Pierre saves the life of a French officer who fought at Borodino, yet is taken prisoner by the retreating French during his attempted assassination of Napoleon, after saving a woman from being raped by soldiers in the French Army. He becomes friends with a fellow prisoner, Platon Karataev, a peasant with a saintly demeanor, who is incapable of malice. In Karataev, Pierre finally finds what he has been seeking: an honest person of integrity (unlike the aristocrats of Petersburg society) who is utterly without pretense. Pierre discovers meaning in life simply by living and interacting with him. After witnessing French soldiers sacking Moscow and shooting Russian civilians arbitrarily, Pierre is forced to march with the Grand Army during its disastrous retreat from Moscow in the harsh Russian winter. After months of trial and tribulation—during which the fever-plagued Karataev is shot by the French—Pierre is finally freed by a Russian raiding party, after a small skirmish with the French that sees the young Petya Rostov killed in action. Meanwhile, Andrei, wounded during Napoleon's invasion, has been taken in as a casualty and cared for by the Rostovs, fleeing from Moscow to Yaroslavl. He is reunited with Natasha and his sister Maria before the end of the war. Having lost all will to live, he forgives Natasha in a last act before dying. As the novel draws to a close, Pierre's wife Hélène dies from an overdose of abortion medication (Tolstoy does not state it explicitly but the euphemism he uses is unambiguous). Pierre is reunited with Natasha, while the victorious Russians rebuild Moscow. Natasha speaks of Prince Andrei's death and Pierre of Karataev's. Both are aware of a growing bond between them in their bereavement. With the help of Princess Maria, Pierre finds love at last and, revealing his love after being released by his former wife's death, marries Natasha. The first part of the epilogue begins with the wedding of Pierre and Natasha in 1813. It is the last happy event for the Rostov family, which is undergoing a transition. Count Rostov dies soon after, leaving his eldest son Nikolai to take charge of the debt-ridden estate. Nikolai finds himself with the task of maintaining the family on the verge of bankruptcy. His abhorrence at the idea of marrying for wealth almost gets in his way, but finally he marries the now-rich Maria Bolkonskaya and in so doing also saves his family from financial ruin. Nikolai and Maria then move to Bald Hills with his mother and Sonya, whom he supports for the rest of their life. Buoyed by his wife's fortune, Nikolai pays off all his family's debts. They also raise Prince Andrei's orphaned son, Nikolai Andreyevich (Nikolenka) Bolkonsky. As in all good marriages, there are misunderstandings, but the couples–Pierre and Natasha, Nikolai and Maria–remain devoted to their spouses. Pierre and Natasha visit Bald Hills in 1820, much to the jubilation of everyone concerned. There is a hint in the closing chapters that the idealistic, boyish Nikolenka and Pierre would both become part of the Decembrist Uprising. The first epilogue concludes with Nikolenka promising he would do something with which even his late father \"would be satisfied...\" (presumably as a revolutionary in the Decembrist revolt). The second part of the epilogue contains Tolstoy's critique of all existing forms of mainstream history. While most historians claim that historical events are the result of the actions of \"heroes\" and other great individuals, Tolstoy argues that this is impossible because of how rarely these actions result in great historical events. Rather, he argues, great historical events are the result of many smaller events driven by the thousands of individuals involved, (he compares this to Calculus, and the sum of infinitesimals). He then goes on to argue that these smaller events are the result of an inverse relationship between necessity and free-will, necessity being based on reason and therefore explainable by historical analysis, and free-will being based on \"consciousness\" and therefore inherently unpredictable.",
    "genre": [
      "War novel",
      "Romance novel",
      "Historical novel"
    ],
    "author": "Leo Tolstoy"
  },
  {
    "title": "Romance of the Three Kingdoms",
    "summary": " One of the greatest achievements of Romance of the Three Kingdoms is the extreme complexity of its stories and characters. The novel contains numerous secondary stories. The following consists of a summary of the central plot, and well-known highlights in the story. In the final years of the Han Dynasty, incompetent eunuchs deceive the emperor and persecute good officials, and the government becomes extremely corrupt on all levels, leading to widespread deterioration of the empire. During the reign of the penultimate Han sovereign, Emperor Ling, the Yellow Turban Rebellion breaks out under the leadership of Zhang Jue (a.k.a. Zhang Jiao). The rebellion is barely suppressed by troops under the command of He Jin, General-in-Chief of the imperial armies. Fearing his growing power, the eunuchs led by Zhang Rang lure He Jin into the palace and murder him. He Jin's stunned guards, led by Yuan Shao, respond by charging into the palace to kill all eunuchs for revenge, which turns into indiscriminate slaughter. In the ensuing chaos, the child Emperor Shao and the Prince of Chenliu disappear from the palace. The missing emperor and prince are found later by soldiers of the warlord Dong Zhuo, who proceeds to seize control of the imperial capital Luoyang under the pretext of protecting the emperor. Dong later deposes Emperor Shao and replaces him with the Prince of Chenliu, who becomes known as Emperor Xian. Dong usurps state power and starts a reign of terror in which innocents are persecuted and the common people suffer. Wu Fu and Cao Cao attempt to assassinate Dong Zhuo but both fail. Cao Cao manages to escape and issues an imperial edict in the emperor's name to all regional warlords and governors, calling them to rise up against Dong Zhuo. Under Yuan Shao's leadership, eighteen warlords form a coalition force in a campaign against Dong Zhuo, but undermined by poor leadership and conflict of interest, they only manage to drive Dong from Luoyang to Chang'an. Dong Zhuo is eventually betrayed and killed by his foster son Lü Bu in a dispute over the beautiful maiden Diaochan. In the meantime, the empire is already disintegrating into civil war. Sun Jian finds the Imperial Seal and keeps it secretly for himself, further weakening royal authority. Without a strong central government, warlords begin to rise and fight each other for land, plunging China into a state of anarchy. In the north, Yuan Shao and Gongsun Zan are at war, and in the south, Sun Jian and Liu Biao. Many others, even those without title or land, such as Cao Cao and Liu Bei, are also starting to build up power. Cao Cao rescues Emperor Xian from Dong Zhuo's followers and establishes the new imperial court in Xuchang. Cao Cao proceeds to defeat his rivals such as Lü Bu, Yuan Shu and Zhang Xiu before scoring a tactical victory over Yuan Shao in the Battle of Guandu despite being vastly outnumbered. Through his conquests, Cao unites the Central Plains and northern China under his rule, and the lands he controlled would serve as the foundation for the state of Cao Wei in the future. Meanwhile, an ambush had violently concluded Sun Jian's life in a war with Liu Biao, fulfilling Sun's own rash oath to heaven. His eldest son Sun Ce delivers the Imperial Seal as a tribute to the rising royal pretender, Yuan Shu of Huainan, in exchange for reinforcements. Sun secures himself a state in the rich riverlands of Jiangdong, on which the state of Eastern Wu will eventually be founded. Tragically, Sun Ce also dies at the pinnacle of his career from illness under stress of his terrifying encounter with the ghost of Yu Ji, a venerable magician whom he had falsely accused and executed in jealousy. However, his younger brother Sun Quan, who succeeds him, proves to be a capable and charismatic ruler. Sun, assisted by skilled advisors Zhou Yu and Zhang Zhao, inspires hidden talents such as Lu Su to join his service, and builds up a strong military force. Liu Bei, along with his sworn brothers Guan Yu and Zhang Fei, swear allegiance to the Han Dynasty in the famous Oath of the Peach Garden and pledge to do their best for the country. However, their goals and ambitions are not realized until the later part of the novel. Liu is not recognized for his efforts in quelling the Yellow Turban Rebellion and is merely appointed as a junior magistrate. They join Gongsun Zan and participate in the campaign against Dong Zhuo. Liu Bei becomes the governor of Xu Province after Tao Qian passes on the post to him. Liu loses the province when Lü Bu seizes control of it with the help of a defector and he joins Cao Cao in defeating Lü at the Battle of Xiapi. While Cao Cao subtly reveals his intention to usurp state power, Liu Bei is officially recognised by Emperor Xian as the Imperial Uncle and seen as a saviour to help the emperor deal with Cao Cao. Liu Bei leaves Cao Cao eventually and seizes Xu Province from Cao Cao's newly appointed governor Che Zhou. In retaliation, Cao Cao attacks Xu Province and defeats Liu, forcing Liu to seek refuge under Yuan Shao for a brief period of time. Liu finds a new base in Runan after leaving Yuan but is defeated by Cao Cao's forces once again. He retreats to Jing Province to join Liu Biao and is placed in charge of Xinye. At Xinye, Liu recruits the genius strategist Zhuge Liang personally and builds up his forces. Cao Cao declares himself chancellor and leads his troops to attack southern China after uniting the north. He is defeated twice at Xinye by Liu Bei's forces but Liu loses the city as well. Liu leads his men and the civilians of Xinye on an exodus southwards and they arrive at Jiangxia (present-day Yunmeng County, Hubei) where Liu establishes a foothold against Cao Cao. To resist Cao Cao, Liu Bei sends Zhuge Liang to persuade Sun Quan to form an alliance. Zhuge succeeds in his diplomatic mission and remains in Jiangdong as a temporary advisor to Sun Quan. Sun places Zhou Yu in command of the armies of Jiangdong (Eastern Wu) in preparation for an upcoming war with Cao Cao. Zhou feels that Zhuge will become a future threat to Eastern Wu and he tries to kill Zhuge on a few occasions but he fails and decides to co-operate with Zhuge for the time being. Cao Cao is defeated at the Battle of Red Cliffs by the allied forces of Sun Quan and Liu Bei and he is forced to retreat north. Sun Quan and Liu Bei begin vying for control of Jing Province after their victory and Liu seizes the province from Cao Cao after following Zhuge Liang's strategy. Sun Quan is unhappy and sends emissaries to ask Liu Bei for Jing Province, but Liu dismisses the envoys each time with different excuses. Sun uses some strategies proposed by Zhou Yu to take the land, of which the most famous is the \"Beauty Scheme.\" Sun intends to lure Liu Bei to Jiangdong to marry his sister Lady Sun and hold Liu hostage to exchange his freedom for Jing Province, but the plot fails and the newlywed couple return home safely. Zhou Yu tries to take Jing Province repeatedly but his plans are foiled three times by Zhuge Liang. After Zhou Yu's death, relations between Liu Bei and Sun Quan gradually deteriorate but not to the point of open conflict. In accordance with Zhuge Liang's Longzhong Plan, Liu Bei leads his troops into Yi Province in the west and takes over the land from the incompetent noble Liu Zhang. By then, Liu Bei rules a vast area of land from Jing Province to Yi Province in the west, which will serve as the foundation for the future state of Shu Han. He proclaims himself \"King of Hanzhong\" after his victory over Cao Cao in the Hanzhong Campaign. At the same time, Cao has also been granted the title of \"King of Wei\" by the emperor and Sun Quan became known as the \"Duke of Wu\". In the east, Sun Quan and Cao Cao's forces clash at the Battle of Ruxukou and Battle of Xiaoyao Ford with victories and defeats for both sides. The situation among the three major powers reaches a stalemate after this until Cao Cao's death. Meanwhile, Sun Quan plots to take Jing Province after tiring of Liu Bei's repeated refusals to hand the land over. He makes peace with Cao Cao and becomes a vassal of Cao with the title of \"King of Wu\". Guan Yu, who is in charge of Jing Province, leads his troops to attack Cao Ren in the Battle of Fancheng. Sun Quan sends Lü Meng to lead his troops to seize Jing Province while Guan is away, as part of his secret agreement with Cao Cao. Guan is caught off guard and loses Jing Province before he realizes it. He retreats to Maicheng, where he is heavily surrounded by Sun Quan's forces, while his army gradually shrinks in size as many of his troops desert or surrender to the enemy. In desperation, Guan attempts to break out of the siege but fails and is captured in an ambush. He is executed on Sun Quan's orders after refusing to renounce his loyalty to Liu Bei. Shortly after Guan Yu's death, Cao Cao dies of a brain tumor and his son Cao Pi usurps the throne, effectively ending the Han Dynasty and Cao renames his new dynasty \"Cao Wei\". In response, Liu Bei proclaims himself emperor, to carry on the bloodline of the Han Dynasty. While Liu Bei is planning to avenge Guan Yu, his other sworn brother Zhang Fei is assassinated in his sleep by his subordinates, who have defected to Sun Quan. As Liu Bei leads a large army to attack Sun Quan to avenge Guan Yu, Sun attempts to appease Liu by offering him the return of Jing Province. Liu's advisers, including Zhuge Liang, urge him to accept Sun's tokens of peace, but Liu persists in vengeance. After initial victories, a series of strategic mistakes due to the impetuosity of Liu leads to the cataclysmic defeat of Shu Han in the Battle of Xiaoting. Lu Xun, the commander of Sun Quan's forces, refrains from pursuing the retreating Shu Han troops after encountering Zhuge Liang's Stone Sentinel Maze. Liu Bei dies in Baidicheng from illness shortly after his defeat. In a moving final conversation between Liu on his deathbed and Zhuge Liang, Liu grants Zhuge the authority to take the throne if his successor Liu Shan proves to be an inept ruler. Zhuge refuses and swears that he will remain faithful to the trust Liu Bei had placed in him. After Liu Bei's death, as advised by Sima Yi, Cao Pi induces several forces, including Sun Quan, turncoat Shu general Meng Da, Meng Huo of the Nanman and the Qiang tribes, to attack Shu Han, in coordination with a Cao Wei army. Zhuge Liang manages to send the five armies retreating without any bloodshed. An envoy from Shu Han named Deng Zhi subsequently persuades Sun Quan to renew the former alliance with Shu Han. Zhuge Liang personally leads a southern campaign against the Nanman barbarian king Meng Huo. Meng is defeated and captured seven times, but Zhuge releases him each time and allows him to come back for another battle, in order to win Meng over. The seventh time, Meng refuses to leave and decides to swear allegiance to Shu Han forever. After pacifying the south, Zhuge Liang leads the Shu Han army on five military expeditions to attack Cao Wei in order to restore the Han Dynasty. However, Zhuge's days are numbered as he had been suffering from chronic tuberculosis all along, and his condition worsens under stress from the campaigns. His last significant victory over Cao Wei is probably the defection of Jiang Wei, a promising young general who is well-versed in military strategy. Zhuge Liang dies of illness at the Battle of Wuzhang Plains while leading a stalemate battle against his nemesis, the Cao Wei commander Sima Yi. Before his death, Zhuge orders his trusted generals to build a statue of himself and use it to scare away the enemy in order to buy time for the Shu Han army to retreat safely. The long years of battle between Shu Han and Cao Wei sees many changes in the ruling Cao family in Cao Wei. The influence of the Caos weakens after the death of Cao Rui and the state power of Cao Wei eventually falls into the hands of the Sima clan, headed by Sima Yi's sons Sima Shi and Sima Zhao. In Shu Han, Jiang Wei inherits Zhuge Liang's legacy and continues to lead another nine campaigns against Cao Wei for a bitter three decades, but he fails to achieve any significant success. Moreover, the ruler of Shu Han, Liu Shan, is incompetent and places faith in treacherous officials, further leading to the decline of the kingdom. Shu Han is eventually conquered by Cao Wei. Jiang Wei attempts to restore Shu Han with the help of Zhong Hui but their plans are exposed and both of them are killed by Sima Zhao's troops. After the fall of Shu Han in 263, Sima Zhao's son Sima Yan forces the last Wei ruler, Cao Huan, to abdicate his throne in 265, officially ending the Cao Wei dynasty. Sima Yan, having already been proclaimed the Prince of Jin in the previous year, then formally establishes the Jin Dynasty. In Eastern Wu, there has been internal conflict among the nobles ever since the death of Sun Quan, with Zhuge Ke and Sun Lin making attempts to usurp state power. Although stability is restored temporarily, the last Wu ruler Sun Hao appears to be a tyrant who does not make any efforts to strengthen his kingdom. Eastern Wu, the last of the Three Kingdoms, is finally conquered by Jin after a long period of struggle in the year 280, thus marking the end of the near century-long era of civil strife known as the Three Kingdoms period.",
    "genre": [
      "War novel",
      "Historical novel"
    ],
    "author": "Luo Guanzhong"
  },
  {
    "title": "Captain Corelli's Mandolin",
    "summary": " *Dr. Iannis - The island's unofficial, unlicensed doctor, who spends much of his time writing about the history of Cephallonia. He is respected by the community, although regarded as a bit odd, and is thanked for his medical services by means of food and drink. *Pelagia - Dr. Iannis's daughter who is not like the other women on the island (she is well educated and has a lot of respect from her father), who at first falls in love with Mandras, then later with Corelli. *Antonio Corelli - An Italian captain with a love for music and life. He detests the war, and gradually falls in love with Pelagia; but the war inevitably tears them apart again. *Mandras - A young, handsome fisherman who falls in love with Pelagia, only to destroy their relationship by going to fight in the war, and ultimately humiliating himself. *Carlo Piero Guercio - A good-natured homosexual Italian soldier who falls in love with Francesco only to lose him to the war. He later falls in love with Corelli and sacrifices his life to save the Captain's. Captain Corelli's Mandolin explores many varieties of love. We see the initial lust-based love between Pelagia and Mandras, which burns out as a result of the war, and the change it prompts in both of them. Corelli and Pelagia's slow-developing love is the central focus of the novel. Love is described by Dr. Iannis as \"what is left when the passion has gone\", and it certainly appears that this criterion is fulfilled by the love of Corelli and Pelagia. The paternal love of Iannis for Pelagia is also strong and is heavily compared and contrasted to that of Corelli. The theme of music is predominant, offering a direct contrast to the horror and destruction that the war brings, showing how something beautiful can arise from something horrible. The war is described in graphic detail, particularly the death of Francesco. It is responsible for the fall of Mandras and Weber, the deaths of Carlo and Francesco, and the separation of Pelagia and Corelli. Throughout the novel, de Bernières takes a harsh view of all forms of totalitarianism, condemning Fascism, Nazism, and Communism alike. De Bernières described this as a novel about \"what happens to the little people when megalomaniacs get busy.\" Another theme of the novel is the study of history. Dr. Iannis spends much of his spare time attempting to write a history of Cephallonia, but often finds his personal feelings and biases running through whatever he writes. There is also a strong feeling against 'professional' history which is suggested by Carlo Guercio's statement that \"I know that if we [the axis] win then there will be stories about mass graves in London and vice versa\". This is reinforced by De Bernières' quotation that: \"history ought to be made up of the stories of ordinary people only.\" From this viewpoint it can be seen that de Bernières as very much a revisionist historian, considering social history superior to that of political. De Bernières takes an ambiguous attitude toward heroism and villainy in the novel: many of the characters, despite committing atrocities, are viewed as human victims of bad circumstances. For example, the character Günter Weber carries a great degree of sympathy from the writer, even though he fully engages with the Nazi ideology and is guilty of taking part in the killing of an entire Italian division. Despite having become friends with many of the men, he must follow orders. Similarly, Mandras is guilty of murder, torture and rape, yet the author portrays him sympathetically: \"just another life tarnished... by war.\"",
    "genre": [
      "War novel",
      "Romance novel",
      "Historical novel"
    ],
    "author": "Louis de Bernières"
  },
  {
    "title": "Three Comrades",
    "summary": " The city, which is never referred to by name (however, it is likely Berlin), is crowded by a growing number of jobless and marked by increasing violence between left and right. The novel starts out in the seedy milieu of bars where prostitutes mingle with the hopeless flotsam that the war left behind. While Robert and his friends manage to make a living dealing cars and driving an old taxi, economic survival in the city is getting harder by the day. It is in this setting that Robert meets Patrice Hollmann, a mysterious beautiful young woman with an upper middle class background. Their love affair intensifies as he introduces her to his life of bars and races and Robert's nihilistic attitude slowly begins to change as he realizes how much he needs Pat. The story takes an abrupt turn as Pat suffers a near-fatal lung hemorrhage during a summer holiday at the sea. Upon their return, Robert and Pat move in with each other but her days in the city are numbered, as she is scheduled to leave for a Swiss mountain sanatorium come winter. It is this temporal limitation of their happiness which makes their remaining time together so precious. After Pat has left for Switzerland, the political situation in the city heats up and Lenz, one of the comrades, gets killed by a militant, not mentioned in the book by the actual name but supposed to be a Nazi. On top of this, Otto and Robert face bankruptcy and have to sell their workshop. In the midst of this misfortune, a telegram arrives informing them of Pat's worsening state of health. The two remaining comrades don't hesitate and drive the thousand kilometers to the tuberculosis sanatorium in the Alps to see her. Reunited, Robert and an increasingly moribund Pat celebrate their remaining weeks before her inevitable death amidst the snow-covered summits of Switzerland. It is in the last part of the book that this beautiful love story finds closure and leaves the main character, a nihilist who has found love, forever changed.",
    "genre": [
      "War novel",
      "Novel"
    ],
    "author": "Erich Maria Remarque"
  },
  {
    "title": "The Unknown Soldier",
    "summary": " The novel has no single central character (it both begins and ends with an ironic play on the narrator's omniscience), and its focus is on different responses to the experience of war. It tells the story of a machinegun company in the war from mobilisation to armistice. A picture of the whole nation in microcosm, the men come from all over the country (a result of Linna's unusual patchwork regiment - units were normally made up of men from the same region.) The men have widely varying social backgrounds and political attitudes, and they all have their own ways of coping, but the general picture is one of a quite relaxedly businesslike attitude, and the men's disrespect for formalities and discipline is a source of frustration for some of the officers. They are all there just to get the job done, and official propaganda, both their own and that of the enemy, is to them a source of amusement or outright offensive. Linna's own description of the men in the novel's final sentence is \"aika velikultia\" — something like \"good old boys\". The main officer characters are three lieutenants who embody different attitudes: one strict and aloof, one relaxed and fraternal, one idealistic and later disillusioned but brave and loyal to his men. Linna excels in describing the psychology of his characters. He paints realistic yet deeply sympathetic portraits of a score of very different men: cowards and heroes, the initially naive, eventually brave upper-class idealist Kariluoto, the down-to-earth Koskela, the hardened and cynical working-class grunt Lehto, the platoon comedian Vanhala and the preternaturally strong-nerved Rokka, the politically indifferent Hietanen and the communist Lahtinen. It is only for the sternest officers of the Prussian school for whom he has little love. Many of his characters have come to be seen as archetypes of Finnish men, household names to whom reference can be made without explanation.",
    "genre": [
      "War novel"
    ],
    "author": "Väinö Linna"
  },
  {
    "title": "Night of the Aurochs",
    "summary": " In his narration, Grieban tries to link the ethical nature of the Nazi movement to the American Civil War by saying the comparisons are undeniable: Fighting to keep the races pure and separated. Grieban may be looked at as the epitome of one fighting for the cause, but he himself fails to live up to his own high ideals of racial purity when he falls in 'love' with a Jewish woman during his years as a Nazi concentration camp commandant.",
    "genre": [
      "War novel"
    ],
    "author": "Dalton Trumbo"
  },
  {
    "title": "Soldier X",
    "summary": " Soldier X takes place during the World War II. The main character of the book is a 16-year-old German boy named Erik Brandt. Although Erik lives in Germany, he is also half-Russian and speaks Russian very fluently, and he is often used as an interpreter for the German army, questioning Russian prisoners of war. Erik shows discontent at being a part of Hitler's Nazi army during World War 2, but he is forced to fight alongside young boys and older veterans alike in terrible conditions. Erik learns to accept several of his German allies as friends, and soon heads into his first battle after living in muddy trenches. After receiving a quick weapons training one day, Erik's platoon is attacked by Russian forces. During the battle, Erik is knocked out. When he awakens, Erik finds that most, if not all, of his friends are now dead, and that the Russians have taken the position from the Germans. Finding a dead Russian soldier nearby, he changes from his German uniform into a Russian army uniform. Since he is wounded, he is then taken to a Russian hospital, mistaken for a Russian due to his understanding of that language. There he meets a nurse, Tamara, who takes care of some of the injured soldiers - including Erik - and would later develop strong feelings for her. After becoming accustomed to hospital life and even volunteering to work around the hospital, Erik quickly makes new friends of his own: injured Russian men like Nikolai and, of course, Tamara and most of the nurses. Erik bonds with Tamara more so when he learns that her brother had died in a battle in the war. Tamara learns of Erik's German origins when Erik accidentally uses profanity in German after burning himself with hot water. Surprisingly, Tamara keeps this a secret, but keeps to herself more often than usual, seeming more quiet and reserved. As this daily routine carries on and Erik meets more and more injured soldiers, Erik especially bonds with one Russian soldier who, due to injuries sustained, would lose both of his legs and be sent back to his family without being able to walk. One day, the hospital is evacuated because of an impending wave of destruction in the of advancing German troops and artillery shellings. Erik escapes with Tamara and flees from any sightings of conflicts. Walking from city to city and looking for food wherever possible, Erik and Tamara travel together and once again reinforce their bond with each other. Their love reaches an epiphany when they kiss each other and proclaim their love for one another after being housed by a kind lady who had lost her son to the war. Eventually, Erik and Tamara are both injured by Allied soldiers. Ordered to cease fire by their commanding officer, the group of Allied, apparently American, soldiers notices that Erik and Tamara are but teenagers and send them to a hospital. Erik awakens to find that he is scarred in a gruesome manner from surgeries, and that he has lost an arm due to a gunshot wound. Tamara walks away with fewer and far less urgent injuries. Despite the grouchy and melancholy mood Erik first shows due to his injuries, he and Tamara make up as the story comes to an end. As time passed,the couple then traveled to the United States and still happily live there today with their children.",
    "genre": [
      "War novel"
    ],
    "author": "Don L. Wulffson"
  },
  {
    "title": "Going After Cacciato",
    "summary": " Typical of many stories that deal with themes of psychological trauma, Going After Cacciato contains distinct ambiguities concerning the nature and order of events that occur, which often requires readers to look beyond superficial appearances conveyed by the narrator's language. Its chronology is nonlinear, for most of the book. The main idea of the story is, by O'Brien's estimation, that being a soldier in Vietnam for the standard tour of duty entails constant walking; if one were to put all the walking in a straight line, one would end up in Paris, where Cacciato is going. It is important to note that Cacciato is always portrayed as self-sufficient and happy. It is Cacciato who is pursued throughout the imagined story of the book. The final pages feature the juxtaposition of two statements, by Sarkin Aung Wan and Paul Berlin, which contrast the early American view (think Emerson and Thoreau) of independence and happiness against the modern view of obligations placed on the individual to conform to society. The obligations lead to complicity in atrocities. Cacciato marches to the beat of a different drum, and is freer and happier in a cavalier, ignorant kind of way. His actions are sometimes portrayed as those of a man who is not particularly bright or gifted, but who is sunnily untroubled by the larger questions of the war itself. Paul Berlin, the main character, is a frustrated soldier who during the entire novel focuses on every minor detail he encounters, whether in the past or in the would-be chase. In the chapter \"Tunneling Toward Paris\", the characters escape the endless tunnels by \"falling out\" just as they fell in; this allusion to Alice In Wonderland helps to reveal the story as surrealistic fiction. This surrealism in the novel also appears earlier in the novel when Cacciato flies off a mountain.",
    "genre": [
      "War novel",
      "Fiction"
    ],
    "author": "Tim O'Brien"
  },
  {
    "title": "Ill Met by Moonlight",
    "summary": " During World War II, the Greek Mediterranean island of Crete was occupied by the Nazis. British officers Major Patrick Leigh Fermor DSO (Dirk Bogarde) and Captain Bill Stanley Moss MC (David Oxley) of the Special Operations Executive (SOE) land on the island. With the help of the local Cretan resistance in April 1944, they kidnap German General Heinrich Kreipe (Marius Goring), the commander of the island. They take Kreipe across rough country to a secluded cove on the far side of the island, where they are picked up and taken to Cairo, where British forces are stationed.",
    "genre": [
      "War novel"
    ],
    "author": "W. Stanley Moss"
  },
  {
    "title": "Piece of Cake",
    "summary": " : Piece of Cake begins in Sept 1939 when World War Two is about to begin. The young, brash and inexperienced pilots of Hornet Squadron, a fighter unit of the British Royal Air Force's Fighter Command and equipped with Hawker Hurricane Mk. 1s, are not inclined to take the impending war very seriously. Squadron Leader Ramsey, who has been drilling his men hard, is eager to get into action. Returning from a practise flight, he inadvertently taxis his Hurricane into a slit-trench, upending the aircraft and, too impatient to wait for a ladder, falls from the cockpit and fatally breaks his neck. :His temporary replacement is New Zealander 'Fanny' Barton whose authority is rejected by most of the pilots. Ordered to intercept an incoming group of aircraft, Barton attacks what he believes is a German bomber and shoots it down, only to later realise it was a British Blenheim. He is sent away to face a court of enquiry whilst Squadron Leader Rex, an upper-crust and calmly confident pilot, arrives to take command. :The squadron is despatched to a new airfield in France to await the expected German attack. Billeted in a luxury chateau, the pilots enjoy a comfortable lifestyle. In return, Rex expects strict discipline amongst his pilots and adherence to the textbook tactics of the RAF including close-formation flying and the cumbersome 'fighting area' attacks. The Phoney-War begins as winter sets in. Pilot Officer 'Moggy' Cattermole bullies several of the other pilots, in particularly young Dickie Starr and mentally-fragile 'Sticky' Stickwell. Cattermole flies his Hurricane under a low bridge, goading Starr and 'Pip' Patterson to do the same. Starr attempts the stunt and is killed. Cattermole shows no remorse. :A new replacement arrives, an American named Christopher Hart the Third, soon nicknamed 'CH3'. A veteran of the Spanish Civil War, he is unimpressed with the rigid, by-the-book tactics of the RAF and this leads to disagreements and hostility with some of the other pilots. Barton also returns to the squadron. Hornet achieves its first aerial victory when they destroy a German Dornier 17 bomber. Hart is unimpressed that it takes six pilots to down a single, already crippled bomber, partly due to the poor gunnery skills of many of the pilots. Journalist Jackie Bellamy is keen to portray the war as a glorious adventure against an evil foe and cannot understand Hart's cynicism. Two of the pilots, 'Flash' Gordon and 'Fitz' Fitzgerald, begin respective romances with two local schoolteachers, French woman Nicole and expat Englishwoman Mary. Both pairs eventually marry, although Fitzgerald experiences problems with sexual impotency. :Fed up with Cattermole's bullying, Stickwell flies an unauthorised sortie, strafing a Luftwaffe airfield, but his aircraft is damaged and he crash-lands in Belgium. The squadron rescue him but Rex cannot forgive the incident and Stickwell is transferred to another unit. Hart is increasingly at odds with the other pilots over his refusal to adhere to RAF tactics. :The German Invasion of France and Belgium (Blitzkrieg) begins on May 10th 1940. Hornet Squadron's tactics are soon proved dangerously inadequate, especially to the pilots flying at the rear. In the first days, three inexperienced pilots are killed without the rest of the squadron even seeing the German Me-109 fighters that shoot them down. Whilst escorting a bomber attack against German ground forces, 'Moke' Miller is badly wounded and later dies in hospital. The remaining pilots at first doubt and then despise the outmoded tactics but Rex refuses to alter them. A bombing raid leaves Rex badly injured by shrapnel but he conceals his wounds from the other pilots and strong painkillers leave him euphoric and overconfident. Recklessly ordering Hornet Squadron to attack a much larger German formation, Rex dives down to his death but another pilot orders the others not to follow, several of the pilots deliberately crowding Barton's plane, preventing him from following Rex. :Now acting Squadron Leader, Barton tries to rally his demoralised men, including a terrified Patterson and a cynical Hart. But the German advance is sweeping across France and Hornet Squadron has been reduced to a mere handful of Hurricanes still intact. Fleeing as a refugee, Nicole gets a lift with a motorcyclist but is killed in an accidental crash. Mary manages to reach England as do the survivors of Hornet Squadron. : In August, Hornet Squadron is reformed and made operational again just as the Battle of Britain enters its most intense phase. Of the original pilots, only eight remain: Barton, Hart, Cattermole, Patterson, Fitzgerald, Gordon, 'Mother' Cox and Irishman 'Flip' Moran. Amongst the replacements are Czech pilot 'Haddy' Haducek, Pole 'Zab' Zabarnowski, mild-mannered Englishman Steele-Stebbing, cocky 'Bing' MacFarlane and young 'Nim' Renouf. They are soon seeing heavy action as the German Luftwaffe switches from attacking Channel convoys and begins an offensive against RAF airfields in southeast England. Hornet Squadron is using better tactics: shooting at closer range, flying in pairs, constantly checking the sky above and behind whilst in the air. Gordon has become eccentric and reckless after his wife's death. Cattermole finds a new victim for his bullying in Steele-Stebbing. Cattermole orders a reluctant Renouf to destroy an unarmed German Heinkel-59 rescue plane over the Channel. Moran, now a flight commander, is reluctant to accept Barton's authority. :Intelligence Officer 'Skull' Skelton is sceptical about the numbers of German aircraft that Fighter Command is claiming to shoot down, as is Jackie Bellamy who has become cynical about the conduct of the war. The inadequate training of new pilots and the poor gunnery skills are soon painfully obvious. Skelton becomes very unpopular when he refuses to confirm all of the pilot's victory claims. :The battle continues to intensify and all of the pilots begin to suffer exhaustion and nervous strain. Moran is horribly burnt to death when he is shot down. 'Bing' MacFarlane destroys two German planes and performs a forbidden 'Victory Roll' which causes him to fatally crash. Cattermole meets up with Stickwell, finding out the latter is now a pilot in a two-seater Defiant squadron. Stickwell flies into action as a gunner and is killed. On the same day, Fitzgerald, his aircraft damaged, gets lost in dense fog and vanishes at sea. His wife Mary, now pregnant, refuses to accept that her husband is dead and is soon seen hanging around the aerodrome perimeter, which the other pilots find disturbing. Gordon's eccentricity grows more acute and infuriates the more seriously-minded Hart. Zabarnowski is killed in action and several new pilots are also lost, sometimes not even lasting a single day. Cattermole bales out from a defective Hurricane and his unmanned aircraft crashes into a village and kills four civilians. Skelton is appalled at Cattermole's refusal to show any remorse. Steele-Stebbing retaliates against Cattermole with a practical joke and the two appear to declare an unofficial truce. Cattermole angrily forces Mary to cease her vigil and leave the aerodrome. :It is now September 1940 and the Battle of Britain is reaching its height. The survivors of Hornet squadron are exhausted and at breaking point. Haducek is killed and Renouf is badly burned. Gordon is badly wounded and later dies, news of his death hitting a battle-fatigued Hart particularly hard. Jackie Bellamy discusses with the pilots the possibility of a German Invasion of Britain and she concludes that the Germans lack the naval capacity to do so. On 7th September, the Luftwaffe launches a massed attack against London and every available RAF fighter unit is flung into action, including Hornet Squadron. Steele-Stebbing and Cattermole are both killed. Cox bales out and Patterson force-lands but both remain alive. The story ends with Barton and Hart diving yet again to attack the massed ranks of German bombers.",
    "genre": [
      "War novel"
    ],
    "author": "Derek Robinson"
  },
  {
    "title": "The Winds of War",
    "summary": " The story revolves around a mixture of real and fictional characters, all connected in some way to the extended family of Victor \"Pug\" Henry, a middle-aged Naval Officer and confidant of President Franklin Delano Roosevelt. The story begins six months before Germany's invasion of Poland, which launched the European portion of the war, and ends shortly after the attack on Pearl Harbor, when the United States and, by extension, the Henry family, enters the war as well. Mixed into the text are \"excerpts\" from a book written by one of the book's fictional characters, German general Armin von Roon, written while he was in prison for war crimes. Coming across the German version, a retired Victor Henry \"translates\" the volume in 1965. The text provides the reader with a German outlook at the war, with Henry occasionally inserting notes as counterpoint to some of von Roon's statements. As the story begins, Navy Commander Victor \"Pug\" Henry has been appointed naval attache in Berlin. During the voyage to Europe on the S.S. Bremen, Victor befriends a British radio personality, Alistair \"Talky\" Tudsbury, his daughter, Pamela, and a German submarine officer, Commodore Grobke. In the movie version, he also meets German General Armin von Roon. Von Roon later becomes the viewpoint character for the German side of the war and witnesses the worsening of the German government's discrimination against the Jews. Through his work as the attache, Pug recognizes the intent of the Germans to invade Poland. Realizing that this would mean war with the Soviet Union, he concludes the only way for Germany to safely invade is to agree not to go to war with the Soviets, even though the Communists and Fascists are sworn, mortal enemies. Going over his supervisor's head, he submits a report predicting the Nazi-Soviet nonaggression pact before it takes place. When the pact is made public, the report draws President Roosevelt's attention to him, and the President asks Pug to be his unofficial eyes and ears in Europe. This assignment delays again his desired sea command, but later will give him the opportunity to travel to London, Rome, and Moscow and meet Winston Churchill, Benito Mussolini, and Joseph Stalin in addition to Adolf Hitler, whom he met in Berlin. Due to Pug's increasing amount of travel and his aversion to many of the cultural events enjoyed by his wife, Rhoda, she spends increasing amounts of time alone. Through Pug, she meets a widowed government engineer named Palmer Kirby, who later will be involved in the first phase of the Manhattan Project. Rhoda and Palmer begin to spend time together attending the opera and other events, but soon this leads to a romantic relationship. For his part, Pug begins a platonic but very close and borderline romantic relationship with Pamela, but can't decide to leave his wife Rhoda for her. After having finally obtained command of a battleship, the USS California, he leaves for Pearl Harbor from Moscow, where he has discussed lend-lease issues and observed a battle. He flies over Asia and spends time in Manila listening to the radio broadcast of the annual Army-Navy football game. When his flight is approaching Pearl Harbor, they receive message that an attack is under way. Arriving at the base, they see the burning ships, including his own. Pug's three children each have their own story lines. His older son, Warren, is a United States Naval Academy graduate who enters Navy Flight School in Florida. His daughter, Madeline, begins a job in American radio. The child most prominent in the story is middle child and younger son Byron, named after Lord Byron, the English poet. Though a Columbia University graduate and holding a naval reserve commission, Byron has not committed himself to a career. In 1939 he accepts a job as a research assistant for an expatriate Jewish author, Aaron Jastrow, who is best known for his book A Jew's Jesus and lives in Siena, Italy. Byron also meets Jastrow's niece, Natalie, and her soon-to-be fiance, Leslie Slote, who works for the Department of State. Readers later discover that Natalie and Slote are also close friends of Pamela Tudsbury from their time in Paris together. Byron is three years younger than Natalie, but catches her attention by heroically saving her uncle from being trampled by a stampeding horse during a festival in Siena. Byron and Natalie visit her family's native town in Poland, Medzice, for a wedding, which occurs the night prior to the German invasion of Poland. They are awakened early the next morning to evacuate as the town citizens flee from the invaders. They travel from Medzice to Warsaw ahead of the invading German army, and at one point the refugees are strafed by the Luftwaffe and many are killed and injured. As they approach Warsaw, they encounter Polish soldiers who attempt to confiscate their automobile and leave them stranded. Finally, they are in Warsaw as the Germans begin the siege and are evacuated along with other Americans and citizens of neutral countries. During the encounters with the German and Polish soldiers, Byron repeatedly behaves heroically. Leslie behaves in cowardly fashion under artillery fire, but stands up to the Germans when they attempt to separate Jewish Americans. When Natalie receives the proposal of marriage from Leslie that she has been eagerly awaiting, she realizes that the experience in Poland has changed her heart and that she is now in love with Byron. After much beating around the bush, she admits this to Byron, who promptly offers his own proposal of marriage, which Natalie accepts. She returns to America upon receiving word that her father is quite ill and is able to also attend Warren's wedding. Her father dies of a heart attack upon hearing of the invasion of Norway and Denmark on April 9, 1940. In January 1941, she marries Byron and devotes herself to getting her reluctant uncle out of Europe to escape the Nazis, soon discovering she is pregnant. All of the story lines are left as a cliffhanger as the United States is drawn into the war by the attack on Pearl Harbor. Rhoda makes and then retracts a request for a divorce. With the USS California damaged and out-of-action, Pug is given command of a cruiser, the USS Northampton. Byron has been trained as a submarine officer. Warren has graduated from Pensacola, married a Congressman's daughter, Janice Lacouture, and is assigned to the USS Enterprise. Aaron, Natalie, and Natalie's infant son Louis are trapped in Europe as the war begins. These storylines continue through War and Remembrance.",
    "genre": [
      "War novel",
      "Children's literature",
      "Fiction"
    ],
    "author": "Herman Wouk"
  },
  {
    "title": "War and Remembrance",
    "summary": " War and Remembrance completes the cycle that began with The Winds of War. The story includes historical occurrences at Midway, Yalta, Guadalcanal, and El Alamein as well as the Allied invasions at Normandy and the Philippines. The action moves back and forth between the characters against the backdrop of World War II: Victor (Pug) Henry takes part in various battles while separating from his wife. Pug's older son Warren, a naval aviator, and younger son, Byron, a submarine officer, also participate in combat. Warren is killed at the battle of Midway. Byron's wife Natalie is trapped in Axis territory with her uncle, celebrated author Aaron Jastrow, and another major strand focuses on their story as Jews caught in Europe. Like most Americans, Natalie and Aaron fail to believe that the civilized German culture with which they are familiar could possibly engage in genocide. As a result of their rash decision to stay when they could escape, they gradually get absorbed into the Jewish population that is first interned, then sent to concentration camps. As Byron attempts to find out what is happening to them, eventually tracking them down amidst the chaos of wartime Europe, the story of the Holocaust is gradually revealed to the American government and people. * Victor Henry — the main protagonist, becomes captain of the heavy cruiser USS Northampton after his prospective command, the battleship USS California, is sunk at Pearl Harbor. He commands the ship until late 1942, when at the Battle of Tassafaronga the cruiser is sunk by Japanese long-range torpedoes. Henry is not faulted for the loss of his ship, but instead of receiving another naval command at once, is sent back to the Soviet Union to observe the effects of Lend-Lease; he observes the Siege of Leningrad and the privation of the Soviet home front. From there, he is used by Harry Hopkins as an observer. In the novel, he assists in the Tehran Conference of 1943, and then serves as a troubleshooter for landing craft production. In this capacity, he travels to Oak Ridge, Tennessee, and is forced to work with Colonel Harrison (Hack) Peters, his rival for Rhoda's love. :Henry obtains a promotion to rear admiral in early 1944. During this period, Rhoda obtains a divorce and Henry is able to marry Pamela. He does not do so until after he takes part in the Battle of Leyte Gulf as a battle force division commander under Admiral William Halsey, whose flag is in USS Iowa. The novel goes into this battle in greater detail than does the miniseries, including discussion of the most commonly perceived of Halsey's operational mistakes. :Victor marries Pamela in April 1945. Upon the death of President Roosevelt, President Harry S. Truman makes him his naval aide. :Victor is a straightforward, honest man, which gains him the respect of political leaders such as Roosevelt and Hopkins, and the admiration of Hack Peters. :The novel notes that Henry retired from the Navy and lived in Oakton, Virginia (near Washington) after the war. He spent part of his retirement translating Armin von Roon's book, and from his notations and commentary, he can be deduced to still be alive as of 1973. * Rhoda Henry — The war, and their time apart, puts a strain on Victor Henry's marriage to Rhoda. She ends her relationship with Palmer Kirby, only to fall in love with Harrison \"Hack\" Peters, an army colonel. Both the novel and the miniseries show her drinking problem getting worse. * Warren Henry — Victor's son continues to serve as a naval pilot until his death on the last day of the Battle of Midway. He scored a hit on one of the Japanese carriers in the first day of the battle and his rear gunman damaged one Zero. His death affects the Henrys deeply. Victor's thoughts parallel the lament of King David for his son, Absalom. * Byron Henry — Byron starts the war as an officer on the fictional USS Devilfish. When the captain, Branch Hoban, breaks down under the strain of an attack, the executive officer, Carter \"Lady\" Aster takes over and leads the attack. Aster becomes commander of the ship, with Byron his executive officer. While on leave in Hawaii, Byron is aware that Janice, his brother's widow, is acting strangely. He does not know that she is having an affair with Aster. :Byron wants to see Natalie; when possible, he wangles duty in the European theater. He serves as a courier to the U.S. mission to Vichy France and tries to get Natalie to leave with him. She refuses on the grounds that while they could cross Poland in a war in 1939, they didn't have Louis. Byron and Natalie agree that Natalie and Louis and Aaron should wait to get a passport from the US consulate in Marseilles while Byron travels direct to Lisbon and book a room. Byron arrives in Portugal just as Operation Torch begins, and the plan has to be scrapped. :Byron returns to the Pacific theater and rejoins Aster on the fictional USS Moray. Aster is severely wounded while on deck during an air attack and to save the ship, orders Byron to submerge without him. (This event did occur to Commander Howard W. Gilmore of the USS Growler (SS-215) on February 7, 1943. Gilmore was awarded the Medal of Honor). Byron is later awarded command of the USS Barracuda. :As a Naval Reservist, Byron feels mixed about his role in the war. He is competent, but doesn't enjoy fighting. However, in one engagement, he is forced to surface and fight a battle against a Japanese destroyer. When told he will win the Navy Cross, he replies, \"Killing Japs gave Carter Aster a thrill. It leaves me cold.\" :Shortly before the Battle of Leyte Gulf, Byron visits his father aboard his flagship. The meeting is strained, because Byron blames Pamela for the breakup of his father's marriage. Later, his sister, Madeline, straightens him out about the causes of the breakup; he and his father become reconciled. :In April 1945, Natalie is found in Weimar, Germany. Byron presses the Commander-in-Chief, Pacific, for an assignment in Europe so he might be reunited with his wife. He is assigned to investigate the technical details of captured German U-boats and leaves for Europe to join his wife, now recovering in a hospital, and to find his son, Louis. After a long search throughout Europe, Byron reunites with Louis, who was in an orphanage, only to find Louis is so traumatized he will not talk. However, when he reunites Louis with Natalie, Louis begins to sing with her. This occurs on August 6, 1945, the date of the first use of the atom bomb in warfare. * Janice Henry — The wife of Warren Henry. After the death of Aster she disappears from the miniseries; in the book she is given a few sentences more. Janice ends up with a politician. * Madeline Henry — Victor and Rhoda Henry's daughter; wife of Simon Anderson. * Aaron Jastrow — Aaron Jastrow is an American professor who expatriated to Siena, Italy before the war. Because he, his niece Natalie, and Natalie's son Louis are Jewish, the Italian government will not give them visas while making paper-thin excuses. Still, it appears safe for the three at Jastrow's villa, so they are unwilling to try the illegal and perilous sea voyage to Palestine. Then Jastrow meets a former student, Werner Beck, now in the German diplomatic corps. Beck initially pretends sympathy and friendliness so he can solicit Jastrow in broadcasting Axis propaganda. After he refuses, Beck makes veiled threats, so Jastrow, Natalie and her son escape to Vichy France. But after the Allied landings in Africa in November 1942, Germany occupies Vichy and closes the borders. Natalie, Louis and other trapped Americans are sent by the Vichy government to a purported diplomatic exchange camp in Baden Baden, Germany. As more excuses are made for their detainment, Jastrow is tricked into staying behind, and the three are sent to Theresienstadt. Adolf Eichmann has Jastrow savagely beaten after he refuses to join the Council of Elders. Jastrow acquiesces and takes a major role in the beautification, a Potemkin village to convince the Danish Red Cross that conditions are excellent in the \"Paradise Camp.\" When his usefulness is ended, he is sent to Auschwitz. The Council members thought that as \"prominents\" they would be spared, but all were immediately sent to the gas chambers. Jastrow's body was cremated with millions of other Jews, but despite the degradation of his body, his soul was rekindled with what it means to be a Jew. He leaves behind a diary, A Jew's Journey, which is quoted throughout the book. * Berel Jastrow — Berel, Aaron's cousin, is captured with the Red Army in 1941 and sent to Auschwitz as a prisoner of war. He is transferred to a work kommando led by a Jew named Sammy Mutterperl, who is planning to escape with evidence of the murder of the Jews at Auschwitz. The kommando's task is to cover up the early massacres of Jews, and to insure that Germany benefits from any items of value the victims were carrying during the early, \"crude\" killings. This involves digging up the corpses, searching them, then burning all traces of the bodies. After the horrors of endless exhuming of the dead, and cremating the half-decayed corpses Sammy goes wild, grabs a weapon and kills five German guards, before the remaining guards kill him. Berel, shortly after, escapes and joins the Czech underground in Prague. He slips into Theresienstadt when he learns that his cousin Aaron and his niece Natalie are there, and later enables Louis Henry to escape. At the end of the book, there is a suggestion that he is killed while coming to retrieve Louis Henry from the Czech farmer he originally hid him with. Berel is the moral center of War and Remembrance. He bears witness to the worst acts of the Nazis, while still managing to maintain his deep Jewish faith and his love for his fellow men. * Natalie Jastrow Henry — along with her son and uncle, travel through various routes across Europe, trying to get home while evading the German government. She refuses a chance to escape with Byron to Lisbon (if caught she and Louis would be sent immediately to a concentration camp), then ends up in Theresienstadt. She becomes a member of the Zionist underground, and only when threatened with the murder of Louis does she agree to take part in a beautification for the benefit of Red Cross inspectors. Another uncle, Berel Jastrow, enables Louis to get out of the ghetto. Natalie is sent to the Auschwitz concentration camp in the same transport as her uncle, but survives and is sent to recover in a U.S. military hospital. She and Byron reunite, and Byron then locates Louis and brings him to Natalie as the book ends. Having an American with American sensibilities first try to escape from Nazi-dominated Europe, and then to experience the worst of the Nazi charades and horrors, is a very effective way for Wouk to bring home to a modern audience just what the war against the Nazis was all about, and the terrible plight of those the Nazis hunted down and exterminated. (Natalie's name is a play on characters. In Russian, she would be Natasha [diminutive of Natalia] Yastrova: i.e., Natasha Rostova, the heroine of Tolstoy's War and Peace). * Leslie Slote — At the beginning of the war, Slote is attached to the U.S. Embassy in Switzerland. He receives a photographed copy of the Protocol for the Wannsee Conference from a German opponent of Hitler. Slote devotes himself to trying to prove to the American government what the Nazis are doing to the Jews but his superiors refuse to believe it, both on logistics and the idea any civilization could do something so monstrous. When the State Department proves to be apathetic, he resigns and becomes a member of the OSS Jedburgh paratroopers. He parachutes into France to help the resistance, and is killed in an ambush. * Hugh Cleveland — Popular radio personality. Madeline Henry has become his personal assistant and, more recently, his lover by the time of the Pearl Harbor attack. He disappears from the novel and the miniseries shortly after the Battle of Midway, Madeline finally leaving him when she becomes convinced he will never divorce his wife. He also shows a pro-Soviet bias in the book and the miniseries which he did not in the first book or the first miniseries. * Armin von Roon — The fictional Brigadier General Armin von Roon serves as a member of the German OKW, in direct contact with the Fuehrer, and seeing the gradual deterioration of Hitler as the war goes worse for Germany. Von Roon flies from Berchtesgaden to Normandy to observe the German reaction to the Normandy invasion, but finds that Hitler rejects his observations. Von Roon is wounded in the July 20, 1944 attempt to assassinate Hitler; he walks with a cane for the remainder of the miniseries. Von Roon's character is sent on various fact-finding missions in the novels, and his memoirs serve as a useful dramatic device to explain facts to the reader. :In April 1945, von Roon is assigned the role of operations officer for the defense of the Zitadelle in the Battle of Berlin. Toward the end of the battle, he is ordered by Hitler to assist and oversee Albert Speer in a demolition effort intended as a scorched earth policy to destroy Berlin, leaving nothing for its conquerors. Both men, however, are unwilling to carry out the order, because of the effect it would have on future Germans. Speer eventually confesses that he disobeyed. Speer is pardoned for his earlier services, while von Roon is forgiven because he has been nothing but loyal. In the end von Roon has the duty to inform Adolf Hitler that the Zitadelle can hold only 24 hours more (in real life, von Roon's commander, General Krebs, did this); and he is a witness to Hitler's farewell, suicide, and cremation. :Von Roon is sentenced to 21 years in prison for war crimes (presumably by the Nuremberg tribunal) and writes Land, Sea, and Air Operations in World War II, which is translated (by Victor Henry) as World Holocaust. Von Roon presents the German viewpoint on events; Henry, as translator, provides a rebuttal when required. * Harrison \"Hack\" Peters — Peters, a colonel in the Army, meets Rhoda Henry and falls in love with her. His work on the Manhattan Project coincidentally forces him to work with Victor Henry, who is vigorously pursuing the specialized parts needed to build landing craft for the assault on hostile beaches in Africa, Italy and France. Since Victor is aware of Peters' romance with Rhoda, it is a very strained relationship. Peters marries Rhoda in late 1944. * Simon \"Sime\" Anderson — Anderson, a naval lieutenant, works on the atomic bomb at Los Alamos and marries Madeline Henry. * Alistair Talcott \"Talky\" Tudsbury — Tudsbury is in Singapore when the Pacific war breaks out. He speaks about the possibility of the island falling in a subversive BBC broadcast, then leaves on the last boat. Tudsbury is killed by a landmine in the aftermath of the Battle of El Alamein. A fictional correspondent's report, Sunset at Kidney Ridge, reflects on the decline of the British Empire; it serves roughly as the emotional midpoint of the book. * Pamela Tudsbury — serves as assistant to \"Talky\" Tudsbury (her father) until his death, then finishes his final report afterwards. She is engaged to two men (RAF pilot Ted Gallard and Lord Duncan Burne-Wilke) during the war, but loves Victor Henry throughout and pursues him. Near the end of the war, they marry. * Phil Rule — a dissolute British journalist, a former flame of Pamela Tudsbury. His main contribution is to provide a sarcastic commentary on the decline of the British Empire. * Air Vice-Marshal Lord Duncan Burne-Wilke — A career RAF officer, he becomes engaged to Pamela Tudsbury in 1942. He dies of pneumonia soon after she breaks off the engagement in 1944. * Commander Jim Grigg — Pug's executive officer on the cruiser Northampton. * Adolf Hitler — As a speaking character, Hitler appears in the miniseries in a more prominent role than the novel. * Erwin Rommel — Again, because of the requirements of television, Rommel plays a more prominent speaking role in the miniseries than in the novel. The story of Rommel's death becomes a dramatic element in the miniseries. * Claus von Stauffenberg — The plot against Hitler, including von Stauffenberg's placing of a bomb, is more prominent in the miniseries than in the book, because of the visual drama. * Adolf Eichmann — Eichmann appears in two sections of the novel and miniseries. In both cases, life for the Jastrows becomes worse. In the first, he orders Dr. Werner Beck, a German diplomat and Aaron Jastrow's former student, to figure out a way to convince the Italian authorities to deport Italian Jews into German control. In the second scene, he and a crony beat and bully Jastrow into accepting a position as a figurehead elder in Theresienstadt. An error in the mini-series is that Eichmann appears in 1944 as a full SS-Colonel (SS-Standartenführer) when, in reality, Eichmann never rose above the rank of SS-Obersturmbannführer (Lieutenant Colonel). * Franklin D. Roosevelt * Harry Hopkins — Hopkins represents the person who carries out Roosevelt's grand policies. * Winston Churchill * Dwight D. Eisenhower — General Eisenhower appears in the miniseries, and briefly towards the end of the novel, when he and Capt. Henry discuss aspects of the Normandy landings. * William Halsey — Admiral Halsey's operational mistakes late in the Pacific war are discussed. * Harry Truman - Becomes President upon the death of Roosevelt. He appoints Pug as his naval aide near the end of the movie. * Ernest Lawrence — Nobel Prize winner involved in nuclear bomb development. * Raymond A. Spruance — Although Admiral Fletcher was in overall command, Spruance, in command of the task force containing Enterprise and Hornet, is generally credited with winning the battle of Midway. Although it isn't covered in the book or the miniseries, Spruance went on to command at the Battle of the Philippine Sea in June 1944, the largest carrier battle in the war. * Eugene Lindsey — Commander of Torpedo Squadron Six (flying off Enterprise); killed at Midway. * C. Wade McCluskey, Jr. — Air Group Six Commander at the Battle of Midway. * Miles Browning — Chief of Staff to Admiral Spruance at the Midway Battle, and also the grandfather of actor Chevy Chase.",
    "genre": [
      "War novel",
      "Children's literature",
      "Fiction"
    ],
    "author": "Herman Wouk"
  },
  {
    "title": "Bomber",
    "summary": " Sam Lambert is an experienced RAF pilot based at an East Anglian bomber station. He has been flying missions over Germany since the start of the war and as he nears his tour's end, he is developing stressful exhaustion. The stress of flying missions is exacerbated by a plot device similar to that found in From Here to Eternity. Lambert is an expert cricket bowler and the station commander needs his participation to assure victory against a rival. Lambert's refusal to do put him at odds with the station commander and an ambitious and unscrupulous flight lieutenant who seeks to force Lambert out of flying by taking his best crewmen and replacing them with poor performers (this chimes with another war movie, Twelve O'Clock High). At the same time, his crew revere him and believe that he is the one factor that will ensure their survival. RAF Bomber Command is organizing a large air raid on Krefeld tonight. We join the bomber crews at rest and in preparation for the ordeal. The men, their planes, weapons, responsibilities, attitudes, thoughts and fears are described in great detail with minute historical accuracy. There are frequent references to weather conditions, meteorological phenomena and forecasts that add to the foreboding in the plot. Meanwhile across the Channel in northwest Germany the small market town of Altgarten goes about its daily business, its residents and wartime guests aware of the war's progress but curiously untouched by it. We follow Oberleutnant August Bach returning from leave in Altgarten to his duties at a Freya radar installation on the remote Dutch coast looking out towards England. Bach is a World War I veteran now serving as commander of a radar station charged with detecting and tracking the Tommi Terrorflieger on their night-time raids against the Fatherland and guide by radio Luftwaffe Nachtjäger (nightfighters) to intercept and attack them. The holder of the Pour Le Mérite for heroism, he is symbolic of a more genteel and decidedly non-Nazi background. The counterpoint to this is his son's membership in a Waffen SS unit serving in Russia. He is a widower with a second younger son, looked after by a state provided caregiver. Back in Altgarten the Bürgermeister (German: \"mayor\") finalises preparations for his own birthday banquet. It is to be held in a cosy restaurant located in one of the timber-built houses surrounding the medieval town square. We are introduced to the Altgarten TENO (Technische Nothilfe or \"Civil Defence\") engineers who regularly work heroically in the nearby Ruhr cities following air raids, and the local fire crew, adequate for a small country town but useless against what is to come. The bombs are loaded into the Lancasters, the German radars are allowed to \"warm up\", the aircrews adjust their night vision and everyone sits and waits and waits. Superstitions, rites and rituals are respected as the combatants ready themselves. Meanwhile Altgarten's people continue with their day-to-day routines. Eventually the raid gets under way. The British bomber stream forms up and navigates its dogleg course avoiding known flak concentrations and searchlight batteries. As the bombers are pinpointed by German nightfighters, we discover in the minutest detail how tiny pieces of shrapnel from an 88&nbsp;mm anti-aircraft shell can destroy one of 750 Lancasters, each costing more than £42,000 at 1943 prices. Despite the meticulous planning, things go wrong immediately: A Lancaster almost crashes on take-off; a Junkers fighter crashes into the sea after hitting birds over the IJsselmeer; another is shot down by a friendly flak-ship. A pathfinder Mosquito is downed and its marker bombs explode south east of Altgarten; with little flak and clear bombing conditions, Christmas Tree marker pyrotechnics are placed over the marker bombs with unusual accuracy. Creepback ensures that the entire town of 5,000 inhabitants is carpet-bombed by a force designed to destroy a city: a firestorm results. The author maintains a clinically distanced vantage point, understating and implying the horror of the characters' situations. Even so, the protagonists' injuries and deaths are described in the same detail as the airmen's tactics. Each successive event is clinically dissected and analysed almost as though in slow-motion. As is the case with virtually all of his works, the author does portray some characters' actions as counter-productive to their own cause. By the time the raid is over, Altgarten is destroyed; many of the main characters are dead or have lost those close to them. Despite the attack going terribly wrong, there are no punishments meted out. Lambert - for not playing cricket - is banished from flying, an indignity that he views with mixed emotions. The book ends with an epilogue which gives details of the later lives of the major characters, some of whom are purportedly still alive at the time of the book's appearance.",
    "genre": [
      "War novel",
      "Fiction"
    ],
    "author": "Len Deighton"
  },
  {
    "title": "Black Rain",
    "summary": " The book alternates between Shizuma Shigematsu's journal entries and other characters from August 6–15, 1945, Hiroshima, and the present, several years later, when he and his wife Shigeko become the guardians of their niece, Yasuko, and thus obligated to find a suitable husband for her. At the start of the novel, three earlier attempts to arrange a match have already failed due to health concerns over her having been exposed to the \"Black Rain\" fallout of the atomic bomb. The radiation sickness is one of the main causes of concern throughout the story. Shigematsu's journal entries attempt to disprove her sickness, but in the end it turns out that Yasuko was indeed affected by the \"Black Rain\".",
    "genre": [
      "War novel",
      "Historical novel"
    ],
    "author": "Masuji Ibuse"
  },
  {
    "title": "Appointment with Venus",
    "summary": " In 1940, after the fall of France, the fictitious Channel Island of Armorel is occupied by a small garrison of German troops under the benign command of Hauptmann Weiss. He finds that the hereditary ruler, the Suzerain, is away in the army, leaving the Provost in charge. Back in London, the Ministry of Agriculture realise that Venus, a valuable pedigree Guernsey cow, remains on the island. They petition the War Office to mount a rescue operation, and Major Valentine Morland is assigned the mission, with the assistance of the Suzerain's sister Nicola Fallaize who joined the A.T.S. at the outbreak of war. They travel to Armorel by submarine, contact the Provost and other friends on the island, and discover that Weiss, a cattle breeder in civilian life, is about to have the cow shipped to Germany. By a series of elaborate deceptions, they extract Venus from Weiss's command and succeed in returning her to England.",
    "genre": [
      "War novel"
    ],
    "author": "Jerrard Tickell"
  },
  {
    "title": "Rifles for Watie",
    "summary": " Jeff marches off to Fort Leavenworth from Linn County, Kansas in 1861, on his way to join the Union volunteers. He's off to fight for the North; his zeal having been fueled by reaction to the guerilla war of \"bushwhackers\" that was taking place in eastern Kansas. However, Stand Watie is on the side of the South. We meet many soldiers and civilians on both sides of the war, including Watie's raiding parties, itinerant printer Noah Babbitt and, in Tahlequah, Indian Territory (now Oklahoma) the beautiful Cherokee girl, Lucy Washbourne. Jeff's story is notable as he eventually winds up fighting for both the North and the South at different times during the conflict while making new friends on each side. It is also notable for the detailed depiction of contemporary Cherokee life in Indian Territory, including various tribal political factions. Keith portrays how Jeff Bussey, in the midst of huge conflicts, had to choose one side or another at various times and how this was not always as simple as it may seem in historical hindsight.",
    "genre": [
      "War novel",
      "Children's literature",
      "Fiction",
      "Historical novel"
    ],
    "author": "Harold Keith"
  },
  {
    "title": "War Game",
    "summary": " Will, Freddie, Billy, and Lacey are four young friends eager for \"the grand adventure\" of old-fashioned war. The story follows them through training in England, arrival in France and the trenches, the famous 1914 Christmas truce, and the Battle of the Somme. At key points in the story, the author includes historical information on particular events of the war. The main characters are named after and based on Foreman's uncles who were killed in the war at ages 18 to 24. He was born about twenty years later in 1938.",
    "genre": [
      "War novel",
      "Children's literature",
      "Fiction"
    ],
    "author": "Michael Foreman"
  },
  {
    "title": "Arch of Triumph",
    "summary": " It is 1939, and, despite having no permission to perform surgery, Ravic, a very accomplished German surgeon and a stateless refugee living in Paris, has been ghost-operating on patients for two years on the behalf of two less skillful French physicians. Unwilling to return to Nazi Germany which stripped him of his citizenship, and unable to legally exist anywhere else in pre-war western Europe, Ravic manages to hang on. He is one of many displaced persons without passports or any other documents, who live under a constant threat of being captured and deported from one country to the next, and back again. Though Ravic has given up on the possibility of love, life has a curious way of taking a turn for the romantic, even during the worst of times, as he cautiously befriends an actress.",
    "genre": [
      "War novel"
    ],
    "author": "Erich Maria Remarque"
  },
  {
    "title": "From Here to Eternity",
    "summary": " Set in the summer and autumn of 1941 at the Schofield Barracks in Hawaii, the story follows several members of G Company, including Captain Dana “Dynamite” Holmes and First Sergeant Milt Warden, who begins an affair with Holmes's wife Karen. At the heart of the novel lies a struggle between former bugler Private Robert E. Lee Prewitt, an infantryman from Kentucky and self-described \"thirty-year man,\" (a career soldier) and his superiors. Because he blinded a fellow soldier while boxing, the stubborn Prewitt refuses to box for his company’s outfit and then resists the \"Treatment,\" a daily hazing ritual in which the non-commissioned officers of his company run him into the ground. The central characters are essentially similar in all three of Jones's World War II novels, though their names are somewhat altered. From Here to Eternity features Warden and Prewitt, who become Welsh and Witt in The Thin Red Line and Mart Winch and Bobby Prell in Whistle. Similarly, Corporal Fife in The Thin Red Line reappears as Marion Landers in Whistle, as does the cook, Maylon Stark, who becomes Storm, then Johnny \"Mother\" Strange.",
    "genre": [
      "War novel",
      "Fiction"
    ],
    "author": "James Jones"
  },
  {
    "title": "The Bridge on the River Kwai",
    "summary": " The story describes the mistreatment of prisoners in the POW camp and how they tried to sabotage the construction of the bridge. Lt. Colonel Nicholson marches his men into Prisoner of War Camp 16, commanded by Colonel Saito. Saito announces that the prisoners will be required to work on construction of a bridge over the River Kwai so that the railroad connection between Bangkok and Rangoon can be completed. However, Saito also demands that all men, including officers, will do manual labor. In response to this, Nicholson informs Saito that, under the Geneva Convention, officers cannot be required to do hard work. Saito reiterates his demand and Nicholson remains adamant in his refusal to submit his officers to manual labor. Because of Nicholson's unwillingness to back down, he and his officers are placed in the \"ovens\"&mdash;small, iron boxes sitting in the heat of day. Eventually, Nicholson's stubbornness forces Saito to relent. Construction of the bridge serves as a symbol of the preservation of professionalism and personal integrity to one prisoner, Colonel Nicholson, a proud perfectionist. Pitted against Colonel Saito, the warden of the Japanese POW camp, Nicholson will nevertheless, out of a distorted sense of duty, aid his enemy. While on the outside, as the Allies race to destroy the bridge, Nicholson must decide which to sacrifice: his patriotism or his pride. Boulle's view of the British officers was satirical. Colonel Nicholson is portrayed as the perfect example of the military snob, but Boulle also examines friendship between individual soldiers, both among captors and captives. The victorious Japanese soldiers cooperate with their prisoners, who strive to establish their superiority through the construction of the bridge.",
    "genre": [
      "War novel"
    ],
    "author": "Pierre Boulle"
  },
  {
    "title": "Sharpe's Fury",
    "summary": " The action takes place during the winter of 1811; the Peninsular War appears to have been won&mdash;by the French. Cádiz is the only major Spanish town still holding out. From their overwintering strongholds in Portugal, the British sally forth to the River Guadiana with a small force seeking to break a key bridge across the river. The mission is commanded by the young Brigadier General Moon, a man with no love for the upstart rifleman, and meets disaster when Sharpe and the men with him encounter a brutal opponent in the French Colonel Henri Vandal, commander of the 8th Regiment of the Line. Running from this first encounter, Sharpe and his small band of survivors are driven by Vandal into the fortress city of Cádiz, which is already besieged by a French army led by Marshal Victor. In Cadiz Sharpe finds himself in the employment of ambassador Henry Wellesley, younger brother to the Duke of Wellington, who is struggling to keep the various faction in Cadiz united against the French. To remedy this Sharpe finds himself drawn into a deadly game of intrigue between the British spymaster Lord Pumphrey and a shadowy murderous faction that is threatening to break the fragile alliance between Spain and Britain apart. The tensions that have grown up between the British and Spanish allies are heightened by the threat to the city and the only chance seems to be a lifting of the siege. The joint army, led by the British General Thomas Graham and Spanish Aristocrat General Lapena seeks to take the battle to the French; however the Spanish refuse to fight, leaving the British isolated. It also means Richard Sharpe will meet Colonel Vandal for a second time at the Battle of Barrosa.",
    "genre": [
      "War novel",
      "Historical novel"
    ],
    "author": "Bernard Cornwell"
  },
  {
    "title": "Heaven Knows, Mr. Allison",
    "summary": " The narrative deals with the developing relationship between the marine and the nun, especially Allison's growing attraction to Sister Angela. The novel is set earlier in the war than the film, with Allison escaping from the Battle of Corregidor at the time that the Allies are still on the defensive in the Pacific.",
    "genre": [
      "War novel"
    ],
    "author": "Charles Shaw"
  },
  {
    "title": "Birds Without Wings",
    "summary": " The story is set in Eskibahçe, a small fictional village in southwestern coastal Anatolia during the 1900s, spanning World War I and the era of Turkish nationalism. The Battle of Gallipoli takes place halfway through the novel. Although fiction, the setting of Eskibahçe is based upon Kayaköy (Greek: Levissi Λεβισσι) village near Fethiye, the ruins of which still exist today. Once a thriving Greek village, this town of over one thousand houses, two churches, fourteen chapels, and two schools, was completely deserted in 1923 when the Greek inhabitants living there, along with a vast number of Greeks living throughout Turkey were deported to Greece through a massive government mandated population exchange between the two countries following the Turkish war of independence. Historically, Turks and Greeks had lived together in this region for centuries, the Turks as farmers in the Kaya valley and the Greeks living on the hillside dealing in crafts and trades. A Greek presence in this region goes back for centuries. Since then, the village of Kayakoy, as it is called in Turkish, or Karmylassos, as it was called in Greek, which had been continually inhabited since at least the 13th century, has stood empty and crumbling, with only the breeze from the mountains and mist from the sea blowing through its empty houses and streets. Attempts by the Turkish government to get Turks deported from Greece to inhabit the village failed, and eventually, in the 1950s, the roofs of all the houses were removed. Some of its characters are also present in the author's earlier novel Captain Corelli's Mandolin. The book includes a vivid and detailed description of the horrors of life in the trenches during World War I.",
    "genre": [
      "War novel",
      "Romance novel",
      "Historical novel"
    ],
    "author": "Louis de Bernières"
  },
  {
    "title": "Harm's Way",
    "summary": " A regular Naval officer in the Pacific theater is assigned to command an operation to seize a group of strategic islands from the Japanese. The attack on Pearl Harbor catches the United States Navy unawares. They include Captain Rockwell Torrey, commanding a heavy cruiser known only as Old Swayback (an obvious reference to the U.S.S. Salt Lake City - CA-25), which is off the Hawaiian coast near Pearl Harbor, running another set of exercises in a long string of them. Lieutenant (juniot grade) William \"Mac\" McConnell is assigned as Officer of the Day aboard the destroyer, USS Cassiday, tied up in a shallower channel of the harbor, not all that far from Battleship Row. When the attack comes, Lieutenant McConnell takes his ship out of the harbor, leaving his captain and executive officer behind, and eventually joins a scratch task group assembled around Torrey's cruiser. Torrey leads his task group on a seek-out-and-destroy mission. When the ships approach the end of their fuel, Torrey orders them to steer a straight course. That makes the group vulnerable to attack. A Japanese sub scores two torpedo hits on Old Swayback before Cassiday can sink the sub with depth charges. Back at Pearl Harbor, Torrey is relieved of his command and faces a Board of Inquiry that could lead to a Court-Martial, but when Admiral Chester Nimitz arrives to take command in the Pacific theater, he makes sure that Torrey will have a position on his planning staff. Torrey's officers scatter to various points in the Pacific theater, with his old exec, Paul Eddington, assigned to an unrewarding post at an old Free French base on the island of Toulebonne. Torrey drifts into a romance with a Navy nurse named Maggie Haynes; this romance is interrupted only briefly by the alert ordered during the Battle of Midway. Eventually, Torrey and his roommate, Captain Egan Powell, USNR, are invited to dinner at Nimitz's house, where Nimitz personally presents Torrey with the pair of Rear Admiral (lower half) stars Nimitz had worn before taking command as CinCPAC and announces that he is to go into the Pacific theater to take personal command of an operation, called Mesquite, that has ground to a halt because of the inept micro-management by the area commander. Torrey lands on the island of Gavabutu, about three hundred miles west of Toulebonne (where the area commander is headquartered), and immediately makes the area commander his enemy by planning an operation to drive the Japanese off Gavabutu immediately. This operation succeeds, and Torrey turns his attention to his next target: Levu-Vana, a much sought-after island having a central plain large enough to build runways for B-17 bombers. He learns that the Japanese want to stay on Levu-Vana. Torrey's repeated attempts to get more materiel for his mission end in failure, largely because the Navy is sending most of its heavy tonnage to the Solomon Islands to support General Douglas MacArthur. Torrey presses on anyway; during the battle, enemy fire sinks his ship, and falling wreckage strikes him and knocks him unconscious. He wakes up aboard a hospital ship under the care of his lover, Maggie Haynes, initially believing that he has lost the battle and sacrificed his ships to no good purpose, until the general commanding his landing forces informs him that he is in control of Levu-Vana, that Torrey's battle was a success, and that no less than Admiral Ernest King has praised him highly for his efforts. Torrey submits to the ministrations of Maggie Haynes—who, in the last scene, prepares to shave his face using his prized seven-blade set of German straight razors, which his rescuers preserved and returned to him.",
    "genre": [
      "War novel"
    ],
    "author": "James Bassett"
  },
  {
    "title": "Two women",
    "summary": " A daughter and her mother fight to survive in Rome during the Second World War. Cesira, a widowed Roman shopkeeper, and Rosetta, a naive teenager of beauty and devout faith. When the German army prepares to enter Rome, Cesira packs a few provisions, sews her life savings into the seams of her dress, and flees south with Rosetta to her native province of Ciociara, a poor, mountainous region famous for providing the domestic servants of Rome. For nine months the two women endure hunger, cold, and filth as they await the arrival of the Allied forces. But the liberation, when it comes, brings unexpected tragedy. On their way home, the pair are attacked and Rosetta brutally raped by a group of Goumiers (Moroccan allied soldiers serving in the French Army). This act of violence so embitters Rosetta that she falls numbly into a life of prostitution. In his story of two women, Moravia offers up an intimate portrayal of the anguish and destruction wrought by war, as devastating behind the lines as it is on the battlefield.",
    "genre": [
      "War novel",
      "Fiction"
    ],
    "author": "Alberto Moravia"
  },
  {
    "title": "The War in 2020",
    "summary": " The War in 2020 takes place in a future dystopia dominated by an alliance of Japan, South Africa and militant Islamic states. The novel describes the attempts by the United States to defend the remnants of the (still existing) Soviet Union against attacks by the Japanese alliance. The novel begins in the year 2005, when the South African Defense Force (equipped and trained by Japan) seizes mineral-rich areas of the Shaba Province in Zaire. The United States sends the XVIII Airborne Corps along with associated air and naval assets to repel the aggression. The American expeditionary force is defeated due to a combination of technological inferiority (the South Africans' Japanese equipment has such innovations as onboard battle lasers), lax security (a squadron of USAF B-2 Spirit bombers is destroyed on the ground by South Africans and local guerrilla) and poor intelligence. The American collapse is so swift that the XVIII Airborne Corps attempt to surrender. When the surrender offer is ignored, the American President orders a nuclear strike on Pretoria, forcing a cease-fire and a South African withdrawal from Zaire. The political cost paid by the United States for these events, however, is very high. An African epidemic spreads home with the returning soldiers, while abroad, an economic and political conflict with Japan reduce American power and influence. This is heralded by a newspaper headline that reads: \"THE END OF THE AMERICAN CENTURY\". The novel's protagonist, George Taylor, is an air cavalry captain commanding an Apache gunship squadron that is attacked and destroyed on the first day of the South African offensive. Through a combination of luck, physical strength, and sheer willpower, Taylor makes his way several thousand miles through the African bush from the Shaba province to the Zairean capital, Kinshasa, where he is evacuated, but finds himself suffering from a virus named \"Runciman's disease\" that leaves him horribly scarred. After the war in Shaba ends, Runciman's disease spreads rapidly through the rest of the world, bringing numerous societal problems along with it. In 2008, the United States is suffering from escalating social unrest and gang violence in major cities because of the spread of Runciman's Disease. The U.S. Army is ordered into the major cities to quell unrest and to ensure the safety of basic services. Taylor is placed in command of a unit deployed to Los Angeles as part of the operation. In 2015, Mexico is occupied by the United States, and the U.S. Army is fighting a guerrilla war against Japanese-supported insurgents. Taylor commands a unit in the war, where his unconventional tactics are unleashed on an unsuspecting rebel leader. By the year 2020, the Soviet Union is collapsing from the inside-out. Quality of life for Russian citizens continues to decline. The Muslim Central Asian republics have joined forces with other Japanese-supported Islamic nations and have begun a genocidal conquest with the dual purpose of slaughtering ethnic Russians, as well as conquering the resource-wealthy territory for their Japanese masters. In order to prevent the dismemberment of the Soviet Union, the United States intervenes, secretly building up an in-theater force of experimental and secret war machines. Once unleashed, (now-Colonel) Taylor's force proves to be unexpectedly advanced technologically to the Japanese. They strike a crippling blow to forces in the region, however, the Japanese have one last trick up their sleeve: a radio-wave weapon that cripples, but does not kill, all those affected. Their forces were battered, but their resolve was intact. The American forces planned a daring counter-attack.",
    "genre": [
      "War novel",
      "Speculative fiction",
      "Adventure novel"
    ],
    "author": "Ralph Peters"
  },
  {
    "title": "Terrorist",
    "summary": " The story centers on an American-born Muslim teenager named Ahmad Ashmawy Mulloy, although Ahmad’s high school guidance counselor, Jack Levy, also plays a central role. The novel seeks to explore the worldview and motivations of religious fundamentalists (specifically within Islam), while at the same time dissecting the morals and lifeways of residents of the fictional decaying New Jersey Rust Belt suburb of \"New Prospect\" (which Updike has identified with Paterson, New Jersey, also the setting of his novel, In the Beauty of the Lilies).",
    "genre": [
      "War novel",
      "Fiction",
      "Psychological novel"
    ],
    "author": "John Updike"
  },
  {
    "title": "Force 10 From Navarone",
    "summary": " The story starts straight where the film ended, with Mallory and Miller aboard the Royal Navy destroyer HMS Sirdar, sailing on its way to the besieged island of Kheros. The ship is forced to turn around and head back to Navarone when they receive an urgent message from Captain Jensen, who orders them to collect Andrea Stavros and await transport on a deserted airstrip. Mallory and Miller go ashore and arrive in Mandrakos just in time to witness Andrea' wedding to the feisty resistance fighter, Maria, who had led them into the fortress to destroy the guns. After persuading Andrea and barely appeasing Maria, the three board a Wellington Bomber to take them to Termoli, Italy and Captain Jensen. In Termoli, Jensen congratulates Mallory's team and introduces them to three Royal Marine Commandos sergeants, each an exact replacement for Mallory's men. However one of the sergeants (Reynolds) is less than pleased to be considered a reserve and makes his feelings known. With the introductions over, Jensen briefs them on the mission, they're to go to the Neretva area of Bosnia to discover why in the recent weeks every allied agent parachuted into that area has been captured. Later Jensen introduces Mallory to a Partisan General called Vukalovic. Jensen explains that Vukalovic commands the Partisans in the Neretva valley who are now trapped against the Neretva river to the south and east and impassable mountains in the north and west in the so-called Zenica Cage. Across the river German General Zimmerman commands two German Panzer Divisions camped in the Pine forrests waiting to cross the lone bridge and slaughter the helpless Partisans, and when that happens the Germans will have nearly enough control of Yugoslavia. The next day Mallory, Miller, Andrea and the three sergeants fly from Italy to Bosnia, where they empty their plane's fuel tanks and parachute into a clearing not far from the area the agents were captured. After landing they meet up with what they believe to be a group of Partisans, led by Droshny, a huge Bosnian Captain. Droshny immediately takes a strong dislike to Andrea who nonchalantly kills one of the Partisans and injures another when they aim their guns at Mallory's team. With both men ready to tear the other apart, Mallory calms the situation down and they head off to the Partisan camp. At the camp they're ushered in one of the huts and are shocked to be greeted by a German Army Captain, Captain Neufeld explains that Droshny's men are not Partisans but German collaborators called Chetniks. So now captured, Mallory tells Neufeld the story he briefed the team while they were aboard the plane, but Neufeld seems unconvinced that they are deserters who have been tried for selling penicillin. But when Neufeld's men discover the crashed plane, which Mallory deliberately jettisoned the spare fuel to tie in with his story of how they'd run out of fuel, he seems to believe the tale. Amongst the Chetniks is a female guerrilla fighter named Maria, who with her blind and mute brother Petar wanders the area playing his guitar and sort of singing in a strange way. In an area where superstition is part of the culture, people no matter that they are Partisan or Chetnik see Petar as 'cursed' and will not turn him away from their doors. So he and his sister have found themselves being able to go anywhere in the area, making them valuable spies to the Germans. General Vukalovic, who was parachuted into the Zenica Cage by a different plane, meets his various commanders one by one. First the General meets Major Stefan, whose troops block the Western Gap. Stefan explains to the General that the Germans have moved units of their 11th Army Corps to attack through the gap. Back in the Chetnik camp, Neufeld radio's General Zimmerman at the Neretva Bridge. Zimmerman is concerned with the fact that the Allies are bound to mount a counter attack to save their Partisan allies, but he doesn't know two things, when and where. To find out, Neufeld sends Mallory's team to a nearby Partisan encampment and return with the vital information. The Chetniks then escort Mallory's team through the towering forests in an ancient truck to near Partisan territory. Lrft to make the final part of the journey alone, Mallory instructs Andrea and Miller to kill two Chetniks who were trying to follow them. But unbeknownst to Andrea and Miller, Droshny is also following behind the two Chetniks. Arriving at the Partisan camp (strangely similar to the Chetnik camp), Mallory is met by Major Broznik. While Broznik and Mallory go to the HQ hut the rest go to a communal rest hut, except Saunders who Mallory sends to the radio hut to report to Captain Jensen. Reynolds now even more bitter as he suspects Mallory of betraying them notices the normally aggressive Maria talking friendly to Mallory outside Broznik's hut, a short while later they descover Saunders murdered and his radio smashed. While Mallory, Andrea and Miller are sure it was Droshny, Reynolds believes the murderer to be Mallory. With friends and enemies mixed together, Mallory must continue the real purpose of their mission while keeping the two remaining disgruntled Marines in check. As the story twists and turns, Mallory's team travel back to the Chetnik camp before taking Neufeld and Droshny as hostages to rescue the captured British spies. After releasing the British agents and imprisoning Neufeld and Droshny with the guards at the remote concrete block house, Mallory and co travel up into the Bosnian mountains where Partisans have constructed an airstrip on a waist deep snowy plateau. Of course Neufeld and Droshny escape just in time to witness Mallory's team boarding an Allied bomber and fly off to Italy. But typically for a MacLean novel, Mallory and co haven't left but five Partisans and the agents hasve. While returning back to the Neretva valley, Mallory with the help of Reynolds realises that Droshny must have witnessed him and Maria talking friendly too and must now rescue her and Petar. Neufeld radio's Zimmerman and tells him that Mallory said the Partisan's expect the attack to come from across the Western Gap, feeling safe Zimmerman orders his two armoured divisions around the bridge for their attack in a few hours time. Having returned to the block house, Neufeld and Droshny are astonished to be confronted by Mallory, Miller and Andrea while they're interogating Maria. Freeing Maria and her brother Mallory returns to Neufeld's camp and destroys his radio. Finally after a terrifying ride on an old and rusty narrow gauge railway engine, the group descends the Neretva gorge down to the river bank with Andrea fighting a rear guard action while squadrons of Lancaster bombers saturate the Western Gap with high explosives. Mallory and Miller manage to scale the dam wall and covertly drop into the reservoir where they destroy the dam with a submersible mine dropped by a lone Lancaster bomber. Escaping the reservoir in time to see the dam explode, millions of gallons of water rushes down the gorge and destroys the bridge, washing away the bridge and Zimmerman and his two armoured divisions crossing it.",
    "genre": [
      "War novel"
    ],
    "author": "Alistair MacLean"
  },
  {
    "title": "The Hunters",
    "summary": " On a frozen February evening in Fuchū, Japan, Captain Cleve Connell restlessly waits for assignment orders completing his transfer to Korea. Billeted for four days in a warehouse, he has tired of seeing Tokyo – and of watching others come and go – and his clean laundry is nearly gone. He walks to dinner at the Officers Club reflecting on his ability as a flyer (he's a good one, with a reputation among his peacetime peers), his reluctance to leave the Air Force although pressured by civilian friends to do so, and his desire to test himself in combat. He senses that his feelings of time lost and lack of accomplishment are corrosive. He shares dinner with a fellow pilot en route to the war and while they are discussing women, the war in general, and the tedium of waiting, a group of loud young lieutenants enters the club. One stands out from the rest, however, emanating cool confidence amidst their obvious insecurity, and mildly harasses a pretty Japanese bar waitress. Cleve's companion chastises the lieutenant, who reluctantly backs down, resisting just enough that Cleve catches his name in the discussion: Pell. Cleve shrugs aside the episode and the next morning receives his orders. He arrives in Korea on a frigid afternoon and despite a feeling of exhilaration, his first impression of Korea is a dreary, impoverished country made drearier by the slow-moving military bureaucracy. Assigned to an elite fighter wing at the primitive Kimpo air base, Cleve arrives to find it abuzz with an outgoing mission and talk of a bad end to a bad week: the leading ace in the wing has just been shot down and killed. He meets pilots he knew in Panama, just after the end of World War II, including Carl Abbott, now a major. Cleve is mildly shocked to find that his young comrade of just a few years ago now looks old, out of shape, and lacking in spirit. Though genuinely glad to see Cleve, Major Abbott's effectiveness as a combat pilot is gone; he has been put out to pasture and does not care. That evening, in the officers club, he greets his wing commander, Colonel Imil, a former squadron commander in Panama. Imil is a larger-than-life personality who shows off Cleve to the veterans as a \"real fighter pilot\", and enthusiastically introduces him to Colonel Moncavage, a former ace just returned to flying. Moncavage's cool response prompts Imil to goad him, revealing a competitive friction between the two commanders. Cleve is put through a brief period of training. One morning, he goes to the operations office to follow the progress of a mission over the radio. The operations officer is Desmond, another old friend. In their discussion, he learns that Desmond also feels that Abbott \"doesn't have it any more\", and the conversation turns to the quality of their MiG opponents. While nearly all are poor adversaries, a few are very good, particularly one nicknamed Casey Jones, the only MiG pilot to best Imil in a fight. Desmond reassures him that Casey Jones isn't seen on missions any more, his tour apparently over. Cleve begins flying missions as Desmond's wingman. They encounter MiGs in large numbers on one mission and although seemingly everywhere, the clashes are so fleeting that Desmond's flight is unable to ever catch up to any. Cleve has a feeling afterwards that perhaps his flight was \"playing it safe\" and makes the mistake of saying so to Desmond, offending him. At the post-mission debriefing, they learn that a pilot, Robey, has claimed his fifth MiG. Another pilot asks Desmond, \"Did he really get this one for a change?\", prompting Desmond to relate to Cleve that Robey had once gotten Imil to cajole a reluctant wingman into confirming a kill he had not witnessed. Even so, Cleve notices that news of the fifth kill gets around quickly, and that he, like everyone else, feels a \"mystic fulfillment\" at being a part of the same fight. Imil makes Cleve a flight leader despite his having flown just eight missions. The flight consists of two veteran pilots, DeLeo and Daughters, and two untried replacements, Billy Hunter and Pettibone. All are aware of his reputation as a flyer and accordingly respectful, but it becomes apparent that he has been made flight lead because the flight has yet to shoot down any MiGs. Though nothing goes wrong in their first mission together, he is left with the strong feeling of a \"wasted mission\", until he learns that nobody in the wing saw any MiGs. Just as he is about to recover his good humor however, he encounters a new pilot in their barracks and assigned to his flight, Ed Pell, the loud lieutenant from Japan. Cleve is acutely disquieted. Pell upsets the balance of things; Cleve becomes uncomfortably aware that he is the leader, and much is expected of him. A quarter of the way through his tour, he has yet to see combat, and on days when the wing is in a fight, Imil chides him for missing it. Trapped by a feeling of helplessness, his growing self-doubt begins to gnaw away his confidence as he fears he is not just unlucky but possibly lacking something vital. The feeling worsens when Major Abbott, about to be exiled from the Wing, comes in to say goodbye and begins sobbing uncontrollably, possibly foreshadowing his own fate. Other missions go by without combat until one day Colonel Moncavage, who also had lacked success, shoots down two MiGs, eviscerating Cleve emotionally. The bad feelings vanish when Cleve, with Billy Hunter on his wing, shoots down a MiG. Both exultant and relieved, he learns at debriefing that Pell, too, has shot down a MiG and almost gotten DeLeo killed in the process: DeLeo accuses Pell of flying off on his own in the middle of the fight and leaving his leader to the mercies of the enemy. Pell denies the accusation and Cleve tries to smooth over the situation as a misunderstanding in the heat of battle. He discovers that his redemption is short-lived when, five days later, a big fight occurs after Cleve left himself off the schedule. The doubt and ominous fear return immediately. Then he finds that Pell has shot down another MiG. DeLeo remains hostile and skeptical of Pell, but Daughters confirms the kill. The arrival of spring brings a long spell of bad weather that shuts down almost all combat missions. Cleve and DeLeo decide to go on leave to Japan \"to enjoy civilization\". The night before the leave they head into Seoul for a steak dinner at the plush officers club of Air Force Headquarters, where they run into Abbott who insists with a pitiful obsessiveness on hearing the details of Cleve's MiG kill. Cleve realizes that the other pilots hated Abbott because they saw themselves in him. Reaching Tokyo, their leave starts as a typical R&R with martinis and steak for breakfast, followed by an afternoon nap, then an evening of hopping from cocktail lounge to cocktail lounge. DeLeo disappears to make a phone call and while he's gone the fragrance of perfume from a passing woman makes Cleve realize that he has suppressed all physical desires. DeLeo has booked them a night at Miyoshi's, a well-known Soapland-style brothel, that is spent in samisen music, saki, the baths, and sex with two young Japanese women. Cleve waxes philosophically about such luxury in contrast to their spartan existence in Korea, and DeLeo warns him that while \"trying\" (to get MiGs) is enough for DeLeo, he knows it won't be enough for him. The next night while making the rounds of the clubs, they run into a former friend of Pell's during cadet training, an obvious admirer whose drunken praise confirms all of Cleve's misgivings about Pell's deviousness and ambition, and he knows he has entered \"a dark, ultimate battle.\" The next day, as a favor to his father, he searches for and finds Miyata, a Japanese artist, whose brother was a friend. Despite losing his life's work in the fire raids, Miyata is not only not bitter but seems above the miseries involved in living. They find a common interest in films and Miyata introduces Cleve to his daughter Eiko. He spends the next day with Eiko. She draws him out, asking him about his ambition. He replies that he has chased many ambitions of his own choosing but now has had one forced on him: to become an ace. He explains that he knows it is the result of a fatal pride but that flying fighters becomes first a sport and then a refuge. Finally he tells her that he wants to be remembered for something, a real performance akin to her aspiration to act in a great movie, and that in the final analysis his ambition is \"Not to fail.\" Beyond that, he has no answers. With two days of his leave remaining, they make plans for the next day. Back at his hotel, he hears important news. There was a big fight the day before over the Yalu River, with eight MiGs shot down and three pilots lost, including Desmond. He feels sickened and helpless having missed it again, but there is more: Casey Jones is back. DeLeo tries to talk him out of it, but Cleve immediately goes back to Korea, followed by his reluctant, disgusted wingman. Cleve returns to Kimpo before dawn and puts his flight on the morning mission. In the locker room after the briefing, he is surly with Pell, who is not only cocky but full of suggestions on how the mission ought to be flown and somewhat contemptuous of its veteran pilots. In an ensuing dogfight, Cleve gets on the tail of a MiG, cripples it, and just as he is about to make the kill has to break off to rescue Pell, who mysteriously fell behind and is under attack by two other MiGs. One of the attacking MiGs spins out of control and crashes. Pell claims it as a kill. Pell has Imil's ear now, and despite the fact that the kill was only confirmed by Cleve, suggests that he lacks the stomach for combat and leaves hanging in the air his belief that he ought to be leading the flight. Later, he insinuates the same to Cleve and taunts him when rebuked. Behind his back, Pell undercuts Cleve with the other rookies of the flight. His resentment of Pell blinds Cleve to Pell's intentions when Daughters tries to support him, plus he is distracted by all the talk regarding Casey Jones. He wants to be free of competing for MiGs but he's only too aware that he's expected by everyone, even Daughters and DeLeo, to match Pell's accomplishments. Cleve's flight is scheduled for three missions the next day, a reconnaissance and two MiG sweeps. He assigns himself to the sweeps and puts Daughters, with Pell as wingman, on the early morning reconnaissance, where nothing is likely to happen. To his anguish, the recon flight is jumped by six MiGs and shoots down two. Worse, only three ships of the flight return. They ran into Casey Jones, DeLeo says, who had him cold a dozen times but never fired. Daughters — with only a handful of missions to go — was shot down in flames. Pell got both MiGs and DeLeo accuses him of failing to do his assigned job: warning Daughters that MiGs were behind him. Pell protests his innocence, but when Cleve tells him he's going to ground him for abandoning his leader, Pell just smirks confidently. Imil, caring only about MiG kills, supports Pell and angrily accuses Cleve of trying to wreck the outfit, insinuates that he's shirking combat, and says that he \"and that Italian...have got it in for Pell\". Cleve realizes he's lost Imil's support. Imil lionizes Pell, and when the new ace tries to ease his conscience with rationalizations of how Daughters might have gotten himself killed, Imil refuses even to listen. Pell is sent to Japan as a reward for making ace and, curiously, asks that Hunter and Pettibone accompany him. No one except Cleve realizes (or cares) that Pell is making them acolytes to undermine Cleve's authority. Cleve imagines Daughters' terror at being shot down, and in the realization of his own mortality, comes to believe that his salvation will be in killing Casey Jones. When Pell returns, now a celebrity, he holds court for the other pilots, using Hunter as his Boswell. Cleve comes to hate Pell in a way that seems to wipe out everything else from his life, and when Imil admits he was wrong and tries to apologize, Cleve doesn't back down from his desire to ground Pell, angering the colonel even more. DeLeo finishes his tour; two new pilots join the flight and immediately become Pell's disciples. Hunter, who has ambitions of his own, remains loyal to Cleve, but clearly admires Pell. In June, when Cleve has only six missions remaining, the entire group is briefed for an anticipated huge air battle. A major attack on a North Korean dam has been ordered and hundreds of MiGs are expected to defend it. Every plane in the group is sent, but Cleve is put in the last flight, with Hunter as his wingman. Large numbers of MiGs react, yet the strike is unopposed. Cleve and Hunter, the last in the area, almost stay too long trying to make contact and start back low on fuel. Cleve spots four MiGs and heedless of his fuel state turns toward them. Unexpectedly four more appear above them and break into pairs; Hunter reports that the leader has black stripes. The MiGs try to corner them, but Cleve is determined to take the fight as far south as he can, in case the MiGs are also low on fuel. In their twisting, evasive turns they get off some bursts, descend to an altitude where their jets perform better, and the MiGs lose their advantage. Cleve seizes an opportunity and closes in behind Casey Jones. The fight becomes a battle of wills and descends near the ground, where Casey tries an impossible diving maneuver. Cleve somehow follows him through it and shoots him down. Their fuel tanks nearly empty, Cleve and Hunter climb to 40,000 feet to attempt to glide back to base, a too-common practice. He notifies Kimpo about their dire situation. Imil asks if they got any MiGs. Cleve tells him \"they\" got one. Out of fuel and without power, they try to land. Cleve makes it, but the less experienced Hunter stalls and crashes just short of the field. Imil wants to know about the kill; Cleve is intoxicated, knowing it was Casey Jones. Then he learns Hunter was killed in the crash and that his own gun camera failed to function. Imil laments there is no way to confirm the kill. Cleve tells him it doesn't matter; it was Casey Jones. Pell objects strenuously that there is no way to confirm the kill. Imil, who has proclaimed that no one less skilled than himself could ever get Casey, quickly agrees with Pell. Cleve responds in a way he had never conceived possible, and finds his destiny. \"I can confirm it,\" he declares suddenly, \"Hunter got him.\" Two missions later Pettibone loses sight of Cleve, who does not return to base. Pell, back after his seventh kill, tells a correspondent interviewing him that Cleve was one of the best, who taught him everything about air combat, but never got lucky himself. Cleve was like his brother. \"But don't write any of that,\" he says.",
    "genre": [
      "War novel"
    ],
    "author": "James Salter"
  },
  {
    "title": "A Golden Age",
    "summary": " The plot of the novel describes the true story of the writer's grandmother during the Bangladesh Liberation War. During the war her grandma helped the Freedom Fighters by protecting their ammunitions. Once when the army came to her house and threatened that they would take the youngest son of the family if she did not give them the information about the fighters, she somehow successfully tackled them. The person who portrays the character is named Rehana Haque. The story also covers the inner conflict of Rehana as she loses the custody of her children after her husband's death. Along with her desperate attempt to win the minds of her children, she tries to protect them as they get involved in the war.",
    "genre": [
      "War novel",
      "Historical novel"
    ],
    "author": "Tahmima Anam"
  },
  {
    "title": "Under a War-Torn Sky",
    "summary": " Only 19 years old, Henry F. decides to join war. He’s one of the best fliers, facing Hitler’s Luftwaffe in the war-torn skies above Northern France, but when his plane is shot down on a mission behind enemy lines, Henry finds himself on a whole new battlefield. Wounded, hungry, and afraid, he struggles toward freedom on foot, relying on the kindness and cunning of the French Resistance to reach the next town alive. Each day brings him nearer to home and closer to danger. Yet even as Henry struggles for his own survival in a hostile country, he quickly grows to realize the great peril that surrounds all the French people, and to admire the strength and determination of the freedom fighters who risk death to protect him.",
    "genre": [
      "War novel",
      "Young adult literature"
    ],
    "author": ""
  },
  {
    "title": "A Good Clean Fight",
    "summary": " A Good Clean Fight is set in North Africa in the spring of 1942. The British 8th Army is fighting against Axis forces advancing across Libya towards Egypt. Captain Lampard of the British SAS has led a motorised patrol across the inland ‘sand seas’ to penetrate deep behind German lines. Lampard is a brave officer but he has a serious flaw, a tendency to be overly reckless and to bite off more than he can chew. Infiltrating a German Luftwaffe base at Barce, Lampard's patrol destroy dozens of aircraft without a single casualty. They also capture a Luftwaffe intelligence officer, Major Paul Schramm. Whilst the patrol are hiding from a German plane, Schramm escapes on foot. Lampard sends Corporal Harris out after him but by sheer fluke, Schramm manages to kill his pursuer. The Major makes it back to Barce and he takes off as a passenger in a Fieseler Fi 156 Storch to search for the SAS patrol. They find Lampard's force but the SAS soldiers damage the plane with gunfire, forcing it to crash-land, leaving Schramm injured. Lampard, disregarding warnings from his men, brings his patrol close to a known enemy base. They are fired upon by Italian troops, killing one of Lampard's men. The patrol enjoys a break in Cairo. Lampard indulges in a favourite pastime of seducing the wives of officers who have recently been killed. Whilst bedding one widow, an Australian officer who is another of her lovers enters the apartment and in the ensuing confrontation, Lampard kills him. Anxious to avoid the repercussions for this act and for the errors he made on the previous patrol, Lampard eagerly volunteers to lead his men out on another sortie into the desert. Meanwhile, RAF Hornet Squadron arrives in Egypt under the command of New Zealander 'Fanny' Barton, a veteran of the Battles of France and Britain. Since 1940, Barton has become ruthlessly ambitious. Amongst his pilots are 'Pip' Patterson, another veteran, but who, unlike Barton, is war-weary. Adjutant Kellaway and Intelligence Officer 'Skull' Skelton are also present. Barton, eager to make a name for himself, proposes to take Hornet Squadron, equipped with US-built P-40B Tomahawks, out to a forward airstrip LG-181 and commence a campaign of low-level strafing attacks on enemy targets designed to provoke and draw the Luftwaffe into battle. The plan is approved. In Cairo, two war correspondents, Lester and Malpacket, ill-equipped to cope with the desert, are desperate for a news story that will give them a big scoop and entertain the readers back home. In Libya, Schramm is treated for his injuries by an Italian doctor Maria Grandinetti, an attractive woman who is a fugitive from Mussolini's regime. Schramm's humour and courage are shown to be a thin disguise for his fear and uncertainty and, despite his awkwardness, he is attracted to the cheerfully cynical doctor. Major Jakowski of the Afrika Korps is determined to tackle the SAS raiders head on by taking a large motorised column out into the desert. Days of fruitless searching prompts him to divide his force into two and the section that he leads, whilst driving at night, speeds over the rim of a crescent-shaped dune and most of it is wiped out in the fiery pile-up. The other section, under Captain Lessing, heads for home. Hornet Squadron begin to carry out low-level strafing attacks on a variety of enemy targets in Libya. Despite some initial success, heavy anti-aircraft fire and wear-and-tear soon take their toll of the squadron’s aircraft and Skelton tries to warn Barton that if he maintains the current pace of operations, Hornet squadron will soon be in no shape to take on the Luftwaffe if and when it rises to the bait. In desperation, Barton orders repeat-attacks on the same targets with the result that the enemy prepare heavier AA defences, culminating in the loss of five pilots in a single day. Adjutant Kellaway suffers a nervous breakdown. The remains of Hornet squadron are ordered to a new airstrip -- LG 250 -- and converted to carry bombs. Lampard’s SAS patrol drives across the inland sand sea in a wide circle behind Axis lines, heading for Benghazi, with Lester and Malplacket. Meanwhile Major Schramm comes up with a plan to match the boldness of the SAS by taking a single, long-range Heinkel He-111 bomber southwards to bomb the isolated but vital British supply bases along the Takoradi Trail. The trail is a long supply route stretching from the coast of Nigeria across central Africa to Cairo. Hornet Squadron, now re-equipped with newer P-40E Kittyhawks, begin to attack German airfields and, as Barton had hoped from the start, the enemy Messerschmitt Bf 109 fighters finally rise to do battle. However, Barton has a mere four pilots left with which to achieve his aims. And within days, two of the pilots are dead and a third, Pip Patterson, is wounded. Captain Lessing’s force encounters Lampard’s patrol and is virtually wiped out in a nighttime ambush. Leaving a detachment at a base camp, Lampard takes the rest of his men deeper into enemy territory with plans to attack the Luftwaffe base at Beda Fomm but just as they arrive, Barton and his last remaining pilot, American Hick Hooper, make a dive-bombing attack which puts the defences on full alert. Angered, the SAS patrol heads for an alternative target, the airfield at Barce where Major Schramm is based. Despite the Germans now being aware of their presence, Lampard recklessly presses on to reach the airfield and they wipe out two squadrons of Me-109s. But it is now nearly dawn and the Germans are in hot pursuit. Confrontations with Italian CR-42 fighters and a convoy of German infantry sees the patrol lose nine men and all their vehicles, leaving only Lampard and two others alive. They manage to reach their base camp and rejoin the detachment that had been left there. Flown by an Italian pilot named Di Marco, Schramm’s Heinkel flies the long route to the British transit base at Fort Lamy in Chad. Due to its isolation, the base is undefended and caught by surprise, the lone Heinkel destroying months' worth of precious fuel and supplies along with nearly two dozen Hawker Hurricane fighters. Both Lampard and Barton receive instructions to seek and destroy the Heinkel. Lampard takes his remaining men and vehicles deeper into the desert to locate it. The Heinkel runs out of fuel short of the nearest Axis base at Defa and lands in the desert to await rescue. Lampard finds them first, resulting in a surprise meeting between him and Schramm. The SAS take the Heinkel crew as prisoners and head for home. But the P-40s flown by Barton and Hooper arrive. Mistaking the vehicles to be German, the two pilots strafe them, killing everyone. The two journalists Lester and Malpacket drive a Fiat truck into enemy-held Benghazi, bluffing their way past sentries to wander throughout the place without being challenged. En route home, the truck breaks down and the novel ends with the two men walking east through the desert with the little water they have left.",
    "genre": [
      "War novel"
    ],
    "author": "Derek Robinson"
  },
  {
    "title": "Good King Harry",
    "summary": " An imagined autobiography of Henry V, King of England, from his neglected but happy youth in Wales, his tumultuous relationship with his father, who usurped the throne, through his storied victory at the Battle of Agincourt, and his troubled later years.",
    "genre": [
      "War novel",
      "Historical novel"
    ],
    "author": "Denise Giardina"
  },
  {
    "title": "The Secret Battle",
    "summary": " :\"I am going to write down some of the history of Harry Penrose, because I do not think full justice has been done to him...\" The novel follows the career of a young officer, Harry Penrose, written from the viewpoint of a close friend who acts as narrator. A sensitive, educated young man, Penrose had enlisted in the ranks in 1914, immediately after completing his second year at Oxford. After six months in training he had been prevailed upon by his relatives - like most educated volunteers - to take a commission as an officer. Penrose slowly asserts himself; the war takes a toll on his personality, but he begins to live up to his early dreams of heroism. However, his creeping self-doubt grows by degrees; he is reassigned from his post as scouting officer once on the Somme, knowing he cannot face another night patrol, and earns the wrath of his commanding officer - an irascible Regular colonel - over a trivial incident. The colonel piles difficult, risky work on him - remarking to the narrator that \"Master Penrose can go on with [leading ration parties] until he learns to do them properly\" - and Penrose submits, working doggedly to try and keep from cracking. After a long period of this treatment, by the winter of 1916, Penrose's spirit is worn down; when the narrator is invalided home with an injury in February 1917, his last support is gone. He is wounded in May at Arras - a friend remarking in a letter that \"you'd have said he wanted to be killed\" - and they meet again in London in November. Penrose has been offered a safe job in military intelligence; he comes within a moment of taking it, but at the last minute resolves to return to France. Returning to his battalion, he is detailed for a party to the front line by the colonel within an hour; when the narrator arrives six weeks later, he discovers Penrose is under arrest for cowardice in the face of the enemy. It transpired that each time the party advanced, it had to break for the ditches to avoid shellfire, then regroup and move further; after some time, Penrose decided to fall back and wait under cover for the shelling to halt. Seeing a dugout down the road, they make a run for it under shellfire - to find it occupied by a senior officer, himself sheltering from the shelling, who promptly reports that \"he had seen the officer in charge and some of the party running down the road — demoralized\" and is ordered to arrest him and return. Penrose is court-martialled on these charges, and convicted; the court's recommendation for mercy is ignored, and he is shot one morning, a week later, by a party of men from his own company. Penrose is presented in a glowing light throughout - \"never anything but modest and dutiful; he always tries his best to do his bit\" - but, ultimately, is failed by the system. He faces his trial honestly, without pleading circumstances (\"The real charge was that I'd lost my nerve — and I had. And I didn't want to wangle out of it like that\") but it is clear that whilst he is strictly guilty of the charge (\"on the only facts they had succeeded in discovering it could hardly have been anything else\") justice, by any sense of the word, had not been done to him. :\"...[and] that is all I have tried to do. This book is not an attack on any person, on the death penalty, or on anything else, though if it makes people think about these things, so much the better. I think I believe in the death penalty — I do not know. But I did not believe in Harry being shot. :That is the gist of it; that my friend Harry was shot for cowardice — and he was one of the bravest men I ever knew.\"",
    "genre": [
      "War novel"
    ],
    "author": "A. P. Herbert"
  },
  {
    "title": "The Stone of Laughter",
    "summary": " The novel opens with Khalil, the protagonist, and Naji, a friend, heading to Khalil's room to talk. They discuss the possibility of Naji moving to Saudi Arabia to live with his sisters. The audience learns that Khalil is romantically attracted to Naji, as he repeatedly secretly admires him. As they progress down the streets of Beirut, the narrative digresses to describe the state of things there. It is revealed that people are fleeing the city in droves and are not coming back. The next chapter begins with Khalil ritualistically cleaning and straightening his room. He always does this after battles in the streets. Some time has passed since the opening conversation, and Naji decided to leave the area. Khalil visits Naji's abandoned apartment, which he was asked to look after. As Khalil cleans up glass, we learn that Naji and his mother claim that they plan to come back. Khalil does not believe them. Naji is supposed to come over for a visit with Khalil, but he doesn't come. After waiting for a long while, Khalil decides to visit another friend, Nayif. Nayif is having a small party with friends that he knows from his job at a newspaper. We learn that Nayif is involved in a political party. Another car bombing takes place near a market that Khalil often shops at. When Khalil goes to the scene days later, he finds that it has seemingly healed and that life there is back to normal. Next, he visits Naji's house, and, while he is there, the phone rings. He picks it up and it is Naji's sister, whom he has met only once before. She tells him that Naji is dead. Khalil is unable to dwell on this, because the city starts getting bombed in the 1982 Israeli-Lebanese conflict. He hides with others in the newspaper offices where Nayif works. The newspapers have immunity from the bombings. There is a frantic party-like atmosphere here as the reporters rapidly write stories on the bombings. Once the bombings are over, Khalil returns to his apartment, going through war-damaged streets. He comes to his room to find that the window has been blown open and feels that his room has been somehow changed. Disturbed by this he goes outside in time to see an anti-Israeli march pass by. Since the bombings are over, Khalil is forced to face Naji's death. He stops sleeping and spends most of his nights lying awake. Nayif comes over in order to tell him that Naji was killed because he was an agent for a group responsible for attacks. Khalil doesn't want to believe this and uses his usual defense of denial. Later, after much thought, he decides to accept what Nayif has said as true. He isolates himself from everybody. He sleeps all day and spends all night listening to other people's problems on FM radio shows. The bombing starts again, and Khalil hides with others in the higher floors away from the fighting on the street. After several days, the fighting stops and the people go out to see the damaged streets. Khalil's uncle's family comes to Beirut, having fled their village, and Khalil sets them up in Naji's apartment. His daughter, Zahrah, has a crush on Khalil, who is pleased to be loved despite the fact that he feels little attraction to her. Khalil has a crush on her brother, Youssef. The narrative goes on to describe Khalil's own struggles to form his political views and gain acceptance with the other young men his age. This struggle is paralleled by Youssef, who comes to Khalil's apartment to ask his advice on whether or not he should join a local militia. Khalil stays neutral and rather asks Youssef questions to help him think it over. He decides to join the group. Youssef's new job keeps him busy during the day and greatly reduces the time he spends with Khalil, which causes Khalil much distress. Khalil decides to take the job that Nayif offered him at the newspaper. He goes in for an interview and embarrasses himself by saying things that make him seem radical despite his lack of involvement in politics. Sporadic street fighting starts again. In one such episode, Youssef is killed. As Khalil is suffering emotionally from Youssef's death, he becomes sick and starts coughing up blood. He isolates himself from the world much as he did after Naji's death. Nayif comes by the apartment, but Khalil doesn't answer the door, hoping that Nayif will break in out of concern. After doing this twice, he finally answers the door and lets Nayif in. Nayif tells him that one of his political friends, called The Gentlemen, wants to clear out an abandoned apartment in Khalil's building in order to house his mother. They agree to clear out the furniture and sell it. Khalil takes a taxi ride to the hospital to have himself examined as he had acute abdominal pain. On the way there the taxi encounters traffic and the driver decides to take side streets. He accidentally drives up to a roadblock and Khalil and the other passengers are interrogated and nearly killed by armed men. Khalil manages to get by and make it to the hospital. It turns out that Khalil had an ulcer, which he needs an operation to remove. Khalil enjoys the hospital, which he views as a sanctuary. Khalil soon acquires a reputation for cowardice among the hospital staff, who, nevertheless, like him. One of Khalil's neighbors, Mustafa (usually called the bride groom), recommends that Khalil should rent out Naji's apartment. He rent it to a woman and her son. As he looks it over he encounters his memories of Naji and Youssef. Khalil likes his new tenants but has a feeling that the woman dislikes him. At a party with friends of Nayif, Khalil becomes acquainted with the Brother, a man who is involved in Nayif's newspaper and is a leader of a military organization. He suspects that Khalil is gay, which he confirms in a conversation, and reveals that he is gay as well. He makes advances, which confuse Khalil, who ends up going home. The Brother begins inviting him on business dealings, which involve the buying and selling of drugs and weapons. On one walk back to apartment after a deal Khalil is accidentally assaulted by the Brother's men, who apologize and offer to take him home. The author describes the city of Beirut. She explains how is corrupting Khalil and sucking away at his soul. Some time passes before the next scene. Khalil, now referred to as \"Mr. Khalil\" by Mustafa, is talking about storing weapons he has brought in the apartments. The woman who is still his tenant complains that it is dangerous and he tells her to go upstairs and that he will come and talk to her. He goes up and rapes her. The author explains how her Khalil has changed from how he was to \"a man who laughs\".",
    "genre": [
      "War novel"
    ],
    "author": "Hoda Barakat"
  },
  {
    "title": "Soldier's Heart",
    "summary": " (Conflict, Rising Action, Climax, Falling Action, and Resolution) Charley Goddard is a fifteen-year-old boy growing up in the farming community of Winona, Minnesota, in 1861, just prior to what will become the Civil War. He lives with his single mother and little brother, Orren. Charley's father was killed when a swarm of bees landed on a horse, scaring it into kicking Charley's father in the face, killing him. The whole area is talking about what they think will be a \"shooting war.\" The atmosphere at the town meetings discussing the possibility is festive, with flags and drums and patriotic speeches. As a volunteer army is beginning to form, Charley decides he wants to be part of it after a brief argument with his mother. Everyone assumes that it will be an easy, victorious battle, most likely over in a month or two if it happens at all. Charley lies about his age and joins the volunteers in what he thinks will be a fun experience that will make him a man. They pay is eleven dollars a month, much more than he makes working on the farms. Charley trains and learns to be a soldier. In his letters, Charley describes the experience as something much different than he had imagined. Upon leaving the camp, the men are treated as heroes even before they leave town, accompanied by much cheering and flag waving. On the train ride to their new camping location, Charley meets a slave, who quickly blesses him and gives him bread for what he is doing for the southern slaves. However, a slave owner soon finds the woman and drags her back inside her house as the train departs again. Charley feels great, and spirits are high. However, not long after, he finds himself in his first battle. The Union soldiers lose badly. He is caught in the middle of violent suffering and death, and he cannot believe what is happening so suddenly all around him. When the battle is over, hundreds of his comrades have been killed, and Charley and the other survivors are stunned. It was named The Battle of Manassas Junction by some newspapers but was quickly called the battle of Bull Run by some of the men, for the creek that ran nearby. A camp is created near Washington and eventually reaches ninety thousand men. Charley becomes part of the day-to-day routine of the camp. He and the others forage the farms in the area for food and eventually build log houses to live in during the approaching winter. However, many men get diseases such as dysentery and die in the camp. During the time here, Charley participates in one nearby battle against the Rebel soldiers. The Union wins, but not without losing many men. One of them is a man whom Charley befriended only hours before. His name is Nelson, and he is shot in the stomach. Nelson knows the surgeons do not have the skills or time to mend his wound and that he will be left to die. As a result, he kills himself on the battlefield as the other soldiers leave for the return march to the camp. Charley takes part in a battle near Richmond, Virginia where the Confederate Army uses its mounted cavalry to charge Charley and the Union soldiers. Nearly one hundred men on horseback charge the six hundred foot soldiers. Charley and the others are told to shoot the horses in order to defeat the cavalry, and they do so, killing every horse and man. He then fights a large army of confederate soldiers. After all the fighting is over he is told he has been shot in the shoulder, but when he arrives at the temporary hospital he is told that the blood on his uniform is not his and he is not really shot. Next, Charley participates in the Battle of Gettysburg. Here he has the protection of rocks and logs and a large force of artillery behind him. Most of the charging Rebel soldiers are killed in the lines as they attack, but some eventually get close. The Officers realize this danger, and send the only unit still in relative shelter, The First Minnesota Volunteers. They rush at the soldiers, killing them as they go hacking and shooting each other. Charley eventually succumbs to the hits of the Rebels, got spun and then knocked out. He saw a red veil come down his eyes and claims that at last he died. Charley is 21 now. Charley claims he had become so old at heart, and waited death, for it was his only escape. He knows too much and the violent killings numbed him. He says that he should be studying marriage and raising young ones, but it wouldn't be that way for him. He's tired and broken, walking with a cane and passing blood, knowing it would be near over for him. In some ways it made him sad and he was near glad of it. There was so much men that he knew that was there already, and knew it was only a matter of time. He wants to go see them to get rid of this constant pain and sounds he could not stop hearing. He limped to have a picnic near the river, and took out roast beef a jug of cold coffee, that he's used to drinking coffee that made his stomach knot. The army taught him to thrive on coffee. He can still sit to a small meal and not feel starved at all. He then admires a Confederate's pistol. Everybody wanted one, and asked Charley to get them some, he imagines committing suicide with it. He takes out cheese and bread and admires the river, thinking of all the pretty things. Later in the author's note, it is noted that in the Battle of Gettysburg only forty-seven men were left standing of the original thousand soldiers in Minnesota's First Volunteers. Charley was not one of them. He was hit severely, and got patched up as best they can. He fought at later actions, but his wounds did not heal properly, nor his mental anguish. The war finished and he tried to hold jobs, but he couldn't. He went running for county clerk based on his war record. He was elected, but before he could serve, his wounds and the stress took him and he died in December 1868; he was only twenty-three years old. ...",
    "genre": [
      "War novel",
      "Young adult literature",
      "Historical novel"
    ],
    "author": "Gary Paulsen"
  },
  {
    "title": "A Bell for Adano",
    "summary": " The novel is set during the Allied occupation of the Italian coastal town of Adano in 1943. The main character, Major Victor Joppolo, is the temporary administrator of the town during the occupation, and is often referred to by the people of Adano as Mister Major. Joppolo is an idealistic Italian-American who wants to bring justice and compassion to Adano, which has been hardened by the authoritarian Fascist regime of Benito Mussolini. When Major Joppolo arrives at Adano, he immediately asks the people of the town what they need the most. The first spokesman of the town tells Joppolo that they are in great need of food for some people have not eaten in days. The second spokesman of the town argues that the town's immediate necessity is a new bell. Joppolo is touched by the story of a 700 year old bell that was taken away from the town by the Fascists. Mussolini had ordered that the bell be removed from the town and be melted to make weapons for the war. The people were greatly attached to the bell. To them, the bell was a source of pride and unity. Joppolo immediately sees the importance of the bell and makes persistent attempts to locate the bell. In addition to finding the bell, Joppolo spends time trying to supply the town with food and other basic necessities. He soon discovers that the town has no fish because the fishermen have not gone out in months. When he speaks to Tomasino, the leader of the fishermen, Joppolo finds out that this is because the fisherman were forced to pay 'protection' money to the corrupt Fascist government simply to go out fishing. Joppolo tells Tomasino that he will not have to pay any bribes or extra taxes to the Americans for fishing. At first, Tomasino is convinced that Joppolo is lying to him and that it is some sort of cruel trick. Tomasino hates persons of authority because he believes that they are all power-hungry and corrupt. It takes extensive persuading and a visit to the authoritarian Lieutenant Livingston's office to convince Tomasino that Joppolo's intentions are good and that his only want is for the people of Adano to have fish. Joppolo is faced with another problem in which he had to countermand the order of General Marvin in order to do what was best for the town. General Marvin is an army general who happens to pass through Adano. All day his armored car has been slowed down by mule carts that are blocking the road. Finally, on the road to Adano, he loses his temper and orders that his men shoot a mule that refuses move from the center of the road. When General Marvin arrived at Adano, he orders Major Joppolo to keep all mule carts out of the town. Joppolo is disheartened but complies with the order. Immediately, he calls for a meeting with all the officials of the town and tells them of the new order, but also that he is prepared to find a solution. The next day, Joppolo decides that countermanding General Marvin's order is more important than his own position as mayor of the town; therefore he tells the people of Adano that they may bring their carts into the town (among other things, the town has no source of water without the carts). Later in the novel, Joppolo gains the admiration of Lieutenant Livingston and the Lieutenant invites Joppolo to come have a drink with some of his navy buddies. While there, Joppolo tells them of the town's need for a bell. Commander Robertson realizes that they might have exactly the bell that Adano needs, the USS Corelli. The arrival of the bell to the town coincides with a party that the town is hosting for Joppolo to express their gratitude for all of his great doings. Although the bell has arrived at the town, the engineers say that it will take them until the next morning to install it. At the same time Sergeant Borth, one of Major Joppolo's aides, finds a note from General Marvin that says that Joppolo has been relieved of duty as administrator of Adano because he countermanded General Marvin's order. Sergeant Borth tells Joppolo that he has been relieved from duty while they are at the party and hands Joppolo the order. The next morning, Joppolo leaves Adano, but does not say goodbye to anyone because he does not think he could. As the jeep is driving away, he tells the driver to stop for a moment. They hear the clear sound of a loud bell.",
    "genre": [
      "War novel"
    ],
    "author": "John Hersey"
  },
  {
    "title": "The World at Night",
    "summary": " The story takes place in and around Paris between May 1940 and June 1941. Jean Casson is a French motion-picture producer who specializes in gangster films and who possesses no political views to speak of. When the Germans defeat and conquer his country, Casson at first tries to continue his life and career as if nothing had happened. But that proves impossible; when the Germans arrest a few of his friends and associates Casson finds himself helping others to hide or escape. He is seen talking to questionable people, and before long his line is tapped and his movements followed. Eventually Casson must choose between a life of resistance or no life at all.",
    "genre": [
      "War novel",
      "Spy fiction",
      "Mystery",
      "Fiction",
      "Historical novel",
      "Suspense"
    ],
    "author": "Alan Furst"
  },
  {
    "title": "Partisans",
    "summary": " During World War II, Pete Petersen, a Yugoslavian agent with an unlikely name, and his team of compatriots cross war-torn Yugoslavia to deliver a secret message and unmask a double agent. It is not clear who Petersen is actually working for, as the plot meanders through the confusion of Yugoslavia's three-way civil war, with Communist Partisans, the Serb royalist Chetniks and the Croatian fascist Ustashe fighting as much against each other as against their Italian and German occupiers. Everyone's loyalties are uncertain. Obviously, the sardonic Petersen is not working for the Nazis, but what about those with him? nl:Partizanen (boek)",
    "genre": [
      "War novel"
    ],
    "author": "Alistair MacLean"
  },
  {
    "title": "Helmet for My Pillow",
    "summary": " Beginning with boot camp in MCRD Parris Island, South Carolina, the story follows Leckie through basic training and then to New River, North Carolina where he is briefly stationed, and follows him to the Pacific. Leckie is assigned to the 1st Marine Division and is deployed to Guadalcanal, northern Australia, New Guinea, Cape Gloucester, before being evacuated with wounds from the island of Peleliu. Helmet for My Pillow is told from an enlisted man's point of view; a reprint edition stated the book was about \"the booze, the brawling, the loving on 72-hour liberty, the courageous fighting and dying in combat as the U.S. Marines slugged it out, inch by inch, across the Pacific.\"",
    "genre": [
      "War novel",
      "Non-fiction"
    ],
    "author": "Robert Leckie"
  },
  {
    "title": "We Couldn't Leave Dinah",
    "summary": " The setting is the summer holidays early in the Second World War. The Templetons are English residents on the fictional island of Clerinel in the English Channel. The children are all members of the local Pony Club. Caroline rides the spirited Dinah, Mick the more placid Punch, and their little brother the chubby Bellman. Meanwhile, there are rumours that the Germans who have occupied the nearby Channel Islands may be planning to take over Clerinel too. The location and topography of the island are ideally suited as a platform for launching an invasion of the South Coast. Mr. Templeton discusses leaving with the children, prompting Caroline's horrified response: \"We couldn't leave Dinah\". The Pony Club's chairman, Peter Beaumarchais, has surprisingly opted for a fancy-dress carnival as their Anniversary Day celebration in mid-September. Caroline decides to go as Elaine the Lily Maid of Astolat; Mick chooses to dress simply as a local fisherboy and borrows some clothes from Petit-Jean. During the celebration Caroline spots some unfamiliar riders in fancy dress. These riders turn out to be a party of German invaders taking advantage of the fancy dress to gain easy access to the Martello tower. The English residents hurriedly evacuate, but in the confusion Caroline and Mick are left behind. Their home having been requisitioned by the German general, they camp in some caves which have been fitted out as stables. With the help of Peter they manage to survive and stay hidden while planning their escape. After Mick stumbles across a hidden message and decodes it, they realize there are spies on the English side working on the island. Believing he can help discover some useful information, Mick volunteers to coach Nannerl, the German general's granddaughter, in riding. Nannerl joins the Pony Club, and when Caroline leaves the island she feels Dinah is safe with the German girl until they can return.",
    "genre": [
      "War novel",
      "Children's literature"
    ],
    "author": "Mary Treadgold"
  },
  {
    "title": "Visitors from London",
    "summary": " The setting is the Sussex countryside during the summer holidays of 1939. The four Farrar children are spending the holidays with their eccentric Aunt Myra. War seems far away, but is soon to impinge on their lives. Seventeen young Cockney evacuees who have never been out of London are coming to stay at Steadings, a nearby farmhouse which has been standing empty. The Farrars help with the preparations, finding staff and generally organizing everything. Then the evacuees arrive, and the Farrars find themselves out of their depth.",
    "genre": [
      "War novel",
      "Children's literature"
    ],
    "author": "Kitty Barne"
  },
  {
    "title": "No One Thinks Of Greenland",
    "summary": " The book is set after the Korean War. The novel follows the misadventures of the character Rudy Spruance who has been mistaken for another soldier and inadvertently assigned to Greenland.",
    "genre": [
      "War novel"
    ],
    "author": "John Griesemer"
  },
  {
    "title": "The Officers' Ward",
    "summary": " Adrien Fournier, a handsome lieutenant in the Engineers, is wounded on a simple reconnaissance mission on the first day of French involvement in the Great War. He is hit by a stray shell, which kills his fellow officers and his horse, and tears a tunnel through the centre of Adrien's face. Devastated and permanently disfigured, he spends the rest of the war in a hospital, in a maxillofacial unit, with a small group of others who have similar injuries -- including a woman, Marguerite, who has been wounded while nursing at the Western Front. Adrien's palate and jaw are gradually reconstructed by pioneering plastic surgeons. The novel follows the experiences of the group in the aftermath of the war and their subsequent lives, right up to World War II and beyond. fr:La Chambre des officiers (roman)",
    "genre": [
      "War novel"
    ],
    "author": "Marc Dugain"
  },
  {
    "title": "The Exeter Blitz",
    "summary": " The novel opens in Colin Lockwood's school during a history lesson, the night after an air raid. Colin has fallen asleep, provoking sarcasm from the teacher, Mr Kitchen. At home, Colin irritates his mother and older sister Mary, and so decides to go to see his father, who is working at Exeter Cathedral. At the cathedral Colin notes down an inscription carved by one of his ancestors, for his history homework. As Mr Lockwood has to check on the fire-fighting arrangements, Colin climbs to the top of the south tower for the first time, and is impressed by the extensive view of the city. He accidentally leaves his jacket up there, with his homework in the pocket. When Colin gets home, his mother recruits him to hand out sherry and snacks at the fashion show in Nimrod's that evening. Colin finds he quite enjoys his duties, and he is surprised when Mr Kitchen and his wife join the party. He gets a fit of giggles when he listens to the speaker, Mrs Wimbleball, describing the new collection in glowing terms, and is sent out by his mother. He decides to retrieve his jacket from the cathedral tower, and climbs to the roof. At this point the sirens start, and the planes arrive unusually soon afterwards. Colin sees the bombing start and is thrilled and fascinated until he realizes his danger. During a lull in the bombardment, he runs down the steps to an air raid shelter. On the way he narrowly escapes being hit by machine-gun fire. Mr Lockwood and his younger daughter June are at home where they shelter under the stairs. A bomb falls on the house, destroying half of it. When the all-clear sounds they are able to crawl through the rubble to the street. At Nimrod's, some people are trapped in the lift when the power station is hit. When a bomb hits the shop, Mrs Lockwood is injured, Mrs Wimbleball is paralyzed and the Kitchens are killed outright. Mary and her boyfriend Lars are at the cinema, and leave immediately for the nearest shelter. Mary, a nurse, badly wants to get to the hospital, but Lars makes her wait until the all clear sounds. Later at the hospital, Mary sees her mother brought in unconscious. Colin meets his Cockney schoolmate Terry at the shelter, and although they have been at odds before, the common experience brings them closer. As their fish shop has been destroyed, Colin invites Terry back to his house to sleep, not knowing it has also been bombed. Instead, they camp out in the fields. The next day, it is clear that despite devastating damage to the city centre, the cathedral has been largely spared, raising morale. Colin and Terry decide to use some of the no-longer frozen fish from the shop to provide free food for their neighbours. They cook all day and win praise for their efforts. It is the beginning of a new phase of life for Colin, more independent and adult. The other family members do not fare so well, although they find a new home. Mr Lockwood is overwhelmed at work, Mrs Lockwood recovers, but misses her home, Mary is depressed and haunted by the injuries she has seen, and June mourns for all her beloved books and toys.",
    "genre": [
      "War novel",
      "Children's literature",
      "Historical novel"
    ],
    "author": "David Rees"
  },
  {
    "title": "A Troubled Peace",
    "summary": " World War II may be ending, but for 19-year-old bomber pilot, Henry Forester, the conflict still rages on. Shot down over France, Henry endured a dangerous trek to freedom, relying on civilians and French Resistance fighters to stay alive. But back home in Virginia, Henry is still reliving air battles with Hitler’s Luftwaffe and his torture by the Gestapo. Henry worries about the safety of those who helped him escape—especially the young French boy, Pierre, who may have lost everything in his efforts to save Henry. When Henry returns to France to find Pierre, he is stunned by the brutal aftermath of combat: widespread starvation, cities shattered by Allied bombing, and the return of survivors from the concentration camps. His efforts to find and secure the safety of Pierre help him to resolve the deep inner conflict he experiences at the beginning of the novel. He returns to Virginia with Pierre.",
    "genre": [
      "War novel",
      "Young adult literature"
    ],
    "author": ""
  },
  {
    "title": "The Cruise of the Breadwinner",
    "summary": " The story takes place on board the Breadwinner, an old battered fishing boat, contributing to the war effort by carrying out a routine patrol of a particular stretch of coast in the English Channel. The main character, a young boy called Snowy, has volunteered to help and spends much of his time dreaming about the pair of binoculars that the boat's skipper, Mr Gregson, has promised him. The third and final member of the crew is Jimmy, a young engineer with a wife and three children. The story's events, which take place in a single day, begin simply enough. They travel south until Snowy hears a dogfight further out to sea. They head towards the sound and soon hear whistling. Upon arriving at the source of the distress signal, they find a young English RAF pilot who has been shot down but is not injured. The pilot informs them that he's hit a German plane and believes it to have crashed somewhere to the west. He requests that they attempt to find the German pilot and, after a brief search, they succeed. Despite Jimmy's protestations that they should not be helping the enemy, they help the German aboard and Snowy is sent to make the pilots some tea. Whilst he is below deck, another Luftwaffe plane flies at the boat, shooting and charging at the deck. Snowy returns to find the attack has killed Jimmy and severely injured the two pilots. Gregson has also been hit but is not seriously wounded. It starts to rain and Gregson and Snowy help the pilots below deck. Whilst trying to get the engine going, they realise that bullets have penetrated the tank and much of the boat's fuel has been lost. Whilst Gregson goes on deck to hoist the sails, Snowy discovers that the German pilot has left his binoculars unattended. He takes them and finds himself hoping the German will die so that he will be able to keep them. As the story draws to an end, the Breadwinner is racing to get back to shore whilst the pilots are still alive.",
    "genre": [
      "War novel"
    ],
    "author": "H. E. Bates"
  },
  {
    "title": "Matterhorn: A Novel of the Vietnam War",
    "summary": " The book is set in Vietnam in 1969 and draws from the experiences of Marlantes, who commanded a Marine rifle platoon. The novel presents an unflinching look at the hardships endured by the Marines who waged the war on behalf of America. It concerns the exploits of second lieutenant Waino Mellas, a recent college graduate, and his compatriots in Bravo Company, most of whom are teenagers. \"Matterhorn\" is the code name for a fire-support base located between Laos and the DMZ. At the beginning of the novel, the Marines build the base, but later they are ordered to abandon it. The latter portions of the novel detail the struggles of Bravo Company to retake the base, which fell into enemy hands after it was abandoned.",
    "genre": [
      "War novel"
    ],
    "author": "Karl Marlantes"
  },
  {
    "title": "The Return of the Soldier",
    "summary": " The novel begins as the narrator, Jenny, describes her cousin by marriage Kitty Baldry pining in the abandoned nursery where her dead first son would have been raised. Occupied with the domestic management of the Baldry estate just outside of London, the two are almost completely removed from the horrors of World War I. The only exception is that Kitty's husband, Chris Baldry, is a British soldier fighting in France. While Kitty laments in the nursery, Margaret Grey arrives at the estate wishing to bear news to the two women. When Jenny and Kitty meet her, they are surprised to find a drab middle-aged woman. And even more to their shock, the women tells them that the War Office sent Margaret notification of Chris's injury and return home, not Kitty and Jenny. Kitty dismisses Margaret from the estate trying to deny that she could have been the recipient of such information. Soon after, another cousin of Jenny notifies the two women that he in fact has visited Chris and he is obsessing over Margaret, whom he had had a summer fling with fifteen years before. Soon after, Chris returns shell-shocked to the estate thinking he is still twenty years old, but finding himself in a strange world which had aged fifteen years beyond his memory. Trying to understand what is real for Chris, Jenny asks Chris to explain what he is feeling to be true. Chris tells her the story of a romantic summer on Monkey Island, where Chris at the age of twenty falls in love with Margaret, the daughter of the innkeeper on the island. The summer ends with a rash departure by Chris caused by a fit of jealousy. After Chris tells this story, Jenny travels to London to bring Margaret back to Chris and help him understand the difference between his remembered past and reality. She arrives at Margaret's dilapidated row-house to find her disheveled and taking care of her husband. After some conversation, Jenny convinces Margaret to return with her to the estate in order to help Chris. Upon Margaret's return, Chris recognizes her and becomes excited. Margaret explains how fifteen years have passed between the Monkey Island summer and that Chris is now married to Kitty before returning to her home. Chris acknowledges this passage of time intellectually but cannot retrieve his memories and still pines for his love of Margaret. Margaret continues to visit and Kitty and Jenny despair about Chris's loss of memory. Jenny and Kitty decide to consult Dr Gilbert Anderson, a psychoanalyst. Dr. Anderson arrives during one of Margaret's visits. Dr. Anderson questions the women, and with the help of Margaret decides on a course of treatment: Margaret must confront Chris with proof of his dead child. Margaret retrieves toys and clothing with the child, and confronts Chris with the truth. Finally, Chris regains his memory, Margaret departs and Kitty rejoices in the Chris's return to a state fit to be a soldier.",
    "genre": [
      "War novel",
      "Psychological novel"
    ],
    "author": "Rebecca West"
  }
]