[
  {
    "title": "The Jungle",
    "summary": " The main character in the book is a Lithuanian man called Jurgis Rudkus, an immigrant to the United States trying to make ends meet. The book begins describing the wedding feast beginning at four o'clock after the marriage in Chicago of Jurgis to a fifteen year old Lithuanian girl named Ona Lukoszaite whom he had known from his Lithuanian days. The second chapter goes back to when Jurgis and Ona were in Lithuania before they married and Jurgis's courtship of her, the death of her father, and their decision to start dating and eventually immigrate to the United States along with her stepmother Teta Elzbieta, and their extended family after hearing how their relative Jokubas Szedvilas is making money there. In the second and third chapters Jurgis and Ona settle in Chicago's infamous Packingtown district, where from the start, Jurgis takes a job at Brown's slaughterhouse. (Brown was a pseudonym for Armour and Company.) Jurgis believes when he immigrates to the United States that it will be a land of more freedom, but soon his employer's treatment of him disappoints him. Alas, they have to make compromises and concessions to survive. Due partly to illiteracy in English, they quickly make a series of bad decisions that cause them to go deep into debt and fall prey to con men. The most devastating decision comes when, in hopes of owning their own home, the family falls victim to a predatory lending scheme that exhausts all their remaining savings on the down-payment for a sub-standard slum house that (by design) they cannot possibly afford. The family is evicted and their money taken, leaving them truly devastated. The family had formerly envisioned that Jurgis alone would be able to support them in the United States, but one by one, all of them&mdash;the women, the young children, and Jurgis' sick father&mdash;have to find jobs in order to contribute to the meager family income. As the novel progresses, the jobs and means the family uses to stay alive slowly and inevitably lead to their physical and moral decay. A series of unfortunate events&mdash;accidents at work, along with a number of deaths in the family that under normal circumstances could have been prevented&mdash;leads the family further toward catastrophe. One injury results in Jurgis being fired; he later takes a job at Durham's fertilizer plant. (Durham was a pseudonym for Swift and Company.) The family's tragedies cumulate when Ona confesses to Jurgis, who is suspicious of her frequent absences from home, that her boss, Phil Connor, had raped her, and made her job dependent on her giving him sexual favors. In revenge, Jurgis later attacks Connor, leading to his arrest and imprisonment by the corrupt judge Pat Callahan, who sides with Connor against Jurgis. After his stint in jail, Jurgis returns home, only to find out that his family has been evicted. He finds his family at a relative's house; Jurgis also discovers Ona in labor with her second child. Ona dies in childbirth from blood loss at the age of eighteen. Jurgis lacked money to pay for a doctor; so Ona has to rely on the greedy and incompetent Madame Haupt, whose carelessness leads to Ona's death. Soon after their first child drowns in the muddy street, causing Jurgis to flee the city in utter despair and turn to drinking. At first the mere presence of fresh air is balm to his soul, but his brief sojourn as a hobo in rural United States shows him that there is really no escape&mdash;even farmers turn their workers away when the harvest is finished. Jurgis returns to Chicago and holds down a succession of jobs outside the meat packing industry&mdash;digging tunnels, as a political hack, and as a con-man&mdash;but injuries on the job, his past and his innate sense of personal integrity continue to haunt him, and he drifts without direction. One night, while looking for a warm and dry refuge, he wanders into a lecture being given by a charismatic Socialist orator, and finds a sense of community and purpose. Socialism and strong labor unions are the answer to the evils that he, his family and their fellow sufferers have had to endure. A fellow socialist employs him, and he resumes his support of his wife's family, although some of them are damaged beyond repair. The book ends with another socialist rally, which comes on the heels of several recent political victories. The speaker encourages his comrades to keep fighting for victories, chanting \"Chicago will be ours!\"",
    "genre": [
      "Politics",
      "Fiction"
    ],
    "author": "Upton Sinclair, Jr."
  },
  {
    "title": "Fathers and Sons",
    "summary": " Arkady Kirsanov has just graduated from the University of Petersburg and returns with a friend, Bazarov, to his father's modest estate in an outlying province of Russia. The father, Nikolai, gladly receives the two young men at his estate, called Marino, but Nikolai's brother, Pavel, soon becomes upset by the strange new philosophy called \"nihilism\" which the young men advocate. Nikolai feels awkward with his son at home, partially because Arkady's views have dated his own beliefs, and partially because he has taken a servant, Fenichka, into his house to live with him and has already had a son by her. The two young men remain at Marino for a short time, then decide to visit a relative of Arkady's in a neighboring province. There they observe the local gentry and meet Madame Odintsova, an elegant woman of independent means who invites them to spend a few days at her estate, Nikolskoe. At Nikolskoe, they also meet Katya, Madame Odintsova's sister. They remain for a short period over the course of which they both change a lot, especially their relationship for each other, because they both find themselves drawn to Madame Odintsova. Bazarov in particular, finding this distressing because falling in love goes against his beliefs. Eventually, he announces that he loves her. She does not respond to his declaration, and soon after, Arkady and Bazarov leave for Bazarov's home. At Bazarov's home, they are received enthusiastically by his parents. Bazarov is still disturbed by his rejection, and is difficult to get along with. He almost comes to blows with his friend Arkady. After a brief stay, they decide to return to Marino, and circle by to see Madame Odintsova, who receives them coolly. They leave almost immediately and return to Arkady's home. Arkady remains for only a few days, and makes an excuse to leave in order to go to Nikolskoe. Once there, he realizes he no longer is in love with Odintsova, but instead her sister Katya. Bazarov stays at Marino to do some scientific research, and tension between him and Pavel increases. Bazarov enjoys talking with Fenichka and playing with her child, and one day he gives her a quick, harmless kiss which is observed by Pavel. He, secretly being in love with Fenichka himself, challenges Bazarov to a duel. Pavel is wounded slightly, and Bazarov must leave Marino. He stops for an hour or so at Madame Odintsova's, then continues on to his parents' home. Meanwhile, Arkady and Katya have fallen in love and have become engaged. At home, Bazarov cannot keep his mind on his work and while performing an autopsy fails to take the proper precautions. He contracts typhus, and on his deathbed, sends for Madame Odintsova, who arrives in time to hear Bazarov tell her how beautiful she is. Arkady marries Katya and takes over the management of his father's estate. His father marries Fenichka and is delighted to have his son home with him. Pavel leaves the country and lives the rest of his life as a \"noble\" in Dresden, Germany.",
    "genre": [
      "Politics",
      "Fiction",
      "Philosophy"
    ],
    "author": "Ivan Turgenev"
  },
  {
    "title": "The Gospel According to Larry",
    "summary": " The Gospel According to Larry revolves around seventeen-year-old Josh Swensen, an articulate teen whose dream is to change the world. He creates his own website which he calls \"The Gospel According to Larry\" because Larry was the most un-biblical name he could think of. He writes articles on this site \"preaching\" his feelings and ideas about making the world a better place. At first he does not get many hits until someone writes an article about him in a local newspaper and the number of hits begins to grow. That is when he decides to start photographing and posting his possessions. He was curious to see if it was possible to track down someone anywhere in the world simply by their possessions. Josh only has 75 possessions counting all clothes, underwear, school supplies, recreational equipment, software and the keys to his step-father's house. He has a list of guidelines to keep track of how many possessions he has. If he wants a new CD, or book, or video he has to sell an old one or trade for it. A notebook counts as one even though it has 70 sheets of paper in it. A pair of socks counts as one and so do shoes. He decided to start doing this after reading about Native Americans who did not want to leave a \"footprint\" behind. This means every purchase is a major decision and he takes it very seriously. Not everyone is happy with his blog. A poster named betagold does not like the fact that Josh is hiding behind a screen name. She threatens to find him out, no matter what he does to hide himself. She even notices little things that he speaks of that she figures point to where he lives, such as Red Maples which grow in the New England area. Things really take off when U2's lead singer Bono takes an interest in the site causing much more publicity. Soon after Bono decides to host a giant rock festival called Larryfest where all of the bands would play for free and all companies would sell food and drink at cost. After the festival Josh is at home when an older woman knocks on his door. It is Tracy Hawthorne, also known as betagold. She is surrounded by reporters wanting to get a photograph of \"Larry.\" He is then thrown into the public eye and at first he is glad because then he can spread his anti-consumerism message to all those who do not have access to the internet. He quickly realizes that reporters do not want to know about his message; they want to know about him: his life, his family, and his friends. Josh likes to talk to his deceased mother at the makeup desk at Bloomingdale's. His mother would go there once a month to buy makeup and talk to the woman who worked there. Josh sits on a chair and talks out loud to his mother. He waits for the next voice he hears and whatever they say is his answer. Josh gets really depressed by the fact that he cannot leave his house without being harassed by reporters and tries to talk to his mother. He is very confused and does not know where to go from there. He hears a woman say \"Sometimes I could just kill myself.\" Immediately after that another woman says \"I'm completely serious. Sometimes it's the only way.\" This is when he begins to consider suicide as a way out. He ends up biking to the Sagamore bridge because he has heard stories of how people had jumped from there. He rides home after that, pretty shaken up. The next day he gets bored and is looking up Greek and Latin roots. He puts two words together and comes up with pseudocide (Pseudo-, \"false.\" and -cide, \"killing\") to pretend to kill yourself. He starts working out plans for this, not entirely considering going through with it, but it is a project. He does everything necessary for this fake suicide to occur. On the day he decides to do it he cuts and dyes his hair and rides his bike to the Sagamore bridge, after seeing no one around throws a homeless Indian child over and tucks his pants into his bag so he is wearing shorts. He waves down a passing car and tells them he was running past and saw a kid jump. He describes himself as he looked before. They see his bike is registered. Josh is so freaked out that he throws up. He leaves and stays at a small motel as he watches the local news about how everything goes. He does not want there to be a doubt that it was a successful suicide.",
    "genre": [
      "Politics",
      "Novel",
      "Speculative fiction",
      "Romance novel",
      "Fiction",
      "Comedy"
    ],
    "author": "Janet Tashjian"
  },
  {
    "title": "Rudin",
    "summary": " The novel begins with the introduction of three of the characters – Aleksandra, Lezhnev, and Pandalevskii. Pandalevskii relates to Aleksandra Dar’ya Mikhailovna’s invitation to come and meet a Baron Muffel’. Instead of the Baron, Rudin arrives and captivates everyone immediately with his intelligent and witty speeches during the argument with Pigasov. Interestingly, Rudin’s arrival is delayed until Chapter Three. After his success at Dar’ya Mikhailovna’s, he stays the night and the next morning meets Lezhnev who arrives to discuss some business affairs with Dar’ya Mikhailovna. This is the first time the reader finds out that Rudin and Lezhnev are acquainted, and studied together at university. During the day that follows Rudin has his first conversation with Natasha; as she speaks of him highly and says he “ought to work”, he replies with a lengthy speech. What follows is a description quite typical of Turgenev, where the character of Rudin is shown not through his own words, but through the text which underlines Rudin’s contradictory statements: :“Yes, I must act. I must not bury my talent, if I have any; I must not squander my powers on talk alone — empty, profitless talk — on mere words,’ and his words flowed in a stream. He spoke nobly, ardently, convincingly, of the sin of cowardice and indolence, of the necessity of action.” On the same day, Sergei leaves Dar’ya Mikhailovna’s early and arrives to see that Lezhnev is visiting. Lezhnev then gives his first description of Rudin. In two months, we are told, Rudin is still staying at Dar’ya Mikhailovna’s, living off borrowed money. He spends a lot of time with Natasha; in a conversation with her he speaks of how an old love can only be replaced by a new one. At the same time, Lezhnev gives the account of his youth and his friendship with Rudin, making for the first time the point that Rudin is “too cold” and inactive. On the next day, Natasha quizzes Rudin over his words about old and new love. Neither she, nor he confess their love for each other but in the evening, Rudin and Natasha meet again, and this time Rudin confesses his love for her; Natasha replies that she, too, loves him. Unfortunately, their conversation is overheard by Pandalevskii, who reports it to Dar’ya Mikhailovna, and she strongly disapproves of this romance, making her feelings known to Natasha. The next time Natasha and Rudin meet, she tells him that Dar’ya Mikhailovna knows of their love and disapproves of it. Natasha wants to know what plan of action is Rudin going to propose, but he does not fulfil her expectations when he says that one must “submit to destiny”. She leaves him, disappointed and sad: :“I am sad because I have been deceived in you… What! I come to you for counsel, and at such a moment! — and your first word is, submit! submit! So this is how you translate your talk of independence, of sacrifice, which …” Rudin then leaves Dar’ya Mikhailovna’s estate. Before his departure he writes two letters: one to Natasha and one to Sergei. The letter to Natasha is particularly notable in its confession of the vices of inactivity, inability to act and to take responsibility for one’s actions – all the traits of a Hamlet which Turgenev later detailed in his 1860 speech. Lezhnev, meanwhile, asks Aleksandra to marry him and is accepted in a particularly fine scene. Chapter Twelve and the Epilogue detail events of over two years past Rudin’s arrival at Dar’ya Mikhailovna’s estate. Lezhnev is happily married to Aleksandra. He arrives to give her news of Sergei’s engagement to Natasha, who is said to “seem contented”. Pigasov lives with Lezhnevs, and amuses Aleksandra as he used to amuse Dar’ya Mikhailovna. A conversation which follows happens to touch on Rudin, and as Pigasov begins to make fun of him, Lezhnev stops him. He then defends Rudin’s “genius” while saying that his problem is that he had no “character” in him. This, again, refers to the superfluous man’s inability to act. He then toasts Rudin. The chapter ends with the description of Rudin travelling aimlessly around Russia. In the Epilogue, Lezhnev happens by chance to meet Rudin at a hotel in a provincial town. Lezhnev invites Rudin to dine with him, and over the dinner Rudin relates to Lezhnev his attempts to “act” – to improve an estate belonging to his friend, to make a river navigable, to become a teacher. In all three of this attempts Rudin demonstrated inability to adapt to the circumstances of Nicholas I’s Russia, and subsequently failed, and was in the end banished to his estate. Lezhnev then appears to change his opinion of Rudin as inherently inactive, and says that Rudin failed exactly because he could never stop striving for truth. The Epilogue ends with Rudin’s death at the barricades during the French Revolution of 1848; even at death he is mistaken by two fleeing revolutionaries for a Pole.",
    "genre": [
      "Politics",
      "Fiction",
      "Romance novel"
    ],
    "author": "Ivan Turgenev"
  },
  {
    "title": "The Strange Death of Tory England",
    "summary": " The book begins with the Conservative leadership contest of 1963, following the resignation of Harold Macmillan, which turned into a fight between Iain Macleod, the modernizing chairman of the party, and the Earl of Home, the aristocratic dark horse. Home won, disclaimed his peerage, became Sir Alec Douglas-Home, and was elected to the House of Commons at a hastily-arranged by-election. Wheatcroft depicts this contest as a clash between supporters of \"the virtues of an hereditary governing class\" and those of \"worth proved by ability\". Next comes a history of the Tory party from its 17th-century beginnings at the time of the Restoration, followed by an account of the Douglas-Home, Harold Wilson and Edward Heath years and Britain's trials and tribulations of the 1970s, culminating in the election of Margaret Thatcher's first government in 1979. Within a few years, while holding onto power, the Conservative Party began to split and to fall apart. Wheatcroft seeks to explain this decline, offering factors long discussed by commentators: internal splits over Britain's place in Europe, political sleaze and a fundamental lack of ideology, and a growing desire in the country for change after eighteen years of Conservative rule, coinciding with Tony Blair's \"brilliant cynical sincerity\".",
    "genre": [
      "Politics"
    ],
    "author": "Geoffrey Wheatcroft"
  },
  {
    "title": "The Conscience of a Liberal",
    "summary": " The book is a history of wealth and income gaps in the US in the 20th century. The book documents that the gap between rich and poor declined greatly in mid-century—he refers to this as the \"Great Compression\"—then widened in the last two decades to levels higher than those in the 1920s. Most economists—including Krugman himself—have regarded the late 20th century divergence as resulting largely from changes in technology and trade, but now Krugman writes—particularly in Chapters 1, 3, and 4—that government policies—particularly the establishment of, and subsequent attacks on, the social safety net or \"welfare state\"—has played a much greater role both in reducing the gap in the 1930s through 1970s, and in widening it in the 1980s through the present. He talks about the history of American conservatism, both, in Chapter 2, pre-New Deal conservatism—dominating the period between the American Civil War and the Great Depression (which he calls the \"Long Gilded Age\")—and, in Chapter 6, modern-day \"movement conservatism\";—he argues—particularly in Chapters 5, 6, and 9—that the subtle exploitation by movement conservatives of racial and cultural resentments through small-government rhetoric (see \"dog-whistle politics\") and of national-security fears were key in the movement's ability to win national elections—even though its policies concentrating wealth at the top should be deeply unpopular. He talks extensively, in Chapter 6, about William F. Buckley, Jr.'s, Irving Kristol's and Ronald Reagan's role in building the movement—and, in Chapters 7 and 8, about the role of \"institutions [particularly labor unions] and norms [particularly corporate policy]\"—vis a vis government policy—in increasing or decreasing economic inequality. He rebukes the George W. Bush administration for policies that were currently widening the gap between the rich and poor. Nevertheless, Krugman expresses optimism in Chapter 10 that demographic trends—particularly on race and culture—and what he sees as conservative overreach during the Bush years—are creating a new center-left political environment and are slowly undermining the conservative movement. (He references John Judis and Ruy Texeira's book, The Emerging Democratic Majority.) Krugman proposes, in Chapters 11 and 12, that Democrats propose a \"new New Deal\", which includes placing more emphasis on social and medical programs—particularly universal health care—and less on national defense. Finally, in Chapter 13, he talks about what it means to be a \"liberal\", about the rise in new progressive organizations—which, unlike conservative think tanks, publications and other organizations, are actually more de-centralized and independent-thinking,—and how many more people appear to support \"liberal\" policies than are prepared to use that word to describe themselves.",
    "genre": [
      "Politics",
      "Non-fiction"
    ],
    "author": "Paul Krugman"
  },
  {
    "title": "The War Within: A Secret White House History",
    "summary": " The book states that President Bush \"rarely leveled with the public to explain what he was doing and what should be expected... The president was rarely the voice of realism on the Iraq war.\" It also calls him \"the nation’s most divisive figure\" and described his foreign policy as a failure, saying \"He had not rooted out terror wherever it existed... He had not achieved world peace. He had not attained victory in his two wars.\" At the same time, the book largely supports the 'surge' strategy and lauds the President for adopting it. The book describes Bush as largely leaving the management of the war to Generals George Casey and John Abizaid and deferring to their judgment based on Bush's perception of Lyndon Johnson's micromanagement during the Vietnam War. As the generals' strategy of drawing down U.S. forces and transferring control to the Iraqis begins to fail, the book argues, Bush grows more disillusioned and sought other ideas. The book alleges that, nevertheless, the President delayed serious investigation because of his fear that leaked reports would hurt the Republican Party's chances in the 2006 congressional elections. It states that Defense Secretary Donald Rumsfeld refused to consider resigning unless the Republicans lost control of either the House of Representatives or the Senate. After the Democratic Party's takeover of Congress, Bush allegedly delegated the responsibility for finding a new strategy almost solely to National Security Adviser Stephen J. Hadley and deputy National Security Adviser Meghan L. O’Sullivan. Against the advice of the vast majority of his staff and other administration officials, Bush finally decided on the 'surge' strategy devised by retired General Jack Keane and General David H. Petraeus. The book describes deep in fighting within the administration.",
    "genre": [
      "Politics"
    ],
    "author": "Bob Woodward"
  },
  {
    "title": "Lincoln Unmasked",
    "summary": " In his reappraisal of the famed president, DiLorenzo is highly critical of Lincoln. Within the book he argues that states within the union had the right at the time of the American Civil War to secede and that the more centralized government that emerged after the war was incompatible with democracy. DiLorenzo also claims that most scholars of the Civil War are biased in their approach to the history because, as DiLorenzo says, \"in war the victors get to write the history\". Dilorenzo also argues that Lincoln was opposed to racial equality, and that many abolitionists, including Lysander Spooner, bitterly hated him.",
    "genre": [
      "Politics"
    ],
    "author": "Thomas DiLorenzo"
  },
  {
    "title": "Bring Home the Revolution",
    "summary": " Journalist and broadcaster Jonathan Freedland takes a meandering tour through the stubbornly varied states and regions of the United States of America meeting people of all racial and cultural persuasions and of all religious and political beliefs in his effort to build an accurate picture of modern American society and the ways in which these people can and often do affect the way politics is carried out in their country, both locally and nationally. From these encounters Freedland learns the values of a republican government and how these values can be brought back across the Atlantic to Britain and benefit the very people who first created many elements of this republican ideology.",
    "genre": [
      "Politics",
      "Non-fiction"
    ],
    "author": "Jonathan Freedland"
  }
]