[
  {
    "title": "Once a Hero",
    "summary": " Chronologically, Once a Hero directly follows Winning Colors, even overlapping partially, but the focus distinctly shifts to young Esmay Suiza, who came to prominence after successfully leading a mutiny against her traitorous captain and intervening to decisive effect in the Battle of Xavier (as Winning Colors records). Suiza is not immediately praised and feted for her heroism, however, for her actions demand official scrutiny. Thorough and complete, neither the Board of Inquiry nor the court-martial find Suiza guilty of anything, and so she is allowed to take a vacation before her next assignment. Back home on Altiplano, Esmay is honored with Altiplano's highest award, the Starmount, although she remains convinced that she was not really a hero, that it was blind luck. While talking with an old soldier who had served under her father (one of the four highest military commanders on Altiplano) and was a family friend, she learns that the nightmares and her dislike of command and horses were psychological trauma from when, as a child, she had ventured into a warzone seeking her father. She had been waylaid and molested by one of her father's subordinates; the family friend knew this sordid tale because he had been the one to kill that subordinate, whose politically connected father meant any trial was infeasible. He felt free to tell her since he assumed that Suiza's father's coverup had failed to convince Suiza that the memories were merely nightmares during an illness or fragments of her imagination. This revelation precipitates a break with her father. Meanwhile, some mendacious and greedy civilian contractors for the Fleet have agreed to carry out a job for the barbarian space-warriors of the Bloodhorde: they would take a Fleet contract to rekey the command sequences of various missiles, and when they were aboard the specified massive Deep Space Repair vessel, covertly disable its self-destruct mechanism. This job would pave the way for the Bloodhorde boarding team. By a remarkable coincidence, it is this very same DSR, the Koskiuskos (\"Kos\" for short) which Suiza is assigned to. After catching a resupply vehicle to the Kos, Suiza is assigned to a Major Pitak in Hulls and Architecture; Pitak immediately begins running Esmay ragged with errands and learning everything she needs to know about spaceship structural design and how to repair and fix vessels. In her spare time, Suiza slowly begins assembling a circle of friends, especially one Ensign Barin Serrano (last seen in Winning Colors hand-delivering a message to Heris Serrano from Vida Serrano before the Battle of Xavier). As the months pass by Suiza settles in; so do the traitorous civilian contractors who productively improve the hours by disabling the self-destruct without tripping the monitors. Inevitably, the Bloodhorde launches its attack, crippling the patrol ship Wraith. Wraith is repairable, but is incapable of further safe FTL jumps. So the Kos goes out to meet it, since it is in the neighborhood, although the danger of pulling the Kos out of its normal routes and so near Bloodhorde space is very real. Suiza is sent by Major Pitak to take pictures of the forward section of the hull to ascertain the full extent of the damage. Suiza discovers instead the first prong of the Bloodhorde plan: a massive mine was planted on Wraith, programmed to wait until Wraith was brought into one of the Kos's repair bays and then detonate; this would incapacitate the Kos and make it easy meat for the waiting Bloodhorde assault group. Thanks to Suiza's presence of mind, the mine is safely disarmed. But all is not well. The Bloodhorde's plan is remarkably subtle (for the Bloodhorde): though the first prong has been deflected, the second was yet to strike. After the mine is disposed of, repairs continue in earnest on the Wraith. Forward of the mine, some 25 crew members are discovered knocked out by sleeping-gas and are taken into the hospital facilities. Despite their location, open to space, they are uniformly uninjured, and eventually scattered across the Kos to help out. One interacts with Suiza. His manner strikes her as drastically unlike that of a Fleet member, and more reminiscent of commandos she had known. After making inquiries as to their location (most had vanished), whether they were injured at all like they should have been, and whether any senior Wraith officers recognize them, it is concluded that Kos has been boarded by Bloodhorde commandos seeking to capture the DSR and massively upgrade the Bloodhorde's industrial infrastructure and especially its military construction capability, greatly increasing its killing power. The captain immediately orders everybody's identification checked against their DNA and fresh IDs issued. During the change-over, the Bloodhorde kidnaps Barin Serrano, taking him as a hostage. With the Kos' FTL drive apparently broken and its self-destruct disabled, the higher-ups decide on a risky strategy of detaching the section of Kos containing most of the intruders, and ambushing the expected followup wave of Bloodhorde; while that wave was preoccupied boarding, they would attack the vessel and use it to either protect the Kos until its escorts returned with reinforcements or destroy it. During a meeting with Suiza to discuss how to suppress the commandos, the spoken-of commandos attack, cutting off most of the senior personnel with poison gas. They escape the cabin with the injured captain and link up with some personnel who had made it to the security lockers before the Bloodhorde. They conclude that to lead an effective resistance, they have to lead it from the T-1 arm of the Kos. But all the arms have been locked off from the core by the Bloodhorde. So, they decide to go EVA and go around. During the EVA excursions, the Kos is jumped through hyperspace. Led by Suiza, the crew of T-1 determine to retake the Kos and ambush their ambushers. When the intruders relax their guard of the bridge, one of the bridge crew women risks her life to re-open the doors to the core (and by extension, enabling an assault on the bridge). The prepared security teams overcome the few commandos in the core and regain control easily - most of the commandos had gone to T-4 to eliminate the resistance there. The crew in T-4 had used their grace time profitably, arranging an elaborate drama for the benefit of the commandos, intended to convince them that they were fighting - and defeating - the ill-prepared armed resistance of the Familias crew. The drama lures them to the repair bay, where (elated by their success), they don spacesuits and sortie out to welcome their warship into the repair bay. There it is trapped by an extremely strong adhesive. The two other warships dock without being trapped, and debark their crew in EVA suits. The robots used for painting vessels attack them, blinding and immobilizing them. The two still-mobile Bloodhorde ships are commandeered and the three remaining Bloodhorde are easily destroyed, and the day saved. Barin Serrano is discovered alive, but much abused in mind and body. Suiza is no less discomfited by her nightmares and anxieties. She and Barin begin going to psychiatric care. Eventually Suiza begins to work through her phobia of sexual contact and assuming leadership. She transfers to \"command track\" and becomes intimate with Barin.",
    "genre": [
      "Space opera",
      "Science Fiction",
      "Speculative fiction",
      "Children's literature",
      "Military science fiction"
    ],
    "author": "Elizabeth Moon"
  },
  {
    "title": "Heirs of Empire",
    "summary": " The story opens approximately 20 years after The Armageddon Inheritance. The human race has largely recovered from the Siege of Earth by the Achuultani and the Bia system is being slowly re-colonized and its defenses re-activated. In short, the Empire is largely at peace, busy assimilating the technological advances of the Fourth Empire and building and manning a fleet to take the war back to the Achuultani and the master computer controlling them. The captured Achuultani have prospered; with the aid of cloning, their ranks have swollen and they have colonized a planet called Narhan, which was unsuitable to humans by reason of its heavy gravity - for this reason they have renamed themselves the Narhani. They are fervently loyal to the reborn Empire and Colin, enraged by the perversion of their race by the master computer. Brashieel's clone-child (Brashieel is now the head Narhani) Brashan, is one of Sean and Harriet MacIntyre's closest friends (Sean and Harriet being Colin and Jiltanith's two children). The only flies in the ointment are the worrying fact that some of Anu's agents remain at large, and that a small but increasingly violent faction that considers the Narhani to be minions of the anti-christ and want to kill all Narhani; these two factions are secretly working against the Emperor. Into this volatile situation step Sean, Harry, Brashan, Sandy (daughter of Hector MacMahan and Ninhursag), and Tamman (the son of Amanda Tsien and Tamman), who have all enlisted in Battle Fleet. After graduation from the Academy, the four depart on a newly constructed planetoid warship, Imperial Terra, for their midshipman cruise. Unbeknownst to them, one of Anu's former minions, Lawrence Jefferson, had worked his way up to Lieutenant Governor of Earth, and has commenced his dastardly plan to become Emperor through assassinating everyone ahead of him in the line of succession. Under his instructions, Jefferson's personal band of religious terrorists, \"The Sword of God\", takes one of the planetoid's programmer's family hostage, and order him to sabotage Imperial Terra. The task is accomplished, and the programmer and his family are all murdered to cover it up. The Imperial Terra departs on its maiden voyage, but partway through deliberately loses control of its core tap, as the dead programmer had instructed. However, Dahak had surreptitiously inserted a command with equal priority to the sabotage command which states that the lives of 2 certain midshipmen and their friends must be preserved. Imperial Terra reconciles these conflicting orders by first jettisoning the four aboard a well-stocked and capable (but not FTL-capable) battleship moderately near some uncharted systems and only then destroying itself and its crew of 80 thousand. 2.2 Later, Sandy, Harry, Brashan, Sean, and Tamman arrive at the nearest potentially inhabited system. They barely survive the onslaught of a quarantine system, and decide to sneak onto the life-bearing world all the space-borne Imperial technology and weapons and orbital docks seem to be protecting. Amazingly, it seems that the bio-weapon that had killed the Fourth Empire had missed this world. After landing and investigating the ruins of a high-tech enclave, the five piece together the true history of the planet the indigenous inhabitants call \"Pardal\". Once, Pardal had been an out-of-the-way minor planet of the Empire. Because it was out of the way, its governor managed to shut down the mat-trans system before Pardal was infected by the bio-weapon when the first warnings went out across the hypercoms, and also to devise with her chief engineer an extremely effective quarantine system. However, even as they hunkered down behind their orbital defenses, the hypercom continued to operate \"like a comlink to hell\" (pg 255), broadcasting the prolonged death of the Empire, and even more devastatingly, messages from worlds like Pardal which were fooled by the bio-weapon's long incubation period into thinking they were safe. The horrified backlash by Pardal's populace centered on destroying Pardal's technological infrastructure, and erasing all scientific accomplishment and knowledge more advanced than the Dark Ages, so another such horror could never arise. The civil and military authorities concentrated on creating a global theocracy (reminiscent of the Catholic Church) dedicated to the suppression of technological advancement and to the maintenance of the quarantine system. The high-tech enclave the old records were retrieved from was permitted to exist to serve as a source of demons and to provide the fledging church an easy enemy. Harriet had been sent back to the shuttle to bring it to the valley so they could airlift the enclave's computer out, but along the way she was shot down by some locals. They were about to burn her alive for associating with the \"Valley of the Damned\" when Sean and the rest, but especially Sandy, frightened them and destroyed a portion of the village (without killing anyone) and rescuing her. The local priest becomes convinced that the intruders were actually angels, as Pardalian angels are female, beautiful, wound-able, speak in the language of the Empire (the priestly language on Pardal), killed no one (an odd restraint, were they \"damned demons\"), wore imperial military uniforms, and were immune to Father Stomald's various religious attacks and banishments. He begins preaching to the populace, converting a fair proportion. The Church reacts quickly and violently, sending a portion of the very well equipped \"Temple Guard\" to burn the heretics. Stomald's forces are outnumbered and outgunned (the Church possesses a monopoly on heavy artillery) and surely doomed. The five castaways discuss matters, and decide that their guilt in instigating this little rebellion, kickstarting the modernization of Pardal, and also gaining access they need to the quarantine system's main computer could all be accomplished by supporting the rebellion with their leadership and knowledge of how to revolutionize Pardalian warfare. The initial Guard expedition is repulsed and scattered by a miracle accomplished through Imperial technology (see Clarke's Third Law). This victory attracts even more recruits to their cause, such as a good proportion of the now-unarmed Guard force they defeated. The quasi-country the revolt began in, the Princedom of Malagor, has long been known for its independent spirit and its rifles; it had long chafed under the Church's studied oppression of it and its artisans. With the new rifles (on Pardal, smoothbore guns and pikes made up most of an army. Rifles took far too long to load despite their greater accuracy and range, because balls had to be rammed down the barrel; with the \"angels\"' introduction of the Minié ball, this issue became moot) the army is considerably superior to conventional Pardalian armies. Other advantages such as bayonet rings, modern meteorology or satellite cartography, or canister shot merely are the icing on the cake. The Battle of Yortown, in which the massed Guard reinforcements charged a fortified Angel's army position, quite effectively demonstrated this through the slaughter of the aggressors. Sean's lack of boldness in the counter-stroke followup allowed the surviving Guard commander, an Ortak, to retreat to Erastor, a well-fortified position placed like a choke-point between Malagor and the Temple. Unfortunately, Sean's many advantages are largely nullified in a siege, so he conceives a strike to Ortak's rear, seizing Ortak's semaphore communication lines to perform a man in the middle attack and gain time. Sean managed to bring enough men around Ortak's impassable swamp-secured flank to launch a pincer attack on Ortak's rear and front. With Ortak's forces shattered, the Angels' Army moves out into the open country of Aris, where they can bypass fortifications and crush any secular or religious army foolish enough to engage. They march clear to the Temple, but are stymied by its elaborate fortifications. Sean's army is ideal for defeating other armies, but not for fighting a siege. The Council offers to meet with Sean to discuss a truce, offering as surety one of its own members and allowing Sean to bring a large contingent in with him. Sean walks straight into their trap, and begins fighting his way to the actual Template/computer complex with his men, while Sandy and the others task the main army with breaking in to relieve Sean. Brashan anxiously circles 100 kilometers away, impotent to do anything while the quarantine system's defense guns are operational. Fierce fighting gets Sean within range of the computers; as crown prince and heir to the Imperial throne, he has all sorts of overrides and security codes. He shuts down the defenses, and Brashan defeats the Temple forces, ending the war. The next time they are heard from is a few years later, when Dahak receives a message via their newly constructed hypercom. The Emperor and Empress are overjoyed to hear from the two whom they had long thought dead (thought it sincerely enough that they had had two more children). They had not rested in the meantime, defusing Jefferson's plan to kill all the people in the succession via a massive gravitonic bomb planted in a Narhani statue (intending to use his perversion of their gift as a way to blame them), and foiling his attempt on Jiltanith and Horus's life, at the cost of Horus.",
    "genre": [
      "Space opera",
      "Speculative fiction",
      "Novel",
      "Military science fiction"
    ],
    "author": "David Weber"
  },
  {
    "title": "Change of Command",
    "summary": " The title of Change of Command refers to two events that drive the plot and occur just before the story begins or very early on. The first is the assassination of Bunny, or Lord Thornbuckle. The attack is believed by most to have been engineered by the New Texas Godfearing Militia who had sworn to git revenge on Thornbuckle and the Familias Regnant in general for executing Our Texas's leaders, the Rangers (for what they did to Brun and other women in Rules of Engagement). The second is the change in command of the military prison on Stack Islands in Copper Mountain, from Iosep Tolin to Pilar Bacarion, a woman who had been very close to Admiral Lepescu but had managed to evade the purges sparked by Lepescu's manhunts in Hunting Party. She plots to effect still another change of command, of a good portion of Fleet and eventually the Familias. A third possible event referenced by the title is the plot by the Benignity of the Compassionate Hand to undermine the expansionist capabilities of Fleet by arranging for the rejuvenation drugs being used on the master chiefs to be contaminated; \"Project Retainer\". With the help of Barin Serrano and a number of other junior officers and non-commissioned personnel, Fleet has just learned of the issue of important NCOs suffering from mental problems. Lady Cecelia is on Rotterdam engaged in the Wherrin Trials (which she wins) when the news of the assassination comes in. As it is already too late to return to Rockhouse in time for the funeral, Cecelia stays, and participate in a curious conversation with an old but not liked acquaintance named Pedar, who insinuates that it was not the Our Texans who had killed Bunny, but rather that he had been killed because he \"broke the rules\" and so the Rejuvenants (the shadowy quasi-political faction which supports unlimited use of rejuvenation with all that that implies), and more specifically, Pedar, had him killed. After this conversation, Cecelia covertly leaves Rotterdam for Rockhouse Major. There she stiffens the spine of Bunny's widow, Miranda, and aids her and Brun by taking the twins fathered on Brun by the Texans, fostering them with Raffaele and Ron on their colony world Excet-24; while on the colony, Cecelia discovers that something has gone very wrong in the colonial system. Most colonies appear to have been swindled and exploited. Miranda uses this breather to return to Sirialis&mdash;upon Bunny's death, his estate should have passed to his wife or his eldest son, Buttons. But his younger brother Harlis is masterminding a vigorous assault on the inheritance. Miranda suspects that Harlis has manipulated and falsified various records and intends to compare them against the full off-line backups she maintains in a remote portion of Sirialis. Hobart Conselline (of the Consellines whose sub-family, the Morrellines, were responsible for the profiteering off inferior rejuvenation drugs in Winning Colors) successfully manipulates the emergency Council meeting called after the assassination to have himself appointed Speaker, buying off Hobart with the promise that the judges appointed will be favorable to Harlis's lawsuits. He pushes through a number of disastrous amendments and ill-considered appointments (such as the appointment of Pedar as Foreign Minister). The resistance his politics meet drive him to even more extreme measures. The worst, possibly, is Hobart's conviction that the mentally damaged NCOs were not suffering because of bad drugs manufactured by the Morrellines but rather that the research demonstrating that was all fabricated by Ageists (those opposed to rejuvenation) and that the real culprit was inbreeding in various Fleet clans like the Serranos. Pursuant to this conviction, he orders the vast majority of flag rank personnel to be relieved of their duties and remanded to Medical. One of the admirals so retired is Admiral Vida Serrano, who returns home. Killing time, she browses through the old family libraries, and discovers a very old book, purporting to be a children's book, which records exactly how the Family which had been the Serranos' patron came to be extinguished, root and branch: they had been betrayed by their ground soldiers on Altiplano. Esmay Suiza's ancestors, in other words. This has obvious repercussions on the prospective marriage between Barin and Esmay. Not all is going poorly for Barin, however; he has gone broke paying for the refugees from Our Texas who had attached themselves to him, and is deeply relieved when the professor specializing in Texan history suggests that they be sent to Excet-24 where their skills and handicrafts are deeply needed by the colony and especially Ron and Raffaela. The new commander of Three Stacks on Copper Mountain has not been idle during these events. Methlin Meharry's little brother was stationed there when Bacarion was appointed; Gelan Meharry realizes after a little research turns up Bacarion's connections to Lepescu that a mutiny is imminent (as Bacarion could have no other reason to seek appointment to a maximum-security prison) and that as Methlin Meharry's little brother, his days are numbered. The mutiny begins with a communications technician bribed to disable the satellite surveillance for a time. It is immediately followed with the attack on Gelan: a prisoner is reported missing and he is attacked while he examines the bottoms of the cliffs. Wearing a protective suit against the fierce elements, he survives the fall but is believed dead. He had stored a life raft and supplies against just such an eventuality in a lava tube&mdash;where he is met by Bacarion, who had correctly suspected that Gelan would fake his death. In the ensuing scuffle, Gelan uses the grapples and claws of his suit to kill Bacarion and escape with her corpse (to sow confusion if the lava tube is examined by the other mutineers). Gelan is eventually rescued by a SAR air vehicle, but not before the RSS Bonar Tighe drops several LACs onto the prison and load up with mutineers and the convert prisoners; those prisoners who declined to join the mutiny are massacred. The LACs return to the Bonar Tighe and begin to take it over. The mutiny is successful, and the unsuspecting space-station is taken over. The vital weapons research laboratories and the entire system are now in danger. Gelan, a young lieutenant and a high-ranked scientist hurry over to the weapons labs and neutralize its commander who had been instructed by his fellow mutineers to preserve the installation and its contents intact. They cobble together an old-fashioned radio system, and luck out when an arriving Fleet vessel receives the message, takes it seriously, and manages to jump back out of the Copper Mountain system before being destroyed; it soon warns the rest of the Familias. Back on Sirialis, Miranda has defeated Harlis for control of the family assets. One last enemy remains: Pedar, who had revealed to Cecelia his complicity or spearheading of Bunny's assassination, and who is foolishly attempting to woo Miranda. Pedar insists in fencing with the old and authentic weapons an armor. Unbeknownst to Pedar, Miranda had weakened the armor she predicted Pedar would use. When they start, Miranda feigns slowness and weakness, and deliberately breaks the tip of her sword; revealing her full skill, she thrusts her blade into Pedar's brain, killing him just before Cecelia arrives. Everything arranged to look like a horrible accident, Miranda gets off scot-free, satisfied with her revenge. Cecelia is horrified by Miranda's casual killing. For his actions and policies, the chairman of the Benignity orders Hobart Conselline assassinated. To have needed to resort to such a tactic against one over whom he has no authority means that the Chairman has failed in his duty to his extended family of the Benignity, and even as Hobart is beheaded by the appointed Swordmaster (who replaced his usual Swordmaster), so too does the Chairman perish&mdash;another change of command. Esmay and Barin disregard their respective families' opposition to their engagement, and marry even as the mutiny begins raging beyond Copper Mountain and all is thrown into turmoil.",
    "genre": [
      "Space opera",
      "Science Fiction",
      "Speculative fiction",
      "Military science fiction"
    ],
    "author": "Elizabeth Moon"
  },
  {
    "title": "Line of Delirium",
    "summary": " The first novel, \"Line of Delirium\", takes place decades after a devastating interstellar conflict — the Vague War. While the reason for and details of the war remain largely unexplained, it is clear that almost every alien race was at some point involved in hostilities with the humans. The war was going badly for Earth, until two Earth officers decided to take matters into their own hands. Disobeying orders, they turned their fleet and headed for Earth, demanding the government's surrender. One of the officers, a man named Grey, established the Human Empire and became the emperor. His co-conspirator Lemak became the supreme commander of all human forces. While it is not exactly clear how the tide was turned, it is known that all races opposing the new empire were eventually beaten. Two of which, the cyborg Meklar and the ursine Bulrathi formed a subsequent pact with the humans — the Trinary Alliance, creating a nearly unbeatable force (humans excel at ship-to-ship combat, Meklar are master engineers, and Bulrathi are superb ground combatants). Close to the end of the war, a man named Curtis van Curtis acquires an alien device he calls \"aTan\" (from athanatos, \"immortal\" [Greek: Αθάνατος, literally, \"without death\"] ) giving immortality to anyone who can afford it. He formed the aTan company, which quickly became almost as powerful as the Human Empire (as some characters in the novel call it, \"an empire within an empire\"). The secret of the device is coveted by many, as the aTan company holds exclusive rights, with Emperor Grey's grudging approval (in exchange he gets free reincarnations). Kay Altos is a professional bodyguard whose homeworld was destroyed by the imperial forces after it was invaded by the Sakkra — a fast-multiplying frog-shaped race, which was subsequently exterminated by the Empire. One fine morning he wakes up to face a teenager holding a gun, trying to avenge his sister's accidental death at Kay's hands. Kay's main problem — he did not have time to pay for his next reincarnation. He tries to trick the kid but ends up dying anyway. He is surprised to find himself in an aTan facility on Terra — the capital of the Empire with none other than Curtis van Curtis himself greeting him. Van Curtis hires Altos to safely bring his only son Arthur to an obscure planet known as Grail. Van Curtis's main concern is anyone finding out that Arthur is his son and kidnapping him in order to find out his father's secrets. Kay's payment should he succeed — unlimited free reincarnations. His payment in case of failure — eternal torture and executions. Kay agrees, and a backstory is created where Kay Ovald is a space merchant, travelling with his son Arthur, when their ship explodes. After reincarnating on a planet in the middle of a civil war, Imperial Security officer Isabella Kal recognizes Arthur and begins to chase him all over the Empire, even going as far as asking Admiral Lemak for help. Unfortunately for Arthur van Curtis and his bodyguard, Kal is not the only one seeking to stop them. A mysterious race known as the Silicoids seem to know of Arthur's mission to Grail and wish to prevent him from reaching his goal in order to preserve the galactic balance. Kay and Arthur board a luxury liner to the next planet on their way to Grail. Altos knows that, in all likelihood, Imperial Security is waiting for them at their destination. They manage to get passage on a shuttle, dropping off several passengers on a world close to their course. By a stroke of misfortune, that shuttle is stopped by a quarantine ship, and all passengers are secretly taken to a planet belonging to the Darloks — an ancient race exceptional at espionage and sabotage. Kay and Arthur soon discover that the Darloks plan to turn them into their agents and also manage to learn the Darloks' true form (unlike Master of Orion, Darloks here are not shapeshifters but Goa'uld-like snake parasites). It is there that Kay first meets Viacheslav Shegal — an agent of \"Shield\", Emperor's special forces. He helps Shegal commit suicide (to be reincarnated on a human world), so that the true nature of Darloks is known to all. Meanwhile, a massive Silicoid fleet arrives and proceeds to bombard the planet from orbit. Troops are sent in to retrieve Kay and Arthur and bring them before Sedimin — the Foot of the Silicoid Basis (a rank equal to emperor). Sedimin wants to know the true mission that van Curtis entrusted to Arthur. It is on the Silicoid ship that Arthur finally reveals to Kay an awful truth — he is not Curtis van Curtis's son. Arthur is a clone and, as such, has no rights under Imperial law. As Arthur puts it, \"immortals need no heirs.\" Since Arthur is being honest, Kay reveals that his true name is Kay Dutch and that he is a super — a genetically engineered being with increased speed, strength, memory, and other characteristics much higher than a normal human. By law, Kay also has no rights, but his past was covered up by a senator who adopted him. While Arthur still hides his true mission goal from Kay, he reveals it to Sedimin, who decides to let them go. They are dropped off on Tauri — a paradise planet for retired Imperial officers and their families. While Kay is out purchasing a ship, Arthur is kidnapped by Isabella Kal. Kay's determination to free Arthur is guided less by his obligation to his client than his friendship with the boy. His first destination, however, is the planet where he was killed prior to being recruited by van Curtis. He finds his killer, a teenager named Tommy Arano, and, instead of killing him, takes him to his hypership that was left on the planet. The next morning, Kay explains to Tommy that he is, in fact, Arthur van Curtis, whose mind was wiped by the Silicoids on one of his previous attempts to reach Grail. The mind-wiped Arthur was given to a human family to raise as their son, while another Arthur was reincarnated by \"aTan\" back on Terra because the machine assumed he died. Kay and Tommy then head to an Imperial planet almost entired ruled by a crime syndicate known as 'the Family'. The Mother of the Family is his genetic sister, also created in a test tube. She uses the Family's resources to locate Arthur on a heavily defended Imperial station. She agrees to given them all they need to retrieve the boy: outfit their ship with a masking device, provide them with advanced power armor and weapons (including an \"Excalibur\" tachion rifle for Kay that shoots a full second before the trigger is pulled), and four soldiers — two conditioned humans, a human cyborg, and a Meklar. Kay has himself souped-up with artificial enhancements (drastically shortening his lifespan). The strike group manages to infiltrate the base and fight their way to the medical wing, where Arthur is being tortured. Once Arthur is retrieved, they fight back to the ship, losing the two conditioned soldiers. In the hangar bay, Kay faces off against a Meklar working for Isabella Kal and is probably the first human (or almost-human) to pose a challenge to a twelve-foot-long mechanized reptile. Kay's Meklar companion clashes with the Imperial Security Meklar, giving the others time to escape. Once aboard his ship, Kay finds out that, due to his torture, Arthur is dying. Their only hope is to make it to Grail before he dies. When they finally make it Grail's orbit, another obstacle awaits them — Admiral Lemak and Isabella Kal on an Imperial destroyer. While Kay is trying to find a way out, his ship's illegal AI makes its own decision and the ship into the destroyer's shields. While Kay, Tommy, and Arthur are being reincarnated in Grail's branch of aTan, Kal forces Lemak to have her shot, so that she can follow them. The two clones and the bodyguard manage to make it to Grail's Dead Zone — an area on the planet where most mechanical devices fail for no apparent reason. It is there that Arthur finally reveals to Kay his true mission and the reason for van Curtis to have a clone: Curtis van Curtis did not obtain the \"aTan\" device from aliens. Van Curtis discovered Grail during the Vague War. There he found God or rather a being/machine that created the universe. God made van Curtis an offer — a universe created based on his subconscious desires, just like this universe was created for someone else. Van Curtis asked for more time to think about it. God then gave van Curtis the knowledge to create a device allowing him to live forever. Finally, after many decades, Curtis van Curtis decides to find out how new universes are created and sell these universes to the public. Kay realizes that this would destroy the Empire and attempts to stop them, but finds out that neither Tommy and Arthur nor Curtis van Curtis (who suddenly apprears) can be killed in the Dead Zone. Van Curtis takes Arthur and Tommy and leads them to the Threshold, but Tommy refuses and opts to leave with Kay instead. The novel ends as they both walk towards an uncertain future. \"Emperors of Illusions\" is the second novel, continuing the story of Kay Dutch as he travels with Tommy Arano, trying to stop Curtis van Curtis from destroying the Human Empire. They believe he is trying to do that to get back at the person he believes responsible for the creation of this universe — Emperor Grey. The only way Kay thinks he can stop van Curtis is by killing the Emperor, a virtual impossibility. \"Shadows of Dreams\" is a short prequel to \"Line of Delirium\" that describes life on a small quiet human colony that is turned upside down when a Psilon battleship enters the system, still believing that the Vague War is on. The Psilons are the most advanced race in the galaxy, with only two or three troopers wearing power armor necessary to destroy an entire city. As the colonists prepare for a hopeless battle, one man reflects on his life thus far.",
    "genre": [
      "Space opera",
      "Science Fiction"
    ],
    "author": "Sergey Lukyanenko"
  },
  {
    "title": "Battlefield Earth",
    "summary": " In the year AD 3000, Earth has been ruled by an alien race, the Psychlos, for a millennium. Humanity has been reduced to a few scattered tribes in isolated parts of the world while the Psychlos strip the planet of its mineral wealth. Jonnie Goodboy Tyler, a young member of one such tribe, lives in the shadow of the Rocky Mountains. Depressed over the death and disease affecting his tribe, he leaves his village to explore the lowlands and to disprove the superstitions long held by his people involving ancient gods and monsters. However, he is captured in the ruins of Denver by Terl, the Psychlo chief of security. The Psychlos, hairy high, 1,000-pound sociopaths, originate from a planet with an atmosphere very different from that of Earth. Their home world is in fact located in a different/parallel universe, and follows slightly different physical laws, with a slightly different table of elements. As a result, some interactions between the two worlds are problematic. Their \"breathe-gas\" explodes on contact with even trace amounts of radioactive metals, such as uranium. Terl, a Psychlo, had been assigned to Earth, and he eventually learns that his term has been extended with no word of relief. Fearful at the thought of spending several more years on Earth, he decides to con his way off the planet and return home a wealthy Psychlo. Terl has discovered a lode of gold up in the Rocky Mountains that he wants to get his hands on \"off the company books\". However, it is surrounded by uranium deposits that make Psychlo mining impossible. Terl captures Jonnie while searching for \"man-animals\" that he can train to mine the gold for him. After a time, Terl captures Jonnie's childhood friend Chrissie and her little sister and threatens to kill them unless Jonnie helps him. Jonnie is afterwards free to move around the mining area. Shortly thereafter, Terl and Jonnie travel to Scotland and recruit 83 Scottish youth, old women, a doctor, and a historian to help with the mining. Jonnie, however, has different plans. Because Terl does not understand English, Jonnie is able to convince the Scots to help him overthrow the Psychlo rule on Earth. During the next months, Jonnie and the Scots try to mine the gold as well as develop a means of defeating not only the Psychlos on Earth, but also nullifying the threat of counterattack from Psychlo (the Psychlos' home planet). During the semi-annual teleportation of personnel, goods, and coffins (all dead Psychlos are shipped home for burial) back to Psychlo, Jonnie and the Scots manage to pack several of the coffins with \"dirty nukes\" and \"planet busters\" in hopes of destroying the Psychlos' home planet. After the teleportation firing, the humans use the Psychlos' own weapons against them and regain control of Earth. This is, however, not the end of the story. Unsure as to whether the bombs sent even reached Psychlo and under the imminent threat of counterattack, Jonnie must now defend his newly-retaken planet against the predatory interests of several other interstellar races, including a race of intergalactic bankers seeking to repossess the Earth in lieu of unpaid debts, as well as a longtime rival seeking to wrest control of Earth from him. In order to ensure the security and independence of humanity, he does something that no other race in 300,000 years has been able to do: uncover the secret of Psychlo mathematics and teleportation, a difficult task compounded by the destruction of planet Psychlo.",
    "genre": [
      "Space opera",
      "Science Fiction",
      "Speculative fiction"
    ],
    "author": "L. Ron Hubbard"
  },
  {
    "title": "Genome",
    "summary": " Alex Romanov is a pilot-spec, born on Earth, gets out of the hospital on the planet Mercury Bottom, where he spent six months after an accident. Alex meets Kim Ohara, a runaway fourteen-year-old girl, who is an unformed fighter-spec, escaped from her home on Eden. He invites the hungry girl to dine, but, during dinner, her metamorphosis kick in. Unfortunately, the process must take place in a hospital under the watchful eyes of qualified doctors, but Alex is out of money and does not know anyone on this planet. As a pilot-spec, Alex is psychologically incapable of not helping someone in his charge. He takes her to a cheap hotel (the Hilton) and tries to help her through the transformation. For this he needs medicine, but he has spent everything he had left on the hotel room. He uses the network terminal in the hotel to search for work. He surprisingly quickly locates a perfect and extremely attractive offer — the post of captain on a small but new ship Mirror with the right to choose his own crew. While Alex is skeptical that this is just too good to be true, he has no choice but to sign the contract. He gets his advance and uses the money to help Kim. During the metamorphosis, Kim reveals that she has a secret compartment in her body, containing a fairly large gel-crystal — one that is usually used in a supercomputer. The crystal costs a fortune, and the fact that a poor, hungry girl is carrying it around makes no sense at all. With Alex's help, Kim successfully goes through the metamorphosis overnight and is completely fine in the morning. She refuses to talk about herself or of how she got to the planet. She only confirms that she does not know anyone on the planet and has no job or identification. Taking command of his ship, Alex begins the process of hiring his new crew. He hires a Black-race doctor named Janet Ruelo from the quarantined planet Ebon, a spec with five specifications. Other crewmembers include a nineteen-year-old energetic-spec Paul Lurie and a navigator-natural Pak Generalov. Later, he hires a co-pilot, a spec named Hang Morrison. Instead of looking for a fighter-spec (the crew requirements are very specific in the contract), he decides to give Kim a try. However, this is problematic, given that she has no ID. In order to obtain one without contacting Eden, he has to bend the rules: Alex and Kim get temporarily married, Kim takes Alex's last name as her own, and gets a new ID as Kim Romanova. With his crew ready, Alex is ordered by the owner of the ship to take on several passengers and do whatever they ask. The passengers turn out to be two Czygu tourists, Zei-so and Sei-so, as well their guide-spec Danila C-third Shustov, an employee of the Sky Company, who are also the owners of the Mirror. Apparently, as Alex finds out, their job is to transport alien tourists to see Imperial planets. Unfortunately, the situation is not very pleasant. One of Janet Ruelo's specifications is as an executioner-spec, meaning she specialized in killing aliens and utterly hates them. Kim becomes hysterical, after finding out that one of their stops is the planet Eden, as she is afraid to return to her homeworld. Alex finds out that Pak Generalov pathologically hates clones and has a hard time accepting C-third on their ship. Alex has to convince Kim, demand Janet to give him a warrior's oath not to harm the Czygu, and reason with Generalov. There is another problem, however. After a genetic test, Alex finds out that Kim is not only a figher-spec, but also a hetaera-spec. The latter specification demands the love of her object of desire, who turns out to be Alex. But Alex, being a pilot-spec, is physically incapable of loving Kim. And Kim physically cannot stop loving Alex until he returns her feelings. The tour almost immediately results in a disaster. While entering the hyperchannel, another ship nearly collides with the Mirror which would have forced the ship to end up in Brauni space. Alex's Czygu passengers would have almost certainly been taken prisoner. Fortunately, with Janet's quick thinking, they were able to avoid the collision. During the flight, Kim reveals to Alex the secret of her gel-crystal. Apparently, the crystal contains an encoded personality of a friend of Kim's, an adolescent boy named Edgar. Edgar explained to Kim that his personality was artificially created to become a unique spec — a genetic constructor, a spec creator. Growing up within the crystal's virtual world, Edgar managed to gain access to the public network, meeting Kim. He then programmed his lab's robot to give the crystal to Kim and destroy the lab, so that everyone thinks that Edgar's crystal perished with it. Kim have long protected Edgar's secret, carrying his crystal inside her body. Unfortunately, her mother accidentally discovered the crystal and called the police. Kim and Edgar were forced to flee. Alex, connecting the crystal to his personal computer, enters Edgar's virtual world and meets the boy. While Edgar confirms Kim's story, Alex sees certain inconsistencies in his virtual surroundings and the boy's behavior. Alex asks Edgar for a favor — to create a substance which would temporarily disable a spec's emotional modifications. Alex wants to give this substance to Kim to \"cure\" her of her love for him. While no one believes that such a thing is possible, Alex finds out that Edgar is truly a genius. He gives Alex a formula to synthesize the blocker, and Alex orders it from a pharmaceutical lab on the planet New Ukraine. However, before risking giving an untested substance to Kim, Alex takes a few drops of it himself. The effect is nearly immediate — Alex loses the pleasurable feeling every pilot-spec gets during the neural connection with the ship. Also, he understands that this feeling, like the usual pleasures of sex — are simply shadows of the true feeling which he has been denied. Still not understanding what it means to love, Alex begins to feel sorrow and the feeling of enormous loss. Before landing on the planet Zodiac, the crew finds out that a crime has taken place on board the ship — Zei-so has been brutally murdered. The ship remains in orbit and receives two visitors: a detective-spec named Peter C-forty-fourth Valk, preferring the name Sherlock Holmes, and his assistant, a natural forensics expert Jenny Watson. While the crime itself is horrendous, the consequences are even more so. Apparently, Zei-so was an heiress to the Czygu throne. As such, the Czygu are preparing for an all-out war with the Empire. Since the forces are about even, the war is bound to devastate both species, and the victor will be too weak to stand against the other races, who will not miss their chance to gain extra territory. This has already happened to the once-mighty Taii, who are now a dying race. The Empire, faced with such prospects, will be forced to lift the quarantine of Ebon. The military power of Ebon is so great, that the Czygu will have no chance, but the other races will forget their differences and united against humanity. There is only one way of preventing the war — find the murderer within two days and show the Czygu undeniable proof that justice has been served. If Sei-so personally executes the killer, the war will be averted. Unfortunately, the murder was committed by a professional — no trace has been left in Zei-so's quarters. Also, every crew member had the opportunity and the motive to perform the deed. After further conversing with Edgar, Alex realizes who he really is. He is not an adolescent consciousness artificially grown in a gel-crystal. In fact, it is the consciousness of a long-dead legendary genetic constructor named Edward Garlitsky, who is credited with founding the science of specification. Garlitsky wanted to create a superhuman, who would unite all the enhancements from all specs. Unfortunately, his work was not only deemed unneeded, it was seen as dangerous. Garlitsky was fired and, at the Emperor's decree, his consciousness was copied onto a gel-crystal and his body destroyed, so he could continue working on specifications but under a watchful eye of the overseers. Unable to find another way out, Garlitsky saw his chance when he was requested to create a new secret agent specification. He made certain unnoticed alterations to the specification, like a hidden pouch in the stomach. This child turned out to be Kim Ohara. Garlitsky made contact with her, falsifying his identity, and convinced her to help him escape. His goal is to become a physical human again. When Alex claims he knows the identity of the killer, the detective-spec allows him to do whatever is necessary to reveal him or her. Using Edgar's blocker, Alex reveals the killer — an undercover agent-spec, pretending to be a member of the crew. The killer is apprehended and executed, although Sei-so is critically wounded in the process. Unfortunately, further investigation turns out to be fruitless, as everything points to people too powerful to accuse. The Sky Company is bankrupted, and the crew of the Mirror is fired. The body of the executed person is bought out by Kim, who plans to give it Edward \"Edgar\" Garlitsky. Alex begins to understand that the effect of Edgar's substance is not temporary, which means that he will retain the ability to love for a long time, possibly forever.",
    "genre": [
      "Space opera",
      "Detective fiction",
      "Science Fiction"
    ],
    "author": "Sergey Lukyanenko"
  },
  {
    "title": "Dances on the Snow",
    "summary": " Tikkirey \"Tiki\" Frost lives on the planet Quarry, poorly adapted for human life and stricken with poverty. Due to the planet's high radioactivity, the inhabitants of Quarry are forced to live in a protective dome and pay for food and air, or \"social support\". Unemployment is a major problem on Quarry. In fact, one's ability to obtain a job depends on the quality of his or her neuroshunt implant, allowing direct mind-to-machine connection. Tikkirey's parents' neuroshunts have become obsolete and they have no money for an upgrade. His father has been unemployed for years, and his mother makes a pittance. Incapable of paying for their social support, Tikkirey's parents are forced to invoke their \"constitutional right to commit suicide.\" For that, Tikkirey's social support is extended by 7 years, during which he can get education and find a job, as his neuroshunt is above the local standard. If his parents forgo their \"constitutional right\", the entire family will be evicted from the Dome. The life expectancy outside the Dome is 1-2 years. After losing his parents, Tikkirey decides to leave Quarry by any means necessary. As such, he signs up on an interstellar ore transport as a \"calculation module\" — a wetware computer used for complex calculations at faster-than-light speeds, as normal computers fail to work. A calculation module remains in hibernation, most of the time, while a stream of data is shunted through his brain. While this is a highly paid position, continuous misuse of the brain atrophies the frontal lobe, causing the person to lose his free will. After the expiration of the standard five-year contract, 97% of calculation modules are incapable of making their own decisions and continue flying for the rest of their lives. The other 3% manage to muster enough willpower to leave the ship (2%) or cancel the contract before time is up (1%); however, even they have to spend years relearning to make even the simplest decisions (e.g. a simple choice of soft drink is an extremely difficult process for them). After regaining consciousness on the beautiful and wealthy planet of New Kuwait, Tikkirey demands to cancel his contract and leave the ship. He immediately finds out that a clause in the contract prevents him from doing just that, as he must pay off his 150,000 credit insurance policy, which will require Tikkirey to serve another 1.5 years on the ship. The contract is specifically written to prevent calculation modules from using ships as free rides. Fortunately, Tikkirey finds out that the crew took pity on the boy and broke the law by not getting him an insurance policy. He receives his earned credits and leaves the ship. He then takes a taxi and gets a room at a cheap hotel. He then hits another snag: his money will only last him about a week. New Kuwait's laws require local permanent residency for employment, but the process of obtaining it takes at least six months. At the hotel, Tikkirey meets Lion, a boy his age, who was born and grew up on a space station. The next day, Tikkirey encounters and befriends a mysterious man named Captain Stas, who turns out to be a phage from the planet Avalon. Phages are knight-like members of an organization whose goal is to rid the Empire of its enemies. Unlike the rational humans around them, phages are encouraged to listen with their hearts. A phage is genetically engineered to be stronger and faster than any normal human. He is capable of using something called an \"imperative voice\", causing most humans to follow his instructions without question (similar to the Voice from Frank Herbert's novel Dune). A phage's weapon of choice is a multi-functional semi-intelligent plasma whip, chosen not for its deadliness but for its psychological effect. The phages' mission, abilities, and moral code have earned them the nickname \"jedi\", which they tend to dislike, as it trivializes the phages' purpose. Stas is on a mission to investigate the suspicious activity on New Kuwait of agents from the planet Iney (\"frost\" in Russian). Iney has already \"peacefully\" allied with several other Imperial worlds and is gaining in strength, threatening the stability of the Empire. Before Stas or Tikkirey can do anything, most of the population of New Kuwait suddenly falls asleep. Tikkirey and Stas are one of the few still awake. Stas takes the boy and, at Tikkirey's request, the unconscious Lion with him on his ship. They are able to launch before the population awakes and announces its allegiance with Iney. With some quick thinking, Tikkirey connects Lion's brain to the datastream of the ship, temporarily turning him into a calculation module. The plan works, and Lion awakes shortly after. However, his free will is gone. Stas takes the boys to his homeplanet of Avalon, where the phages' headquarters are located. Tikkirey is hired by the phages to work in support role, while he takes care of Lion. Basically, Tikkirey is forced to tell Lion to do almost everything, hoping that he may one day get better. He also makes friends with his neighbors, a brother and a sister of a slightly younger age. One day, Tikkirey is asked by his supervisor to destroy a faulty plasma whip, which refuses to bond with any phage. To Tikkirey's surprise, the whip bonds to him, and he refuses to destroy the semi-living device. That same day, his neighbors invite him and Lion to go camping at a nearby lake. Since it is wintertime in that part of Avalon, the lake is frozen over. The teenagers (except for Lion) begin to ice skate, but ice cracks under Tikkirey, and he falls into the water. He attempts to get out by using the whip but to no avail. Surprisingly, Lion snaps out of his daze and saves Tikkirey. Stas arrives with paramedics and explains that the whip was a test of loyalty, which Tikkirey has failed. Tikkirey shows that the whip bonded to him, which surprises the phage, as this has never happened before. Tikkirey and Lion are taken to the phage headquarters, where Lion is given a clean bill of health by a psychiatrist. Lion explains that, during the time he was asleep, he has lived an entire lifetime as a citizen of Iney. The boys find out that the phages are planning on sending them back to New Kuwait to conduct an investigation as to how Iney is controlling the population. Tikkirey and Lion are dropped in a pod made of a special form of ice, which melts on landing, leaving no trace. However, the boys are quickly captured by a team of girls armed with crossbows. They are escorted to their base camp, where Tikkirey encounters a disabled old man he met while escaping from New Kuwait. The girls are members of a former hip hop dancing troupe who have become guerrilla fighters. They help the boys sneak into the city, where Lion is reunited with his family, who all behave like a stereotypical perfect TV family. Tikkirey and Lion are sent to a boarding school \"to learn to serve the society better.\" Everything appears to be going well, except that the boys know they are under surveillance. One night, the old man's daughter Natasha sneaks into their room and informs them that Iney counter-intelligence is following their every move. They decide to escape and hide in a school located in a poor district. They are able, for a time, to remain undetected by the Iney. Once, however, Natasha introduces Tikkirey to another girl, who claims to also be an agent for the phages. She informs Tikkirey that a wealthy Imperial industrialist has arrived on New Kuwait and that he is secretly working with Iney against the Empire. The girl orders Tikkirey to execute the industrialist and his teenage daughter. While morally disagreeing with the girl, Tikkirey decides to go through with it. Tikkirey, Lion, and Natasha sneak into the villa where the industrialist is being treated as an honored guest. However, upon attempting to ambush the man and his daughter, Tikkirey is surprised to learn that the industrialist is, in fact, Stas in disguise. His \"daughter\" is a young phage-in-training dressed as a girl. The real industrialist has been detained by the Imperial forces, and the phages have been sent in their stead. Stas immediately realizes that the girl who gave the execution order is an Iney agent, which means that their cover is blown. He decides to attempt to smuggle Tikkirey, Lion, and Natasha from New Kuwait in suitcases. There is one problem, however — due to a quirk of nature, FTL travel is lethal to human females (the reasoning behind this is not explained, although it is mentioned that a Y-chromosome is necessary to survive an FTL jump). As such, Natasha must be placed into a cryogenic pod. Due to the shortage of space on the luxury transport, the dock workers decide to leave Tikkirey's suitcase in storage to be sent with the next ship. An old female dockworker decides to look inside and finds the boy. Instead of reporting him, however, the old lady feeds him and asks him to tell her what is happening. After hearing his story, Tikkirey asks her to contact Stas and tell him to freeze Natasha. When she comes back, the lady begins to explain certain unknown facts to Tikkirey. She explains that the president of Iney, a woman by the name of Inna Snow, is, in fact, a clone. At one point in time, a genetic genius named Edward Garlitsky has decided to fundamentally alter humanity for the better. For this purpose, he cloned himself into a woman named Ada Snezhinskaya, but their views on the means of achieving the change were radically different: Edward wanted to act behind-the-scenes (according to the novel Genome, he became the father of specification), while Ada wanted to directly alter the current social and political structure of the Empire. For that purpose, Ada created thousands of clones of herself and of Edward and spread them throughout the Empire (at that time, it was common practice for parents to buy fetuses). The first names of the female clones were always four letters long with a double consonant in the middle, while the last name was in some way related to snow (e.g. Inna Snow, Anna Neige). Sooner or later, most of the clones were tracked down and offered to have the collective memory of the clones imprinted on them. Most agreed. They all began to set themselves up in certain key political positions. Eventually, Inna Snow discovered a way of using neuroshunts to slowly download a dormant program into people's brains. A certain signal would then trigger the program, which would allow the affected people to live out entire lifetimes in their heads. While each person's \"dream life\" was different, several constants remained the same: Inna Snow and Iney are good, the Empire and the Emperor are bad. The medium for implanting the program was chosen to be the many TV series produced on Iney and watched throughout the Empire. After hearing this, Tikkirey realizes that the old lady is Ada Snezhinskaya, who reveals that Tikkirey Frost is himself a clone of Edward Garlitsky. Despite this realization, Tikkirey attempts to kill Ada with a whip, but he only wounds her and gets captured by Iney forces. Finding himself in a prison cell with Stas, the phage-in-training, Lion, Natasha, and her grandfather, Tikkirey questions Stas and finds out that Stas knew about him being a clone. The group is then taken to a factory to meet Ada and Inna, where, after a verbal joust, Stas reveals that the Empire has begun a massive invasion of all Iney-occupied worlds, using a modified version of Inna Snow's program to remove Iney's propaganda from the affected people's minds. In a last-ditch effort to save herself and her plan, Ada uses the imperative voice to order Tikkirey and Natasha to jump off the catwalk into a pool of strong solvent. Natasha's grandfather sacrifices himself to save his granddaughter and push both Ada and Inna off the catwalk. Stas uses his own imperative voice to override Ada's order and frees the teenagers. With the threat of Iney gone and the clones in custody, Stas offers to take Tikkirey back to Avalon. However, Tikkirey first makes a stop at Quarry to get two of his friends off that rock. As a side note, he mentions that a genetic cure has been found to allow women to safely traverse FTL hyperchannels without the use of cryogenics. ru:Танцы на снегу (роман) zh:雪舞者",
    "genre": [
      "Space opera",
      "Science Fiction"
    ],
    "author": "Sergey Lukyanenko"
  }
]