[
  {
    "title": "Schindler's Ark",
    "summary": " This novel tells the story of Oskar Schindler, self-made entrepreneur and bon viveur who almost by default found himself saving Polish Jews from the Nazi death machine. Based on numerous eyewitness accounts, Keneally's story is unbearably moving but never melodramatic, a testament to the almost unimaginable horrors of Hitler's attempts to make Europe judenfrei, or free of Jews. What distinguishes Schindler in Keneally's version is not, superficially, kindness or idealism, but a certain gusto. He is a flawed hero; he is not \"without sin\". He is a drinker, a womaniser and, at first, a profiteer. After the war, he is commemorated as Righteous among the Nations by the Yad Vashem Holocaust Museum in Jerusalem, but he is never seen as a conventionally virtuous character. The story is not only Schindler's. It is the story of Kraków's dying ghetto and the forced labor camp outside of town, at Plaszów. It is the story of Amon Goeth, Plaszów's commandant. His wife Emilie remarked in a German TV interview that Schindler did nothing remarkable before the war and nothing after it. \"He was fortunate therefore that in the short fierce era between 1939 and 1945 he had met people who had summoned forth his deeper talents.\" After the war, his business ventures fail, he separates from his wife, and he ends up living a shabby life in a small flat in Frankfurt. Eventually he arranged to live part of the year in Israel, supported by his Jewish friends, and part of the year as a sort of internal émigré in Frankfurt, where he was often hissed at in the streets as a traitor to his \"race\". After 29 unexceptional postwar years he died in 1974. He was buried in Jerusalem as he wished with the help of his old friend Pfefferberg.",
    "genre": [
      "Biographical novel",
      "Fiction",
      "Historical novel"
    ],
    "author": "Thomas Keneally"
  },
  {
    "title": "The Moon and Sixpence",
    "summary": " The novel is written largely from the point of view of the narrator, who is first introduced to the character of Strickland through his (Strickland's) wife and strikes him (the narrator) as unremarkable. Certain chapters are entirely composed of the stories or narrations of others which the narrator himself is recalling from memory (selectively editing or elaborating on certain aspects of dialogue, particularly Strickland's, as Strickland is said by the narrator to be limited in his use of verbiage and tended to use gestures in his expression). Strickland is a well-off, middle-class stockbroker in London sometime in the late 19th or early 20th century. Early in the novel, he leaves his wife and children and goes to Paris, living a destitute but defiantly content life there as an artist (specifically a painter), lodging in run-down hotels and falling prey to both illness and hunger. Strickland, in his drive to express through his art what appears to continually possess and compel him inside, cares nothing for physical comfort and is generally indifferent to his surroundings, but is generously supported while in Paris by a commercially successful but hackneyed Dutch painter, Dirk Stroeve, a friend of the narrator's, who immediately recognizes Strickland's genius. After helping Strickland recover from a life-threatening condition, Stroeve is repaid by having his wife, Blanche, abandon him for Strickland. Strickland later discards the wife (all he really sought from Blanche was a model to paint, not serious companionship, and it is hinted in the novel's dialogue that he indicated this to her and she took the risk anyway), who then commits suicide - yet another human casualty (the first ones being his own established life and those of his wife and children) in Strickland's single-minded pursuit of Art and Beauty. After the Paris episode, the story continues in Tahiti. Strickland has already died, and the narrator attempts to piece together his life there from the recollections of others. He finds that Strickland had taken up with a native woman, had two children by her (one of whom dies) and started painting profusely. We learn that Strickland had settled for a short while in the French port of Marseilles before traveling to Tahiti, where he lived for a few years before finally dying of leprosy. Strickland left behind numerous paintings, but his magnum opus, which he painted on the walls of his hut before losing his sight to leprosy, was burnt down after his death by his wife in accordance with his dying orders.",
    "genre": [
      "Biographical novel",
      "Historical fiction",
      "Fiction",
      "Roman à clef"
    ],
    "author": "W. Somerset Maugham"
  },
  {
    "title": "He Died With A Felafel In His Hand",
    "summary": " While the book is not written in a linear fashion the order of houses (and house mates) John lives in is as follows: 1st Place - The Boulevade * Tom lived in the garage * Mel lived upstairs. Her boyfriend Warren moved in some time later. When they moved out, replaced by * Andy the Med Student (Dr Death) moved in Tom moved out and is replaced by * Derek the Bank Clerk 2nd Place * Tom and John got a new place * Derek the Bank Clerk (lived in a tent). Replaced by * Martin the Paranoid Wargamer. Lasted three weeks and was replaced by * Taylor the Taxi Driver 3rd Place - King Street * PJ * Milo * PJ moved out, replaced by * The 7&nbsp;ft Nurse, replaced by * Ray, replaced by * Malcolm and his Charlie Brown bowls, replaced by * Victor the Rasta, replaced by * McGann the American in his mid 40’s with a fondness for prostitutes, replaced by * Taylor the Taxi Driver. Taylor at the time was having personal issues. He ambushed his fellow housemates with a toy gun after hiding for an hour. He told them if it was a real gun they would all be dead. John saw this as good reason to move out 4th Place - Duke Street (Brisbane) * Thunderbird Ron * Macgyver the Mushroom Farmer * Neal the Albino Moontanner * Howie (Neal’s friend) * Satomi Tiger (via Tim the invisible flatmate) * Brainthrust Leonard * Jabba the Hutt * Mick the English Backpacker * Colin and Stepan John moves out for reasons not made clear 5th Place - Melbourne * Stacey the Who Weekly fan John moves out when her loud sex sessions became too much to bear 6th Place - Fitzroy * Brain the Electrician * Greg the Gay School Teacher * AJ * Satvia who starts going out with John * Nigel moves into the house and moves in with Satvia As a result of the fallout from this new relationship Greg moves out and John follows suit 7th Place - Carlton * Ernie * Martin the Canadian Phd * Dave the Smoker moves in with his washerwoman girlfriend * Four other Daves move in After trying to freeze out the Daves from the house by cutting off the gas and electricity John gives in and moves to a loft in Fitzroy 8th Place - Fitzroy * Wendell the Londoner After Wendell’s threats to kill him, John moves out and sleeps round friends 9th Place - Auchenflower in Brisbane * Wayne the Santanic Vet * Danny (the Decoy) * Margot 10th Place – Brisbane Goth House (not clear how this move came about) * Kevin the Carpenter * The New Slovenian Art printer * Bald Goth who lived in the back * Luke the Musician All the goths run away after the bailiff came round to collect unpaid rent. John keeps the house on and in move * Dirk * Em the Banker (however at the start of the book it is stated that Emma moves in when Nina moves out) * Crazy Nina Nina move out to live with her friend Tanya * Tanya then moves in after Nina sleeps with her boyfriend The whole house up sticks and moves 11th Place * Dirk * Em the Banker * Tanya (possibly) * New Girl moves in to replace Nina but leaves because she is \"diagnosed as schizo\" * Taylor the Taxi Driver moves in The book then segues to 12th Place - Band house in Darlinghurst, Sydney * Hooper * Tammy * Jeremy moves in to escape his former psychotic housemate * Keith the drummer moves in downstairs 13th Place - Kippax street * Gina * Harry the Doctor, replaced by * Kim the Vet, replaced by * Melissa the Junkie (aka Rowan Corcoran), replaced by * Duffy the Computer Programmer, replaced by * The Dutch Guy who lasted 2 weeks, replaced by * Giovanna who lasted less than a week, replaced by * Mosman who no one ever saw, replaced by * Jimbo who moved in with one of the girls leaving his room free for * Veronica the Proto Hippy who was replaced by * Jonathan, replaced by * Downstairs Ivan * Uptight Martin moved in at the same time Downstairs Ivan and Uptight Martin move out within 3 days of each other and are replaced by * Paul the Quiet Journalist and * Homer the Air Traffic Controller * Yoko San moved in and last three weeks, replaced by * Jeffrey the junkie",
    "genre": [
      "Biographical novel",
      "Comic novel"
    ],
    "author": "John Birmingham"
  },
  {
    "title": "Carry On, Mr. Bowditch",
    "summary": " The novel introduces readers to young Nathaniel \"Nat\" Bowditch, the son of a ship Captain. Nat loves school, especially mathematics. He dreams of someday attending Cambridge, Massachusetts's Harvard University, but is forced by economic circumstances to quit school and begin working. Eventually, he ends up as an indentured servant to a ship's chandler, or outfitter. Still determined to continue his education, and compelled to work for the chandlery for nine long years, he begins to teach himself other languages by comparing translations of the Bible. After being granted access to a local private library, he continues to study and to master advanced mathematics in the evenings after work. When his indenture is complete, he gets the chance to go to sea. There, he discovers that many of the navigational sources used at the time contain extensive and dangerous errors. He is prompted to compile a new book of navigational information. This book, The American Practical Navigator, is still in use today. Under several captains, Nat learns how things work at sea. He invents new ways of calculating latitude and longitude, increasing the accuracy of calculations used to find ships' locations. He also teaches the crew on the ships about math. It took a while for the men to understand, but when they did understand, the men, such as Lem Harvey-the crew's troublemaker, felt smart and important. He also let Little Johnny look through a sextant and search for Polaris. Eventually Nat becomes a captain himself. In the course of the book, Nat receives an honorary degree from the school he always wanted to attend, Harvard.",
    "genre": [
      "Biographical novel",
      "Children's literature"
    ],
    "author": "Jean Lee Latham"
  },
  {
    "title": "A Man",
    "summary": " The book is a pseudo-biography about Alexandros Panagoulis written in the form of a novel. Fallaci had an intense romantic relationship with Panagoulis. She uses the novel to put forth her view that Panagoulis was assassinated by a vast conspiracy, a view widely shared by many Greeks. The work has had mixed reviews. Some will find the harsh polemic repetitive and disturbing. Fallaci is said to have been angry at Ms Magazine for not reviewing the work and this enhanced her reputation as an anti-feminist.",
    "genre": [
      "Biographical novel",
      "Fiction"
    ],
    "author": "Oriana Fallaci"
  },
  {
    "title": "A Hope in the Unseen",
    "summary": " At Ballou Senior High, a school besieged by violence in Washington, D.C., honor students have learned to keep their heads down. Like most inner-city kids, they know that any special attention in a place this dangerous can make you a target of violence. But Cedric Jennings will not swallow his pride, and with unwavering support from his mother, he studies and strives as if his life depends on it—and it does. The summer after his junior year, at a program for minorities at MIT, he gets a fleeting glimpse of life outside, a glimpse that turns into a face-on challenge one year later: acceptance into Brown University, an Ivy League school. At Brown, finding himself far behind most of the other freshmen, Cedric must manage a bewildering array of intellectual and social challenges. Cedric had hoped that at college he would finally find a place to fit in, but he discovers he has little in common with either the white students, many of whom come from privileged backgrounds, or the middle-class blacks. Having traveled too far to turn back, Cedric is left to rely on his faith, his intelligence, and his determination to keep alive his hope in the unseen—a future of acceptance and reward that he struggles, each day, to envision.",
    "genre": [
      "Biographical novel",
      "Biography",
      "Sociology"
    ],
    "author": "Ron Suskind"
  },
  {
    "title": "Voyage on the Great Titanic",
    "summary": " 13-year-old Margaret Anne Brady is an orphan whose parents died when she was only 8 years old. Subsequently sent to live in an orphanage, she lives a life of penury and dreams that her older brother, William, who lives in America, will someday earn enough money to send for her. One day, however, her fortunes take an unexpected turn for the better when a wealthy, privileged woman named Mrs. Carstairs expresses the desire for a companion for her upcoming trip to the States. The job, which involves simple tasks such as dressing her and walking her dog, is easy, and Margaret Anne accepts readily. Within merely a few days, Margaret Anne and Mrs. Carstairs board the Titanic, the newly-built and highly glamourous liner deemed to be \"unsinkable,\" as first-class passengers. There, Margaret Anne, who has lived most of her life in destitute conditions, is enthralled by her luxurious premises. She quickly befriends a handsome, young steward, Robert, and their relationship gradually turns romantic. All is going well when one night, April 15th, 1912 (2:20), and Margaret Ann are awoken by a frantic Robert who informs that the ship has just struck an iceberg and advises them to put on their lifejackets. The two women obey and hurridly make their way up to the deck where they discover with horror that the ship is sinking rapidly. Though her life is hanging in precariously on the line, Margaret Ann is adverse to leaving Robert, who is part of the crew and must remain on the cruiser, and runs back to him. Finding him sitting dejectedly alone in an vacuous hallway, she attempts to persude him to follow her. Robert, though, replies her that he can't, and the two share a long, passionate kiss before parting. Back on deck, Margaret Anne is rapidly put in a lifeboat and whisked away. Floating for several hours, the small group is finally rescued when a passing ship picks them up. There, everyone, including Margaret Ann, is treated for pneumonia and put to rest. Though she expresses hope for Robert's survival, it is later revealed in the book that he, in fact, did go down with the ship.",
    "genre": [
      "Biographical novel"
    ],
    "author": "Ellen Emerson White"
  },
  {
    "title": "Killer: A Journal of Murder",
    "summary": " It details American serial killer Carl Panzram's entire life inside the American prison system as well as the many murders he committed. Henry Lesser was a young jail guard at the Washington DC district jail when Panzram arrived for incarceration in 1928. After hearing of Panzram's torture, Lesser befriends him, convincing him to write his life autobiography. After 40 years of searching for publication, Lesser finally achieved his life's effort in 1970 when Killer: A Journal of Murder was published.",
    "genre": [
      "Biographical novel",
      "Crime Fiction"
    ],
    "author": "Thomas E. Gaddis"
  },
  {
    "title": "Loving Frank",
    "summary": " The book opens to notes written by Mamah Borthwick, reminiscing on her life and expressing her longing to tell her views of what happened. The story begins with an account of Mamah’s attendance, with great trepidation, at a public talk given by Frank Lloyd Wright, the famous architect of the School of Chicago. The author tells us that some years earlier, Wright had designed Mamah's house at the insistence of her husband Edwin Cheney. We learn of the already tumultuous and intermittent affair between Wright and Mamah, which began with their working together on the architectural plans for the house. The novel is an intricate analysis of Mamah's emotional torments as an intellectual in her own right, wife, mother, friend, and member of society. It also touches on the human aspects of Wright in addition to his artistic talent and eccentricities. Throughout the novel, Mamah explains the artistic or philosophical underpinnings of Wright's extravagant views. We experience the poignancy of both of their family situations and internal conflicts. The novel allows the reader to see Wright through the prism of Mamah’s deep admiration. The Swedish feminist Ellen Key rightfully unnerves the female protagonist when she declares that Mamah may have cowardly followed Wright in order to bask in his brilliance rather than accomplishing anything she can claim her own. A talented writer and novelist, Nancy Horan spins an intricate web of themes in her novel. One of the main themes is that of guilt and judgment of others and society in general. Another is the role of the artist in society. The novel also explores the development of the feminist movement in the United States and Europe. We are told that in America, the focus is on the woman’s right to vote and equal pay whereas the European woman is more concerned about her right to live her life free from the ties of marriage. Mamah’s and Wright’s travels in Europe are described as a form of escape from the constraints experienced at home. They soon realize, however, that the fantasy is short lived and they are inevitably called back to face reality. It is the more conformist and more guilt ridden Mamah who stands her ground and resists the urge to return to her family obligations. She struggles between the ties to her family and her invisible bond to Wright. She chooses the latter but inevitably realizes that her passion for Wright often brings her to abandon her own intellectual aspirations. Even Wright, the self proclaimed free spirit, succumbs to some of society’s pressures in the end. The novel also explores some deeper aspects of love. It is the intellectual inclinations and natural independence of Mamah which piqued Wright’s interest. Yet, while the two travel through Europe together where they can pass as husband and wife, Wright vehemently asks that Mamah play the role of the traditional woman expected to give up her pursuits to follow him where his career takes him. Mamah keenly reminds him that his views are contradictory, which Wright concedes reluctantly. The novel depicts some very positive aspects to the relationship between Mamah and Wright. Although Mamah is recorded to have said that she was not Wright’s muse and that nature was, it is obvious that she and Wright inspired each other. They had a deep understanding of each other’s needs and longings, which brought their lives together to another level. Their inherent idiosyncrasies since childhood had isolated both from many of their contemporaries. The feeling of loneliness is evident in the case of Mamah particularly. Their story ends tragically. Frank Lloyd Wright eventually decides to rebuild Taliesin (studio) located in Wisconsin.",
    "genre": [
      "Biographical novel"
    ],
    "author": "Nancy Horan"
  },
  {
    "title": "The Poet of Tolstoy Park",
    "summary": " The book begins in Nampa, Idaho, with Henry Stuart having just learned that he has one to two years to live because he has non-contagious tuberculosis. Told he will be more comfortable in a warmer climate, Stuart leaves his two grown sons to relocate to Fairhope, Alabama. When he arrives, he finds that the land he has purchased sight unseen hosts only a barn. He decides to build a house, on property he names \"Tolstoy Park\" in honor of Leo Tolstoy, who had himself become a wandering ascetic in the months before his death. An amateur poet and an eccentric, Stuart sheds his materialism for a life of contemplation, one which extends much longer than Stuart expected.",
    "genre": [
      "Biographical novel"
    ],
    "author": ""
  },
  {
    "title": "The Great Lover",
    "summary": " :Note on names: Throughout the novel Rupert Brooke is referred to as Brooke and Nell Golightly is referred to as Nell. That convention is maintained here. The prelude of the novel begins with a 1982 letter from the elderly daughter of Rupert Brooke by a Tahitian women to Nell Golightly, asking Nell to help the daughter better understand her father. Nell responds, including a narrative of the time spent by Brooke at The Orchard in Grantchester from 1909 until his retreat in Tahiti in 1914, which becomes the rest of the novel. Nell's story alternates between the perspectives of Nell Golightly, a seventeen-year-old girl, and the poet Rupert Brooke. The novel begins as Nell's father dies while tending to the family's bee hives. Because she is the oldest child and her mother is long dead, Nell Golightly decides finds a job as a maid at The Orchard, a boarding house and tea room outside of Cambridge which caters to the students at the University there. There she, along with several other young women, serves guests and cleans the facilities. She also helps a local beekeeper tend his hives. Soon after Nell begins working at The Orchard, Rupert Brooke becomes a resident. As he enjoys his summer working on papers for Cambridge societies and composing his poetry, Brooke leads a social life flirting with various women and enjoying the company of artists and other students. Brooke soon lusts for Nell, and his increased interest in her leads to unconventional encounters. They develop a friendship in which both Nell and Brooke hold secret admiration and love for the other, but are unable to express it because of social conventions. Brooke also desires to lose his virginity because he feels that being a virgin is disgraceful. Because he cannot convince Nell or any of several other women to succumb to his wooing, he loses it in a homosexual encounter with a boyhood friend, Denham Russell-Smith. After the encounter, Brooke returns home to comfort his mother at his father's death bed. After his father's death, though Brooke desires to return to the Orchard, Brooke is forced to stay at the school where his father worked as headmaster, retaining the post until the end of the school year. After a brief period, Brooke returns to The Orchard. Meanwhile, Nell's sister Betty becomes a maid at The Orchard and another of Nell's sisters has a still birth. Brooke continues to become closer to Nell, and they covertly go swimming together in Byron's pond, a local swimming hole named after the poet Lord Byron. Afterwards, Brooke departs on a tour advocating for workers' rights, which does not go very well. At the end of the tour, Brooke proposes to Noel Oliver, one of the wealthy girls whom Brooke had been courting during his stay at The Orchard. Upon his return to Grantchester, Brooke also finds himself expelled from The Orchard because of his wanton social life. Brooke then moves next door to another boarding house, the Old Vicarage. Brooke does not marry Noel, but rather spends a brief period in Munich where he tries to become intimate with a Belgian girl in order to lose his heterosexual virginity. This relationship also fails, and he returns to England confused about his sexuality. He and Nell continue to remain close until he goes on a vacation with his friends, where he again proposes to another of his friends. Brooke is refused resulting in a psychological breakdown and an extended absence from Grantchester while he is treated by a London doctor. After a few more months, Brooke returns to the Old Vicarage briefly before departing on a trip to Tahiti via Canada and the United States. The night before he leaves, Nell realises that she still loves Brooke and goes to Brooke's bed the night before he leaves. While in Tahiti, Brooke suffers an injury to one of his feet, and is nursed by the beautiful Taatama, a local woman. Then Brook and Taatama romance each other, eventually having sex and impregnating Taatama. After several months of exploring the island, Brooke decides to return home. Before his departure Brooke leave writes Nell a letter which contains a black pearl. Nell, now married to a local carter, receives the pearl and letter soon after she gives birth to a child by Brooke.",
    "genre": [
      "Biographical novel"
    ],
    "author": ""
  }
]