[
  {
    "title": "The Lust Lizard of Melancholy Cove",
    "summary": " Pine Cove suffers a major crisis when the town psychiatrist, Val Riordan &mdash; who has been haphazardly issuing prescriptions instead of dealing with the real mental problems of her patients &mdash; suffers a sudden bout of guilt and substitutes all of her patients' anti-depressants with placebos. At this same time, by coincidence, human-generated environmental activity stirs a prehistoric sea-beast from its underwater keep to come ashore. In addition to its ability to change form, the beast exudes a pheromone that inspires uncontrollable lust among the residents of Pine Cove and also lures some of them as prey. After mistakenly trying to mate with a fuel truck (causing an explosion), the beast hides in a trailer park, attracting the curiosity of local crazy lady and former B-movie star Molly Michon, who builds a rapport with the injured beast. Meanwhile, Theophilus Crowe, the town constable, investigates a strange suicide, the activities of his corrupt boss, and his adversely affected marijuana habit. When the beast (whom Molly has named \"Steve\") starts eating residents of Pine Cove and interfering with Theo's boss's meth business, Molly (who has become romantically involved with the beast) and Theo band together to make possible the beast's safe escape and to take down the boss at the same time.",
    "genre": [
      "Adventure",
      "Adventure novel",
      "Speculative fiction",
      "Comic fantasy",
      "Mystery",
      "Fiction",
      "Humour"
    ],
    "author": "Christopher Moore"
  },
  {
    "title": "Lamb: The Gospel According to Biff, Christ's Childhood Pal",
    "summary": " Biff has been resurrected in the present day to complete missing parts of the Bible, supposedly under the watchful eye of the angel Raziel, who turns out to be more interested in soap operas and Spiderman on the television in their hotel. Biff is made to write down his account of the decades missing from Jesus' life. During these years he and Joshua (which, as Biff points out, is the original Hebrew version of the Hellenized \"Jesus\", and thus in Galilee Jesus was called Joshua Bar Joseph) travel to the East to seek the Three Wise Men (a magician, a Buddhist, and a Hindu Yogi) who attended Joshua's birth so that he may learn how to become the Messiah. Over a span of roughly twenty years, Joshua learns a great deal about human nature, world religions, and how he is able to translate those into his teachings. At each point, Joshua surpasses the abilities of the wise men by incorporating his own beliefs into theirs. The story takes a fantastical twist on Joshua's miracles as well: he learns to multiply food from one of the Wise Men and learns to become invisible from another; however, his ability to resurrect the dead figures strongly into his first meeting with Biff when both boys are six years old. Biff, for himself, is sarcastic, practical and endlessly loyal. While it would seem that such traits, as well as the fact that he was the Messiah's best friend for nearly thirty years, would ensure his place in the Gospels, there are reasons, as revealed in the final chapter, why Biff was essentially \"cut out\" of the story. The recounting of Jesus' human and godlike qualities, combined with Biff's earthy debauchery, leads to its all-too-familiar tragic ending, but humorously explains many things: the origins of judo (a pun that is definitely intended), why Jews eat Chinese food on Christmas, and how rabbits became associated with Easter. The Three Wise Men, Mary Magdalene (on whom Biff has a childhood crush), Joseph, and Mary (Joshua's mother, whom Biff plans to marry if anything happens to Joseph) all have their part in the life and times of Joshua. Mary Magdalene is depicted as harboring love for Joshua, though in Moore's version Joshua remains chaste, as per Raziel's instructions. This in itself leads to some of Biff's debauchery, as he is literally attempting to go through enough harlots for both of them. Biff himself loves \"Maggie\" with the same intensity, leading to a revolving love triangle. At the conclusion of the novel, Biff completes \"The Gospel According to Biff\", giving it to Raziel, who allows Biff to finally leave the hotel room. As Biff exits into the hallway he is surprised to find a resurrected Maggie exiting the room opposite, having finished her own Gospel weeks ago. The two embrace, informed by an angel that it is \"the will of the Son\" that they be together. The two leave together, Biff content to be with Maggie even though he is her second choice.",
    "genre": [
      "Adventure",
      "Absurdist fiction",
      "Speculative fiction",
      "Comic fantasy",
      "Mystery",
      "Comedy",
      "Adventure novel",
      "Humour"
    ],
    "author": "Christopher Moore"
  },
  {
    "title": "A Dirty Job",
    "summary": " The story centers on Charlie Asher, a \"beta-male\" (as opposed to \"alpha-male\") who leads a satisfying life as the owner and proprietor of a second-hand store in San Francisco. At the moment when his wife Rachel unexpectedly dies in the hospital shortly after the birth of their first child (Sophie), Charlie is chosen to be a \"death merchant,\" retrieving the souls of the dying and protecting them from the forces of the underworld. All the while, he must manage his store and raise his daughter. He only gradually realizes the ramifications of this business as various clues and complications unfold, and the forces of darkness threaten to rise.",
    "genre": [
      "Adventure",
      "Adventure novel",
      "Speculative fiction",
      "Mystery",
      "Absurdist fiction",
      "Fiction",
      "Humour"
    ],
    "author": "Christopher Moore"
  },
  {
    "title": "Beware The Fish!",
    "summary": " Macdonald Hall is having a severe budget problem. The Headmaster, William R. Sturgeon or by his nickname, The Fish, is taking budgetary measures like lowering dormitory temperatures and removing junk food from the menus in the cafeteria. When Bruno and Boots figure this out after being forced into Dormitory 2 with Elmer Drimsdale when he closes the third dorm building, they decide to try to gain Macdonald Hall some publicity in order to enroll more students and solve their money problems. Elmer Drimsdale comes up with a new machine that mimics a broadcasting system, with a lens and microphone pointed at a labeled diagram of a Pacific king salmon, but he informs the hopeful two that it won't broadcast further than the room. Still, Bruno uses it to channel his frustrations by pretending to be a conspirator of an evil fish organization (never appearing on camera but narrating the plans of the conspiracy). Unknown to Elmer and Bruno, the device can actually broadcast a radius of 43 kilometres around the school and overpower all commercial television broadcasts on its frequency within that range. Meanwhile, everyone is trying to think of ideas of coming up with publicity. This leads to the idea of breaking the world record of the largest tin can pyramid. During the nights of the weekend almost the entire student body leaves the property to go and collect soda cans from nearby townships and villages. Bruno and Boots go all the way to Toronto, hitching a ride in the morning on a school bus field trip back to Ms. Scrimmage's Finishing School For Young Ladies, the girls' school across from Macdonald Hall. Throughout the novel two undercover agents stay in separate rooms right next to each other at a hotel in the town of Chutney, one from the RCMP, the other from the OPP, investigating the fish conspiracy that people had been complaining about seeing on their televisions. They are both at first under the impression that the other is “The Fish,” the head of the evil organization, but soon trace the investigation back to Macdonald Hall. During a night of interruption from Ms. Scrimmage who catches the boys from the hall trespassing on the property, she along with Mr. Sturgeon unwittingly come upon all the stored cans in the vacant dormitory three. The boys had been coming to get all the cans from the girls who'd also been collecting them. Mr. Sturgeon expects Bruno and Boots to be the culprits, but just before they tell him of the whole process, they are saved by Cathy Burton, one of their friends from Scrimmage's, who tells him that the cans are her collection. Thus, the cans are removed from the property to be stored at Scrimmage's and Sturgeon does not dispute this claim considering that Ms. Scrimmage, who has been annoying him, will have to deal with them herself. In the climax, the police form a barricade around the school to attempt to arrest Sturgeon, whom they believe to be The Fish, due to his surname and the nickname \"the Fish\" that the students have given him. All the students, from both schools, come out in wonder. Everything is exposed as Bruno reveals it was Elmer's device that had caused it, but he hadn't known it was that powerful. Due to all the exposure from the police, the explosion due to Elmer's equipment being buried with the chemicals reacting to the shotgun blasts from Ms. Scrimmage, and most of all the press that had arrived to capture The Fish being caught, the right message gets through and the school gets its publicity. A record enrollment comes up for next year, solving all the school's money problems. In the end, Ms. Scrimmage's Finishing School for Young Ladies wins the world record for the largest tin can pyramid, to Bruno's severe chagrin. Macdonald Hall is stated to be located along Highway 48 and seven miles south of the fictitious town of Chutney, Ontario. (pop. 3100)",
    "genre": [
      "Adventure",
      "Adventure novel"
    ],
    "author": "Gordon Korman"
  },
  {
    "title": "The War With Mr. Wizzle",
    "summary": " Macdonald Hall starts off the year in a fix due to a new dress code, and Bruno, Boots, and the rest of the ensemble soon find out that a new assistant, Walter C. Wizzle, is instituting the new functions. He institutes a dress code, a demerit system, schedules psychological tests for the students, and worst of all, calls the institute in danger of becoming 'a dinosaur' and starts installing a new software program called Wizzleware (that he wrote himself) to handle all office, school, and teaching functions. The school atmosphere becomes strict and restricted for everyone, including the teachers, staff, and Headmaster Sturgeon. The only person not standing for it is Bruno Walton, who starts up a committee against Wizzle and his functions, and with the gradual help of other students comes up of ways to remove Wizzle from the school. They write a Free Press newspaper, exchange his anticipated printer paper with toilet paper and napkins, and work at night in the gym building a large comic Wizzle balloon. With the help of genius Elmer Drimsdale and a device he created (along with a convincing presentation supporting the \"fact\" that Wizzle's guest cottage is along a fault line), they give Wizzle earthquakes at night. But the problems aren't only at Macdonald Hall - across the road at Scrimmage's Finishing School for Young Ladies, Ms. Scrimmage hires a new assistant for herself, Ms. Peabody, who is from the Marines. She turns the school into an army camp with her strict physical training exercises and morning calisthenics. Both schools have their share of problems and both have their own number of counter-attacks on the assistants. Eventually, Sturgeon, who loathes Wizzle himself, realizes what his students are doing and orders them to stop the harassment and disband the committee, even while he refuses Wizzle's advise to have Bruno expelled for his disrespectful behaviour (although the assistant is unaware of the true scope of the boy's resistance). However, Bruno and Cathy, from Scrimmage's, joining their forces as The Coalition, get the idea to marry the two assistants off. Through romantic talking and dinners they actually manage to get them married, and the two schools turn back to normal. However, Sturgeon, although pleased at the departure of Wizzle, takes a firm hand at his students' flouting his prohibition of the resistance. He institutes a new school rule forbidding the formation of any student organizations without the approval and participation of the faculty and creates a new committee to order Bruno and his upper echelon comrades in The Committee to wash dishes for a few months as punishment.",
    "genre": [
      "Adventure",
      "Adventure novel"
    ],
    "author": "Gordon Korman"
  },
  {
    "title": "Daughters of Destiny",
    "summary": " The American Construction Syndicate wants to build a railroad across Baluchistan, as part of their plans for global development. The company appoints a commission, headed by Colonel Piedmont Moore, to obtain the right of way from the Baluchi ruler. Moore chooses his personal friend and physician Dr. Warner as his second in command; and with commendable nepotism he selects his son Allison Moore as the commission's surveyor. Dr. Warner's ebullient daughter Bessie wants to come along, and solicits Moore's daughter Janet to come too; the young women will by chaperoned by Bessie's Aunt Lucy. (Col. Moore is secretly pleased that his daughter Janet will make the trip; she has been melancholy after an unhappy love affair, with a man the Colonel regards as a thief and scoundrel.) The Americans travel to Baluchistan, and promptly get themselves imbroiled in a succession conflict. The reigning Khan of the country is dying, and two cousins vie for the crown. One, Kasam, is masquerading as their guide. What follows is a complex but tightly-woven plot that involves subterfuge and conspiracy, poisonings and attempted assassinations, sword fights and a pursuit in the desert, a scheming femme fatale, disguises and false identities &mdash; all the ingredients of melodrama. In the end, Prince Kasam's rival Ahmed (or Hafiz) inherits the throne of Baluchistan &mdash; but he yields it to Kasam so he can return to the United States with the heroine, Janet Moore. It is revealed that Ahmed/Hafiz is actually Howard Osborne, the man Janet had previously loved (and secretly married, seven years before). Osborne had nobly but foolishly taken the blame for an embezzlement actually committed by Allison Moore, the Colonel's son and Janet's brother. Once all the secrets are out, the difficulties are resolved; and the requisite happy ending is achieved. And Bessie stays behind to marry Prince Kasam, and become the Khanum of Baluchistan. Notably, Ahmed/Hafiz/Osborne abdicates his throne in part for personal reasons, but also because he thinks it would be bad for the country to be ruled by someone deeply influenced by American culture. It is better, he thinks, for the people of Baluchistan to maintain their traditional way of life than to be thrust into the frenetic modern world &mdash; an interesting rejection, on the author's part, of imperialism and the idolatry of progress.",
    "genre": [
      "Adventure",
      "Adventure novel"
    ],
    "author": "L. Frank Baum"
  },
  {
    "title": "The Fate of a Crown",
    "summary": " The novel's protagonist is a young American named Robert Harcliffe; a recent college graduate, he works for his family's mercantile business in New Orleans, run by his Uncle Nelson. Nelson Harcliffe receives a letter from an old client in Brazil, Dom Miguel de Pintra, a wealthy man who has retired from business to devote himself to politics &mdash; specifically to the republican cause that struggles to replace the Brazilian Empire. Dom Miguel has written to request a secretary; Robert, eager for adventure, agrees to take the job. Robert's attitude is devil-may-care at first, yet he quickly learns that he has entered into a dangerous enterprise. He cleverly evades a murderous spy on the voyage down to Rio de Janeiro; but as soon as he reaches the city he is arrested by the police. In the carriage taking him to the police station, the lieutenant in charge is murdered by his own sergeant, who is a republican sympathizer. The sergeant and other sympathizers guide Harcliffe to the city of Cuyaba in Matto Grosso state, and to Dom Miguel's plantation. There, Harcliffe quickly becomes a devoted admirer of de Pintra and a republican sympathizer himself. (Baum presents this as an American's natural preference, over the archaic, authoritarian, European imperial system.) Just as quickly, Robert learns that the circle around the republican leader is fraught with uncertainty. The man's daughter Izabel is cold and suspect, while his ward Lesba is an ardent republican, and a beauty with whom Harcliffe soon falls in love. Lesba's brother appears to be a republican too &mdash; yet he serves as the Emperor's minister of police. Harcliffe wrestles with question of who can be trusted, and who is playing a \"double game.\" The mystery aspects of the story center on the massive steel vault, impregnated with nitro glycerin, that is hidden in a sub-basement of de Pintra's mansion. It holds the treasury and the incriminating records of the republican movement; it opens with an exotic key, a specially-cut emerald in Dom Miguel's ring. The ring is stolen, which leads Harcliffe on a challenging and puzzling chase. As the revolution starts, Dom Miguel, Harcliffe, and other supporters are captured and face a firing squad, only to be rescued (some of them at least) at the last minute, by Lesba and a troop of rebels. When the rebellion succeeds, Harcliffe marries Lesba and becomes the director of commerce in the new regime. The couple raise their children in a cosmopolitan style, wintering in New Orleans and spending the rest of the year in Brazil. ---- Baum's first adult novel was successful enough to justify a follow-up effort: a second Schuyler Staunton book, Daughters of Destiny, was issued in 1906. A third adult novel, The Last Egyptian, followed. The Fate of a Crown was reprinted in a paperback edition in 2008.",
    "genre": [
      "Adventure",
      "Adventure novel"
    ],
    "author": "L. Frank Baum"
  },
  {
    "title": "Son of Interflux",
    "summary": " Simon Irving has just moved to the town of Greenbush, New York with his parents. His father is the Senior Vice President of Interflux, a large corporation that makes only parts of things. He enters into Nassau County High School for Visual, Literary and Performing Arts, an arts school, in an attempt to become a painter and therefore avoid the business job that his father has planned for him. When he finds out that a major expansion is in the works and that the schools greenspace (a small wood and stream) will have be cut down to make way, Simon finds a way to get back at Interflux. He uses Student Council funds to purchase a crazily shaped strip of land that Interflux is not aware of and therefore does not own. Inventing the rival group \"Antiflux\", he convinces most of the schools 1500 students to go along with him. By blockading the land, Antiflux causes the expansion to grind to a halt. On top of this, Simon has to keep his grades up and keep the student body from finding out that he is the Son of Interflux.",
    "genre": [
      "Adventure",
      "Adventure novel"
    ],
    "author": ""
  },
  {
    "title": "No Coins, Please",
    "summary": " Juniortours is an outfit that tours children around America during the summer months. When Group Ambulance's Artie Geller, a precocious 11-year-old con artist from Montreal signs on, Rob and Dennis find they have more than the usual summer job on their hands. From the streets of New York City to the casinos of Las Vegas, Artie proves as slippery as ever. First Scheme - New York City, NY. Artie sells grape jelly for $10 a jar under the title \"Attack Jelly\". Makes his first fortune. Second Scheme - Washington, DC. Artie buys a toy race track and convinces senators, congressman and other government officials to place bets on the toy cars. One Senator ends up losing all his money in the process. Third Scheme - Ogallala, NE. Artie convinces the other boys to help him run a \"no-frills\" milk store where he charges $1 a minute to milk a cow, usually resulting in less than a teaspoon of milk. Makes thousands of dollars. Fourth Scheme - Denver, CO. Artie disappears for several days. During this time he transforms an abandoned pretzel factory into a world-class discothèque visited by many prominent celebrities, then shuts it all down and flees with over $60,000. Fifth Scheme - Las Vegas, NV. Artie disguises himself as an old man and takes tens of thousands of dollars apiece from nine different casinos. The FBI catches him as he attempts to flee to Toronto with his winnings. They eventually agree to drop all criminal charges in exchange for payment of fines totaling $149,922.04 Final Scheme - Los Angeles, CA. Since Artie is now under FBI surveillance, he convinces the other boys to carry out his five previous schemes simultaneously.",
    "genre": [
      "Adventure",
      "Adventure novel"
    ],
    "author": ""
  }
]