[
  {
    "title": "Story of O",
    "summary": " Published in French by Jean-Jacques Pauvert, Story of O is a tale of female submission about a beautiful Parisian fashion photographer, O, who is blindfolded, chained, whipped, branded, pierced, made to wear a mask, and taught to be constantly available for oral, vaginal, and anal intercourse. Despite her harsh treatment, O grants permission beforehand for everything that occurs, and her permission is consistently sought. At the beginning of the story, O's lover, René, brings her to the château of Roissy, where she is trained to serve the men of an elite group. After this first period of training is finished, as a demonstration of their bond and his generosity, René hands O to Sir Stephen, a more dominant master. René wants O to learn to serve someone whom she does not love, and someone who does not love her. Over the course of this training, O falls in love with Sir Stephen and believes him to be in love with her as well. While her vain friend and lover, Jacqueline, is repulsed by O's chains and scars, O herself is proud of her condition as a willing slave. During the summer, Sir Stephen decides to move O to Samois, an old mansion solely inhabited by women for advanced training and body modifications related to submission. There she agrees to receive a branding and a labia piercing with rings marked with Sir Stephen's initials and insignia. At the climax, O appears as a slave, nude but for an owl-like mask, before a large party of guests who treat her solely as an object.",
    "genre": [
      "Erotica"
    ],
    "author": "Pauline Réage"
  },
  {
    "title": "The 120 Days of Sodom, or the School of Libertinism",
    "summary": " The 120 Days Of Sodom is set in a remote medieval castle, high in the mountains and surrounded by forests, detached from the rest of the world and not set at any specific point in time (although it is implied at the start that the events in the story take place either during or shortly after the Thirty Years' War, which lasted from 1618 to 1648). The novel takes place over five months, November to March. Four wealthy libertines lock themselves in a castle, the Château de Silling, along with a number of victims and accomplices. (The description of Silling matches de Sade's own castle, the Château de Lacoste.) They intend to listen to various tales of depravity from four veteran prostitutes, which will inspire them to engage in similar activities with their victims. It is not a complete novel. Only the first section is written in detail. After that, the remaining three parts are written as a draft, in note form, with Sade's footnotes to himself still present in most translations. Either at the outset, or during the writing of the work, Sade had evidently decided he would not be able to complete it in full and elected to write out the remaining three-quarters in brief and finish it later. The story does portray some black humor, and Sade seems almost lighthearted in his introduction, referring to the reader as \"friend reader\". In this introduction he contradicts himself, at one point insisting that one should not be horrified by the 600 passions outlined in the story because everybody has their own tastes, but at the same time going out of his way to warn the reader of the horrors that lay ahead, suggesting that the reader should have doubts about continuing. Consequently he glorifies as well as vilifies the four main protagonists, alternately declaring them freethinking heroes and debased villains, often in the same passage.",
    "genre": [
      "Erotica"
    ],
    "author": "Donatien Alphonse François de Sade, Marquis de Sade"
  },
  {
    "title": "Lady Chatterley's Lover",
    "summary": " The story concerns a young married woman, Constance (Lady Chatterley), whose upper-class husband, Clifford Chatterley, has been paralyzed due to a war injury. In addition to Clifford's physical limitations, his emotional neglect of Constance forces distance between the couple. Her sexual frustration leads her into an affair with the gamekeeper, Oliver Mellors. The class difference between the couple highlights a major motif of the novel which is the unfair dominance of intellectuals over the working class. The novel is about Constance's realisation that she cannot live with the mind alone; she must also be alive physically. This realisation stems from a heightened sexual experience Constance has only felt with Mellors, suggesting that love can only happen with the element of the body, not the mind.",
    "genre": [
      "Erotica",
      "Romance novel"
    ],
    "author": "D. H. Lawrence"
  },
  {
    "title": "Josephine Mutzenbacher",
    "summary": " The plot device employed in Josephine Mutzenbacher is that of first-person narrative, structured in the format of a memoir. The story is told from the point of view of an accomplished aging 50-year-old Viennese courtesan who is looking back upon the sexual escapades she enjoyed during her unbridled youth in Vienna. Contrary to the what the title indicates, almost the entirety of the book takes place when Josephine is between the ages of 5–12 years old, before she actually becomes a licensed prostitute in the brothels of Vienna. The book begins when she is five years old and ends when she is twelve years old and about to enter professional service in a brothel. Although the book makes use of many \"euphemisms\" for human anatomy and sexual behavior that seem quaint today, its content is entirely pornographic. The actual progression of events amounts to little more than a graphic, unapologetic description of the reckless sexuality exhibited by the heroine, all before reaching her 13th year. The style bears more than a passing resemblance to the Marquis de Sade's The 120 Days of Sodom in its unabashed \"laundry list\" cataloging of all manner of taboo sexual antics from incest, rape and homosexuality to child prostitution, group sex and fellatio.",
    "genre": [
      "Erotica"
    ],
    "author": ""
  },
  {
    "title": "Venus in Furs",
    "summary": " The framing story concerns a man who dreams of speaking to Venus about love while she wears furs. The unnamed narrator tells his dreams to a friend, Severin, who tells him how to break him of his fascination with cruel women by reading a manuscript, Memoirs of a Suprasensual Man. This manuscript tells of a man, Severin von Kusiemski, who is so infatuated with a woman, Wanda von Dunajew, that he asks to be her slave, and encourages her to treat him in progressively more degrading ways. At first Wanda does not understand or accede to the request, but after humouring Severin a bit she finds the advantages of the method to be interesting and enthusiastically embraces the idea, although at the same time she disdains Severin for allowing her to do so. Severin describes his feelings during these experiences as suprasensuality. Severin and Wanda travel to Florence. Along the way, Severin takes the generic Russian servant's name of \"Gregor\" and the role of Wanda's servant. In Florence, Wanda treats him brutally as a servant, and recruits a trio of African women to dominate him. The relationship arrives at a crisis when Wanda herself meets a man to whom she would like to submit, a Byronic hero known as Alexis Papadopolis. At the end of the book, Severin, humiliated by Wanda's new lover, loses the desire to submit. He says of Wanda:",
    "genre": [
      "Erotica",
      "Romance novel"
    ],
    "author": "Leopold von Sacher-Masoch"
  },
  {
    "title": "The Intimate Adventures of a London Call Girl",
    "summary": " The Intimate Adventures of a London Call Girl begins with Belle de Jour introducing herself as a \"whore\", then further explaining that she does not mean it metaphorically, and that she literally is a \"whore\". After the prologue the book begins in a diary format, with Belle explaining the clients she meets and her personal complications that become entwined with her job as a call girl. The average diary entries last little longer than a page and are always titled with the date, which is written in French, for example, the first diary entry reads \"Samedi, le 1 Novembre\", which translates into Saturday, 1 November. Each chapter is broken apart by the month the diary entries were written in, for example \"Novembre\" (November).",
    "genre": [
      "Erotica",
      "Non-fiction"
    ],
    "author": "Belle de Jour"
  },
  {
    "title": "Emmanuelle",
    "summary": " Emmanuelle, the 19-year-old wife of a French engineer, is flying out to join her husband in Bangkok. While on the plane, she has anonymous sexual encounters with two men, the first time she has cheated on her husband since they were married. She arrives in Bangkok and becomes part of a hedonistic community of western expats. She makes two new friends - Ariane de Saynes, a 30 year-old French countess, and Marie-Anne, a younger girl. Both friendships have a strong homoerotic flavor. Emmanuelle and Marie-Anne begin a series of sexual games in which they take it in turns to masturbate while the other watches. Meanwhile, Ariane makes a series of attempts to seduce Emmanuelle, culminating in a sexual encounter between the two women on a squash court which verges on rape. Afterwards Ariane tries to persuade Emmanuelle to return home with her. Emmanuelle rejects her advances, but immediately regrets doing so. At a tea party hosted by Marie-Anne's mother, Emmanuelle meets Bee, the sister of a naval attaché at the American Embassy. Emmanuelle is immediately attracted to the slender, red-headed Bee, and when the two women meet later by chance on the streets of Bangkok she takes the opportunity to invite Bee home with her. Emmanuelle seduces her and the two women make love, first in the shower and then in Emmanuelle's bed. Afterwards Emmanuelle professes her love for Bee, who is taken aback, having never been with another woman before. They agree to meet again, but Bee does not come and Emmanuelle realizes she has no way of contacting her. She is heartbroken and is comforted by her husband. Marie-Anne, meanwhile, believes that Emmanuelle needs to be cured of her need to associate sex with love. She offers to introduce Emmanuelle to a friend, Mario, an Italian nobleman, who can do this. The two meet for the first time at an embassy cocktail party and Emmanuelle agrees to join him for dinner the following night. Emmanuelle thinks that Mario will become her lover, but Ariane dismisses this idea, telling Emmanuelle that Mario is gay. The following evening, Emmanuelle and Mario have dinner at Mario's house, joined by an Englishman called Quentin. Over dinner, Mario expounds his philosophy of eroticism, which is that true freedom comes only when eroticism is divorced from love. He offers to take Emmanuelle on a trip that will demonstrate this. The three plunge into the back streets of Bangkok. They visit an opium den and then a temple, where Emmanuelle makes two votive offerings; first by masturbating Mario and then by performing oral sex on a boy. Later, having parted company with Quentin, the two return to Mario's house in a rickshaw pulled by a Thai driver (or sam-lo). During the ride, Emmanuelle demonstrates her new-found freedom by removing her top and then fellating Mario in public. They arrive back at Mario's house and he tells her that he is going to take her 'through' the body of the sam-lo. The three make love, the sam-lo penetrating Emmanuelle while Mario penetrates the sam-lo. As the three reach orgasm together, Emmanuelle screams out \"I'm in love! I'm in love!\"",
    "genre": [
      "Erotica"
    ],
    "author": ""
  },
  {
    "title": "The Carnal Prayer Mat",
    "summary": " The novel's protagonist, Weiyang Sheng (未央生; literally: \"The Unrealised One\" or \"The Unfinished One\"), visits a Buddhist temple. He meets a monk, who notes that the young man exhibits wisdom, but also lust. Weiyang Sheng says that the monk's purpose in life is to sit on a zafu (or prayer mat) and meditate, while his desire, however, is to marry a beautiful woman and enjoy sitting on a \"carnal prayer mat\" (肉蒲團). The title of the novel comes from this line said by Weiyang Sheng. Weiyang Sheng is an egoistic young scholar who often boasts of his aspiration to marry the most beautiful woman in the world. He seeks neither fame nor glory, and prefers to indulge in women and sex. A monk called Budai Heshang (布袋和尚; Monk with a Cloth Sack) once urged him to give up on his philandering ways and follow the path of Buddhism, while his father-in-law Taoist Tiefei (鐵扉道人) also attempted to persuade him to be more decent, but Weiyang Sheng ignored both of them. Once, on a trip to the capital city, Weiyang Sheng encounters a bandit called Sai Kunlun (賽崑崙) and becomes sworn brothers with him. Sai Kunlun introduces Weiyang Sheng to a Taoist magician called Tianji Zhenren (天際真人), who embeds a dog's kidney into Weiyang Sheng's penis, causing it to be enlarged and become more \"powerful\". With the help of Sai Kunlun, Weiyang Sheng gets involved in illicit sexual relationships with many married women. They include: Yanfang (艷芳), wife of Quan Laoshi (權老實); Xiangyun (香雲), wife of Xuanyuanzi (軒軒子); Ruizhu (瑞珠), wife of Woyun Sheng (臥雲生); Ruiyu (瑞玉), wife of Yiyun Sheng (倚雲生). When Quan Laoshi learns of his wife's relationship with Weiyang Sheng, he is furious and is determined to take revenge. He disguises himself and infiltrates Weiyang Sheng's household, and has an affair with Weiyang Sheng's wife Yuxiang (玉香), causing Yuxiang to become pregnant. Quan elopes with Yuxiang and later sells her to a brothel to be a prostitute. Later, he realises that he has committed a grave sin and decides to show penitence by becoming a monk, studying under Budai Heshang. Meanwhile, in the brothel, Yuxiang is trained in a special technique - writing calligraphy by clutching a brush with her genitals. Later, she meets Xuanyuanzi, Woyun Sheng and Yiyun Sheng, and has sex with each of them. When Weiyang Sheng visits the brothel, Yuxiang recognises her husband and she commits suicide in shame. Weiyang Sheng is given a good beating, which makes him finally come to his senses. He decides to follow in Quan Laoshi's footsteps and become a monk under Budai Heshang.",
    "genre": [
      "Erotica"
    ],
    "author": "Li Yu"
  },
  {
    "title": "A Full and True Account of the Wonderful Mission of Earl Lavender",
    "summary": " The story begins with two gentlemen dining in a restaurant in the Strand, carefully keeping track of their finances as they order each item. It's revealed that the two men met recently, as they were staying in the same hotel; they both have been fleeing from something (later revealed to be their respective brides) and using aliases in London—in fact they chose the identical alias of J. Smith at the hotel, which facilitated their meeting. They finish their dinner early, not having enough cash to continue ordering at the restaurant they had chosen; on their way to a cheaper establishment, the younger of the two men declares his new religion of Evolution, and asks the other fellow to become his disciple. The man agrees. The young man gives himself the new name of The Earl de l'Avenir, which is immediately corrupted into Earl Lavender; he then christens the older man as Lord New Broom, which is shortened down to Lord Brumm. Earl Lavender explains that his mission is to find the fittest of all women and to mate with her. The rest of the book finds Earl Lavender leading the way through London, assuring Lord Brumm that Evolution will care for them. They eat at multiple restaurants despite having no money, and luck always causes someone else to be at hand who is willing to pay for them. One mysterious Veiled Lady who pays their bill leads them, afterwards, to an underground city where they are all flogged with knotted cords as part of a strange religious ritual, and then given beds for the night. Earl Lavender perceives that the Veiled Lady may be the fittest of women that he's been looking for, but he is kicked out of the underground city for declaring his passion for her (as these floggings are intended to be completely non-sexual) and Lord Brumm is soon ejected likewise; they are warned that they may return to the underground city in the future but that if there is any more misbehaving, they will be stripped and sent forth into the London streets during broad daylight. Meanwhile, Maud Emblem and Mrs. Scamler—the wife and the fiancée of Lavender and Brumm respectively—have both discovered each other hunting for their gentlemen and have teamed up after realizing the men are together. Mrs. Emblem describes how her husband ran away on their wedding night, while Mrs. Scamler tells the comical tale of how she went to great lengths to win the love of Brumm only to have him run away the morning they were to be wed. Eventually the ladies find Lavender and Brumm in a barn surrounded by an angry mob led by a murderous waiter, a Scotsman in full regalia, and the corpse of an orangutan which Lavender had declared to be The Missing Link. The men direct the women back to the underground city, where all of the characters are flogged. Earl Lavender manages to break another rule, but the Veiled Lady and the overseer of this underworld make arrangements to spare him the usual punishment, and instead give him a stern talking-to. Lavender is convinced to abandon his religion of Evolution and his goal of finding the fittest woman in the world. The book ends with the two couples presumably returning home.",
    "genre": [
      "Erotica"
    ],
    "author": "John Davidson"
  },
  {
    "title": "In Praise of the Stepmother",
    "summary": " Lucrecia and Rigoberto are an upper middle class married couple. On the outside, they look like an average Peruvian couple of their social class. However, they have a rich and open sexual relationship that enriches their life. Their openness with sexuality, however, turns dangerous when Lucrecia starts a relationship with her pre-teen stepson, Fonchito, which ultimately leads to the unraveling of the marriage.",
    "genre": [
      "Erotica",
      "Novel"
    ],
    "author": "Mario Vargas Llosa"
  }
]