[
  {
    "title": "The Perfect Storm",
    "summary": " The book follows the lives of the swordfishing crew of the Andrea Gail and their family members before and during the 1991 Perfect Storm. Among the men boarding the Andrea Gail were Billy Tyne, Alfred Pierre, David \"Sully\" Sullivan, Michael \"Bugsy\" Moran, Dale \"Murph\" Murphy, and Bobby Shatford, each bringing their own intelligence, physical strength, and hope on board with them. The men were raised with the expectation that they would become fishermen. As \"Sully\" said, even before they had left for their long journey, \"It's the money&nbsp;... If I didn't need the money I wouldn't go near this thing.\" Much of the early part of the book gives detailed descriptions of the daily lives of the fishermen and their jobs, and is centered around activities at the Crow's Nest, a tavern in Gloucester popular with the fishermen. The latter part of the book attempts to reconstruct events at sea during the storm, aboard the Andrea Gail as well as rescue efforts directed at several other ships caught in the storm, including the rescue by the Tamaroa of pararescuemen who were themselves caught in the storm. Lost from the New York Air National Guard HH-60 helicopter was TSgt. Alden \"Rick\" Smith. A week-long search off the South Shore of Long Island failed to find his remains. Surviving the helicopter crash were Maj. David Ruvola, Capt. Graham Buschor, SSgt. Jimmy Mioli and TSgt. John Spillane, the second pararescueman aboard. All six crew members of the Andrea Gail were missing, presumed dead. The ship and crew were never found. A few fuel drums, a fuel tank, the EPIRB, an empty life raft, and some other flotsam were the only wreckage ever found.",
    "genre": [
      "Nature",
      "Biography"
    ],
    "author": "Sebastian Junger"
  },
  {
    "title": "Never Cry Wolf",
    "summary": " In 1948-1949, the Canadian Wildlife Service assigns the author to investigate the cause of declining caribou populations and determine whether wolves are to blame for the shortage. Upon finding his quarry near Nueltin Lake, Mowat discovers that rather than being wanton killers of caribou, the wolves subsist quite heavily on small mammals such as rodents and hares, \"even choosing them over caribou when available.\" He concludes that \"We have doomed the wolf not for what it is, but for what we deliberately and mistakenly perceive it to be — the mythological epitome of a savage, ruthless killer — which is, in reality, no more than the reflected image of ourself.\" Mowat comes to fear an onslaught of wolfers and government exterminators out to erase the wolves from the Arctic. Mowat's book established that: * Arctic Wolves usually prey upon Arctic Ox, Caribous, smaller mammals, and rodents but since they rely on stamina instead of speed, it would be logical for the wolves to choose a smaller prey than a large animal like caribou, which is much faster and stronger, and therefore a more formidable target. * A lone arctic wolf has a better chance of killing large prey by running alongside it and attacking its neck. The wolf would be at a disadvantage if it attacked large prey from behind, because the animal's powerful hind legs could kick the wolf, possibly causing injury. However, a group of wolves may be successful in attacking large prey from a number of positions. * Since arctic wolves often travel in a group, the wolves' best strategy is not to kill any surplus, since the whole group could sate themselves on just one or two large animals. There are, however, exceptions to this.",
    "genre": [
      "Nature",
      "Children's literature",
      "Fiction",
      "Non-fiction"
    ],
    "author": "Farley Mowat"
  },
  {
    "title": "Next of Kin",
    "summary": " Leeming is every sergeant's worst nightmare &mdash; immune to discipline and punishment, and given to random acts of defiance, such as wearing his cap backwards on parade for no particular reason. Thus when a mission to fly a prototype spaceship behind enemy lines comes up, he is the ideal candidate to fly it. The ship is untested but should be able to outrun anything else in the galaxy. It carries no arms but is an ideal spy vessel for discovering the movements of the ships of the Lathians and their allies. Since the odds of returning alive are pretty slim, it is also an ideal way of dealing with Leeming. For his part, Leeming is ready to jump at any alternative to life in barracks and the stockade. He is equipped with a survival kit designed by a top bureaucratic committee, so it contains an exquisite miniature camera that is of no conceivable use if he needs to survive on an alien world, as well as the usual inedible food. For a while the mission goes well, and Leeming relieves some of the boredom by listening in on routine ship-to-ship messages. He overhears conversations in a language that sounds exactly like English, but used to make bizarre statements, such as \"Mayor Snorkum shall lay the cake\", \"What for the cake will be laid by Snorkum ?\", \"I shall lambast my mother!\". Leeming starts tossing in his own comments, resulting in an aggrieved response \"Clam shack?\" Later, the ship malfunctions and Leeming is forced to land on an alien world, which turns out to be inhabited by the speakers of quasi-English. They are a dour, reptilian race who make ideal prison guards. On being locked up, Leeming is told by the guard \"We shall bend Murgatroyd's socks\" to which he can only reply \"Dashed decent of you\". Leeming winds up in one half of a POW camp, of which the other half is inhabited by members of another allied race. Unfortunately they have never seen a human and so do not trust him. To find a way out, he learns the alien language and tries to get the other prisoners to trust him. He begins to cultivate an imaginary friend whom he calls Eustace. He convinces the guards that Eustace can go anywhere and spy for him, and also that every human has a Eustace who can do the same. In addition, Eustaces can wreak revenge on those who harm their partners. Events help him here, in that one guard he threatens with Eustace is shot for allowing a mass escape attempt of the other prisoners. Furthermore, Leeming alleges that the Lathians, the leaders of the enemy alliance, also have invisible companions called Willies, although these are far inferior to Eustaces. He tells the aliens to ask human prisoners on other planets two questions : \"Do the Lathians have the Willies ?\" and \"Are the Lathians nuts ?\", a 'nut', according to Leeming, being someone with an invisible companion. Naturally the answers all come back as positive, and Leeming's captors are convinced that if they start accepting human prisoners they will have thousands of invisible Eustaces running wild across their planet, spying and causing mayhem. They immediately release Leeming and smuggle him home, at the same time withdrawing from their alliances and convincing other races to do the same. The enemy alliance collapses and the Lathians have to make peace. The plot has obvious similarities to E. H. Jones's The Road to En-Dor – an account of that author's escape from the Yozgad prisoner of war camp in Turkey during World War I.",
    "genre": [
      "Nature",
      "Science Fiction",
      "Fantasy",
      "Fiction"
    ],
    "author": "Eric Frank Russell"
  },
  {
    "title": "White Gold Wielder",
    "summary": " Leaving the sunken island of the One Tree, the Giant ship Starfare's Gem sets course to return to the Land. In a dangerous region of the ocean known as the Soulbiter, the ship is blown off course into the far northern reaches of the Earth and becomes ice-bound. Realizing that the Land's need cannot wait for the spring melt, Thomas Covenant leaves the ship and strikes out south over the ice-scape, accompanied by Linden, Vain, Findail the Elohim, Cail of the Haruchai, and four Giants. The party encounters many dangers on its journey but reconnoiters with Sunder and Hollian, the man and woman of the Land who Covenant left behind in order to attempt to gather resistance to the Clave, the corrupt rulers of the Land. They have little comfort to offer: the Clave has become so blood-hungry that entire villages have been completely emptied in order to sustain the Banefire, making the corruption of nature by the Sunbane worse than ever. Only the stalwart Haruchai, freed from the Clave's magical coercion, have rallied to the side of freedom. Covenant and his companions nevertheless march on Revelstone, the mountain fortress of the Clave. Once there, Covenant stuns the others by summoning a Sandgorgon, the beast responsible for the deaths of two of his Haruchai companions in the previous book. The Sandgorgon, grateful to Covenant for having previously spared its life, breaches the outer defenses of the great Keep. After a tremendous struggle, Covenant and the Sandgorgon are able to destroy the Raver who leads the Clave, although at the price of the life of Grimmand Honninscrave, the valiant Giant captain of Starfare's Gem. Mourning the loss of his friend and the deaths of many of the innocent denizens of Revelstone, Covenant is able to come to terms with his power-madness, through a process in which he mimics the Giantish caamora, a ritual of purification by fire. Using the Banefire and the wild magic of his white gold ring, he is able to negate the effect of the strange venom with which he has been infected. The process hurts Covenant but does not do him permanent injury. With the aid of the Sandgorgon, Linden and Covenant are able to extinguish the Banefire. The defeat of the Clave causes the corruption of the Sunbane to diminish but not to disappear. Sending Cail and the Giant Mistweave to reconnoiter with Starfare's Gem at the eastern coast of the Land, and charging the remaining Haruchai to resume their Bloodguard forebears' role as the warders of Revelstone, Covenant and the rest of his party set out to challenge Lord Foul directly, in his lair in the depths of Mount Thunder. En route, Hollian and her unborn child die resisting an attack of a band of Sunbane-warped ur-viles. Sunder is left numb and wordless with grief: in Andelain the Forestal Caer-Caveral sacrifices his immortal life to re-unite Sunder with Hollian and the yet-to-be-born child and give them a second chance at life. In so doing, he breaks the Law of Life, which prevents the dead from intervening directly in the world of the living. Bereft of the Forestal's protection, Andelain begins to succumb to the Sunbane. Covenant leaves the young family in Andelain and continues his journey, accompanied by Linden, two Giants, Vain, and Findail. At Mount Thunder, Covenant gives the white gold ring willingly to the Despiser, an action which was foretold by Lord Foul upon Covenant's initial return to the Land; Linden Avery refrains from preventing him from this action, despite her ability to do so. The Despiser then kills Covenant, and attempts to destroy the Arch of Time with the wild magic. However, Covenant's spirit blocks his assault: in a manner similar to the cleansing experience with the Banefire, the power of wild magic causes Covenant pain but does not harm him, and in fact makes him more powerful with each attack. (Covenant later explains, \"Foul did the one thing I couldn't: he burned the venom away.\") Covenant's ability to interfere in this manner is revealed as a consequence of the breaking of the Law of Life and a fulfillment of Lord Mhoram's prophecy (\"You are the white gold\"). Unable to comprehend this, Lord Foul continues to attack Covenant's spirit until he vanishes, drained of all his power. Linden Avery then takes the white gold ring, and uses it to bond Vain with Findail. Linden thus creates a new Staff of Law, combining the rigidness and structure of the ur-viles' lore with the pure and free Earthpower of the Elohim. Then, combining the new Staff with the power of the wild magic, she heals the Land of the Sunbane. Giving the Staff to the Giants to take to Sunder and Hollian, Linden fades away. In the limbo between the worlds, Covenant speaks to her and explains how he defeated Foul and re-assures her that their love will transcend both time and death. Linden wakes up in the \"real\" world, finding Covenant dead, as expected, but takes comfort in the knowledge that through his love, she has redeemed both herself and the Land. At the very end of the book, Linden takes Covenant's white gold wedding ring.",
    "genre": [
      "Nature",
      "Science Fiction",
      "Speculative fiction",
      "Fantasy",
      "Fiction"
    ],
    "author": "Stephen R. Donaldson"
  },
  {
    "title": "The Jewels of Aptor",
    "summary": " In a post-atomic future, when civilization has regressed to something near the Middle Ages, or even before, a young student and poet, Geo, takes a job as a sailor on a boat with a strange passenger, a priestess of the goddess Argo, who is heading toward a mysterious land of mutants and high radiation, called Aptor, presumably to recapture a young priestess of Argo, her daughter, who has been kidnapped by the forces of the dark god Hama.",
    "genre": [
      "Nature",
      "Science Fiction",
      "Speculative fiction",
      "Fantasy",
      "Fiction"
    ],
    "author": "Samuel R. Delany"
  },
  {
    "title": "Pilgrim at Tinker Creek",
    "summary": " Written in a series of internal monologues and reflections, the book is told from the perspective of an unnamed narrator who lives next to Tinker Creek, in the Blue Ridge Mountains near Roanoke, Virginia. Over the course of a year, the narrator observes and reflects upon the changing of the seasons as well as the flora and fauna near her home. Pilgrim is thematically divided into four sections—one for each season—consisting of separate, named chapters: \"Heaven and Earth in Jest\", \"Seeing\", \"Winter\", \"The Fixed\", \"The Knot\", \"The Present\", \"Spring\", \"Intricacy\", \"Flood\", \"Fecundity\", \"Stalking\", \"Nightwatch\", \"The Horns of the Altar\", \"Northing\", and \"The Waters of Separation\". The first chapter, \"Heaven and Earth in Jest\", serves as an introduction to the book. The narrator describes the location as well as her connection to it: I live by a creek, Tinker Creek, in a valley in Virginia's Blue Ridge. An anchorite's hermitage is called an anchor-hold; some anchor-holds were simple sheds clamped to the side of a church like a barnacle or a rock. I think of this house clamped to the side of Tinker Creek as an anchor-hold. It holds me at anchor to the rock bottom of the creek itself and keeps me steadied in the current, as a sea anchor does, facing the stream of light pouring down. It's a good place to live; there's a lot to think about. In the afterword of the 1999 Harper Perennial Modern Classics edition, Dillard states that the book&#39;s other, two-part structure mirrors the two routes to God according to Neoplatonic Christianity: the via positiva and the via negativa. The first half of the book, the via positiva, beginning with the second chapter, &#34;accumulates the world&#39;s goodness and God&#39;s.&#34; The second half, the via negativa, ends with the chapter &#34;Northing&#34; which Dillard notes is the counterpart of the second chapter, &#34;Seeing&#34;. The first and last chapters of the book serve as the introduction and conclusion, respectively. The narrative is composed of vignettes detailing the narrator&#39;s wanderings around the creek. In &#34;The Present&#34; the narrator encounters a puppy at a gas station off the highway, and pats its belly while contemplating the view of the nearby mountain range; the reflective act of &#34;petting the puppy&#34; is referred to in several other chapters. In &#34;Stalking&#34;, the narrator pursues a group of muskrats in the creek during summer. One of the most famous passages comes from the beginning of the book, when the narrator witnesses a frog being drained and devoured by a water beetle.",
    "genre": [
      "Nature",
      "Non-fiction"
    ],
    "author": "Annie Dillard"
  },
  {
    "title": "The Masks of Time",
    "summary": " Vornan-19 arrives on Christmas day, 1998 in Rome. He floats down from the sky naked, landing on the Spanish Steps. The police try and arrest him but he knocks them over with a touch. He is helped and given clothes by Horst Klein who believes that the apocalypse will come in 389 days, Vornan-19 tells him that he is from the year 2999. Jack Bryant, a graduate student under Leo Garfield at the University of California is working toward a process to extract huge amounts of energy from ordinary matter. He leaves the physics department, gets married to pretty blond named Shirley and they move to the deserts of Arizona. Leo Garfield spends several months with Jack and Shirley to get a break from his physics work. During Vornan-19's first public press conference he mentions the fact that in the future society is very different due to the fact that they have tapped the energy within all matter so that no one has to work to obtain energy. Leo Garfield tells Jack that he left the University because he had actually finished his thesis showing how to extract the enormous amounts of energy within all particles of matter. He could not bear to release this theory since it would dramatically change human society. He asks Jack to use his influence to question Vornan-19 on the subject to see if it was his theory that was used in the future. When Jack returns to the University, he has a call from the White House and is forced to join a group of scientists working for the US government on how to best deal with Vornan-19. Vornan-19 comes to New York City where he meets with the group of scientists, attends an outrageous house party and tours the New York Stock Exchange. He reveals during the tour that in 2999 there is no capitalism and even no money. All citizens have all that they need. After visiting the stock market Vornan requests a visit to an automated brothel in Chicago. During an interview in California, Vornan-19 says that in the future they have determined how life began on the earth. An alien spacecraft visited the earth long ago on a scouting mission and discovered no life forms and so departed, before they left they jettisoned a load of their garbage that landed on earth and eventually started life. Vornan goes to moon, when he returns he takes a break from his tour of the earth by staying with Leo's friends Jack and Shirley in Arizona. Shirley subtly offers herself to Vornan but he shows no interest, Vornan instead seduces Jack. Shirley then sleeps with Leo who has been wanting her for years. Vornan has been made into a messiah by the people of earth. He visits Buenos Aires using a personal shield technology that should allow him to interact with the crowds. The shield fails and Vornan is grabbed by the crowd and his body is never recovered. Jack remains in Buenos Aires until the turn of the century.",
    "genre": [
      "Nature",
      "Science Fiction",
      "Speculative fiction",
      "Fiction"
    ],
    "author": "Robert Silverberg"
  },
  {
    "title": "Lost in the Barrens",
    "summary": " The parents of Jamie (the white boy) died in a car crash, thus he was under the care of his trapper uncle, Angus. Angus had supported Jamie's boarding-school fees for a long time, until the fur trade had declined. Angus could no longer support Jamie's school. Thus, Jamie left the boarding school to live with his uncle. Jamie made friends with the Cree Tribe's Chief's son, Awasin. Then the Chief thought a trader was cheating him, so he asked Angus and Jamie to go with him. Then, it was decided that Jamie would stay with Awasin for Angus' canoe could not hold three people and other things. Fortunately Jamie was fine with this and he even said that he would have more fun in the wilderness. Shortly after, Chipeweyans come to the Crees for help. The Chipeweyans were starving because the deer did not come at its usual time in the year. Awasin's mother was suspicious that the Chipeweyans may just be looking for a free handout, and so the boys agreed to go with them back to the Chipeweyan's camp to prove they needed the supplies. Jamie decides he wants to go too, so the two and the Chipeweyans who came (including Denikazi, their leader), canoes back to the Chipeweyan camp. There, Denikazi misunderstood for he thought Jamie and Awasin were going with them on the hunt for the deer. This is how Jamie and Awasin start their journey for the deer hunt out in the barrens. Soon, they go up to the North farther, but they do not find any 'deer' (in the book, deer means barrenland caribou). So, Denikazi orders Jamie and Awasin to stay with two young Chipeweyans at a certain point until they come back. He includes that they should run, and forget about the camp should they encounter Eskimos. In this book, the Chipeweyans and the Crees are deathly afraid of the Eskimos. The Chipeweyan Chief Denikazi described it this way: his people went and hunted as far north as they wanted to for deer, for they had guns and the Eskimos did not. Then, the Eskimos got guns and fought back. (Nowadays Eskimos are called 'Inuit' or 'Thule', but this was not the case when Mowat wrote his novel, or for decades afterward). Anyway, while staying with the two young Chipewyan hunters, Jamie decides he wants to take the chance and explore. He tricks Awasin into it, and later Awasin gives in. They go up to see the 'stone house' that one of the two Chipeweyans had told them about. There, they try to find it but unexpectedly meet a whirlpool and barely survive. Gathering what they can salvage from the water and their broken canoe, they have barely enough to survive. They cannot use the canoe anymore, they are stranded in the barrens. When the two young Chipeweyans found out that Awasin and Jamie were gone they went on searching for them. Their search is abruptly stopped when they catch a glance of an Eskimo kayak. As for Jamie and Awasin, they decide to go the way that Denikazi and the other hunters went, so they can join with them on the journey back. A problem occurs, for one of Denikazi's men sees what he believes is an Eskimo and they all flee quietly back. They unknowingly pass by Jamie and Awasin's camp during the night. Jamie and Awasin are then forced to overcome a series of obstacles including finding shelter and food, to wait until the summer when they can make the trek back to their home camp with the best chance of survival. They engage in a massive caribou hunt, and able to build a log cabin and make a comfortable home for themselves. On their attempted return trip, they both become afflicted by snow blindness and are forced to build an igloo to survive. They are discovered by an Eskimo boy named Peetyuk who offers to help and takes them to his camp, where they learn that the Eskimo do not hate the cree, and are only hostile because they are as afraid of the Cree as the Cree are of them. The boys are able to return home with the help of their new friends, and they make plans to return to their cabin the next summer with Jamie's uncle Angus.",
    "genre": [
      "Nature",
      "Children's literature",
      "Fiction"
    ],
    "author": "Farley Mowat"
  }
]