[
  {
    "title": "Animal Farm",
    "summary": " Old Major, the old boar on the Manor Farm, calls the animals on the farm for a meeting, where he compares the humans to parasites and teaches the animals a revolutionary song, 'Beasts of England'. When Major dies, two young pigs, Snowball and Napoleon, assume command and turn his dream into a philosophy. The animals revolt and drive the drunken and irresponsible Mr Jones from the farm, renaming it \"Animal Farm\". They adopt Seven Commandments of Animal-ism, the most important of which is, \"All animals are equal\". Snowball attempts to teach the animals reading and writing; food is plentiful, and the farm runs smoothly. The pigs elevate themselves to positions of leadership and set aside special food items, ostensibly for their personal health. Napoleon takes the pups from the farm dogs and trains them privately. Napoleon and Snowball struggle for leadership. When Snowball announces his plans to build a windmill, Napoleon has his dogs chase Snowball away and declares himself leader. Napoleon enacts changes to the governance structure of the farm, replacing meetings with a committee of pigs, who will run the farm. Using a young pig named Squealer as a \"mouthpiece\", Napoleon claims credit for the windmill idea. The animals work harder with the promise of easier lives with the windmill. After a violent storm, the animals find the windmill annihilated. Napoleon and Squealer convince the animals that Snowball destroyed it, although the scorn of the neighbouring farmers suggests that its walls were too thin. Once Snowball becomes a scapegoat, Napoleon begins purging the farm with his dogs, killing animals he accuses of consorting with his old rival. He and the pigs abuse their power, imposing more control while reserving privileges for themselves and rewriting history, villainising Snowball and glorifying Napoleon. Squealer justifies every statement Napoleon makes, even the pigs' alteration of the Seven Commandments of Animalism to benefit themselves. 'Beasts of England' is replaced by an anthem glorifying Napoleon, who appears to be adopting the lifestyle of a man. The animals remain convinced that they are better off than they were when under Mr Jones. Squealer abuses the animals' poor memories and invents numbers to show their improvement. Mr Frederick, one of the neighbouring farmers, attacks the farm, using blasting powder to blow up the restored windmill. Though the animals win the battle, they do so at great cost, as many, including Boxer the workhorse, are wounded. Despite his injuries, Boxer continues working harder and harder, until he collapses while working on the windmill. Napoleon sends for a van to take Boxer to the veterinary surgeon's, explaining that better care can be given there. Benjamin, the cynical donkey, who \"could read as well as any pig\", notices that the van belongs to a knacker, and attempts to mount a rescue; but the animals' attempts are futile. Squealer reports that the van was purchased by the hospital and the writing from the previous owner had not been repainted. He recounts a tale of Boxer's death in the hands of the best medical care. Years pass, and the pigs learn to walk upright, carry whips and wear clothes. The Seven Commandments are reduced to a single phrase: \"All animals are equal, but some animals are more equal than others\". Napoleon holds a dinner party for the pigs and the humans of the area, who congratulate Napoleon on having the hardest-working but least fed animals in the country. Napoleon announces an alliance with the humans, against the labouring classes of both \"worlds\". He abolishes practices and traditions related to the Revolution, and changes the name of the farm to \"The Manor Farm\". The animals, overhearing the conversation, notice that the faces of the pigs have begun changing. During a poker match, an argument breaks out between Napoleon and Mr Pilkington, and the animals realise that the faces of the pigs look like the faces of humans, and no one can tell the difference between them. The pigs Snowball, Napoleon, and Squealer adapt Old Major's ideas into an actual philosophy, which they formally name Animalism. Soon after, Napoleon and Squealer indulge in the vices of humans (drinking alcohol, sleeping in beds, trading). Squealer is employed to alter the Seven Commandments to account for this humanisation, an allusion to the Soviet government's revising of history in order to exercise control of the people's beliefs about themselves and their society. The original commandments are: # Whatever goes upon two legs is an enemy. # Whatever goes upon four legs, or has wings, is a friend. # No animal shall wear clothes. # No animal shall sleep in a bed. # No animal shall drink alcohol. # No animal shall kill any other animal. # All animals are equal. Later, Napoleon and his pigs secretly revise some commandments to clear them of accusations of law-breaking (such as \"No animal shall drink alcohol\" having \"to excess\" appended to it and \"No animal shall sleep in a bed\" with \"with sheets\" added to it). The changed commandments are as follows, with the changes bolded: * 4 No animal shall sleep in a bed with sheets. * 5 No animal shall drink alcohol to excess. * 6 No animal shall kill any other animal without cause. Eventually these are replaced with the maxims, \"All animals are equal, but some animals are more equal than others\", and \"Four legs good, two legs better!\" as the pigs become more human. This is an ironic twist to the original purpose of the Seven Commandments, which were supposed to keep order within Animal Farm by uniting the animals together against the humans, and prevent animals from following the humans' evil habits. Through the revision of the commandments, Orwell demonstrates how simply political dogma can be turned into malleable propaganda.",
    "genre": [
      "Roman à clef",
      "Satire",
      "Children's literature",
      "Speculative fiction",
      "Fiction"
    ],
    "author": "George Orwell"
  },
  {
    "title": "Memoirs of a Fox-Hunting Man",
    "summary": " The story is a series of episodes in the youth of George Sherston, ranging from his first attempts to learn to ride to his experiences in winning point-to-point races. The title is somewhat misleading, as the book is mainly concerned with a series of landmark events in Sherson/Sassoon's childhood and youth, and his encounters with various comic characters. \"The Flower-Show Match,\" an account of an annual village cricket match - an important fixture for those involved - in which young Sherston plays a significant part, was later published separately by Faber as a self-contained story. The book as a whole is a frequently humorous work, in which fox-hunting, one of Sassoon's major interests, comes to represent the young man's innocent frame of mind in the years before war broke out. The book ends with his enlistment in a local regiment. The story is continued in two sequels: Memoirs of an Infantry Officer and Sherston's Progress.",
    "genre": [
      "Roman à clef",
      "Poetry",
      "Fiction"
    ],
    "author": "Siegfried Sassoon"
  },
  {
    "title": "My Brilliant Career",
    "summary": " The heroine, Sybylla Melvyn, is an imaginative, headstrong girl growing up in rural Australia in the 1890s. Drought and a series of poor business decisions reduce her family to subsistence level, her father begins to drink excessively, and Sybylla struggles to deal with the monotony of her life. To her relief, she is sent to live on her grandmother's property, where life is more comfortable. There she meets wealthy young Harry Beecham, who loves her and proposes marriage; convinced of her ugliness and aware of her tomboyish ways, Sybylla is unable to believe that he could really love her. By this time, her father's drinking has got the family into debt, and she is sent to work as governess/housekeeper for the family of an almost illiterate neighbour to whom her father owes money. She finds life there unbearable and eventually suffers a physical breakdown which leads to her return to the family home. When Harry Beecham returns to ask Sybylla to marry him, she concludes that she would only make him unhappy and sends him away, determined never to marry. The novel ends with no suggestion that she will ever have the \"brilliant career\" as a writer that she desires.",
    "genre": [
      "Roman à clef",
      "Autobiography",
      "Biography",
      "Novel",
      "Fiction"
    ],
    "author": "Miles Franklin"
  },
  {
    "title": "On the Road",
    "summary": " The two main characters of the book are the narrator, Salvatore “Sal” Paradise, and his new friend Dean Moriarty, much admired for his carefree attitude and sense for adventure, a free-spirited maverick eager to explore all kicks and an inspiration and catalyst for Sal’s travels. The novel contains five parts, three of them describing road trips. The narrative takes place in the years 1947 to 1950, is full of Americana, and marks a specific era in jazz history, “somewhere between its Charlie Parker Ornithology period and another period that began with Miles Davis.” The novel is largely autobiographical, Sal being the alter ego of the author and Dean standing for Neal Cassady. The epic nature of the adventures and the text itself creates a tremendous sense of meaning and purpose for the themes and lessons. The first section describes Sal’s first trip to San Francisco, CA. Disheartened after a divorce, his life changes when he meets Dean Moriarty, who is \"tremendously excited with life,\" and begins to long for the freedom of the road: ”Somewhere along the line I knew there would be girls, visions, everything; somewhere along the line the pearl would be handed to me.” He sets off in July 1947 with fifty dollars in his pocket. After taking several buses and hitchhiking, he arrives in Denver, where he hooks up with Carlo Marx, Dean, and their friends. There are parties&nbsp;— among them an excursion to the ghost town of Central City. Eventually Sal leaves by bus and gets to San Francisco, where he meets Remi Boncoeur and his girlfriend Lee Ann. Remi arranges for Sal to take a job as a night watchman at a boarding camp for merchant sailors waiting for their ship. Not holding this job for long, Sal hits the road again. “Oh, where is the girl I love?” he wonders. Soon he meets Terry, the “cutest little Mexican girl,” on the bus to Los Angeles. They stay together, traveling back to Bakersfield, then to Sabinal, “her hometown,” where her family works in the fields. He meets Terry's brother Ricky, who teaches him the true meaning of \"mañana\" (\"tomorrow\"). Working in the cotton fields, Sal realizes that he is not made for this type of work. Leaving Terry behind, he takes the bus back to New York and walks the final stretch from Times Square to Paterson, just missing Dean, who had come to see him, by two days. In this section, Kerouac not only introduces many of the book's characters but also its central conflicts and dilemmas. He initially shows Sal as the deep thinking writer who yearns for greater freedom. As the plot unfolds he shows the depth and degree of Sal’s internal conflict in the pursuit of “kicks,” torn between the romanticized freedom of the open road and practicality of a more settled, domestic life. Dean appears as the “yellow roman candle” that catalyzes the action of the novel. His uncontainable spirit invites Sal to follow but also foreshadows problems of commitment and devotion that will reappear later on. In December 1948 Sal is celebrating Christmas with his relatives in Testament, VA when Dean shows up with Marylou (having left his second wife, Camille, and their newborn baby, Amy, in San Francisco) and Ed Dunkel. Sal’s Christmas plans are shattered as “now the bug was on me again, and the bug’s name was Dean Moriarty.” First they drive to New York, where they meet Carlo and party. Dean wants Sal to make love to Marylou, but Sal declines. In Dean’s Hudson they take off from New York in January 1949 and make it to New Orleans. In Algiers they stay with the morphine-addicted Old Bull Lee and his wife Jane. Galatea Dunkel joins her husband in New Orleans while Sal, Dean, and Marylou continue their trip. Once in San Francisco, Dean again leaves Marylou to be with Camille. “Dean will leave you out in the cold anytime it is in the interest of him” Marylou tells Sal. Both of them stay briefly in a hotel, but soon she moves out, following a nightclub owner. Sal is alone and on Market Street has visions of past lives, birth, and rebirth. Dean finds him and invites him to stay with his family. Together, they visit nightclubs and listen to Slim Gaillard and other jazz musicians. The stay ends on a sour note: \"what I accomplished by coming to Frisco I don’t know,” and Sal departs, taking the bus back to New York. In this section, Marylou sums up the dilemma of Dean’s lack of commitment and selfishness when she says that he will always leave you if it isn’t in his interest. This central conflict appears again after Dean returns to Camille in San Francisco, abandoning his two travel companions. Sal again finds himself at a loss for purpose and direction. He has spent his time following the other characters but is unfulfilled by the frantic nature of this life. Much of the euphoria has worn off as he becomes more contemplative and philosophical. In the spring of 1949, Sal takes a bus from New York to Denver. He is depressed and “lonesome”; none of his friends are around. After receiving some money, he leaves Denver for San Francisco to see Dean. Camille is pregnant and unhappy, and Dean has injured his thumb trying to hit Marylou for sleeping with other men. Camille throws them out, and Sal invites Dean to come to New York, planning to travel further to Italy. They meet Galatea, who tells Dean off: ”You have absolutely no regard for anybody but yourself and your kicks.” Sal realizes she is right&nbsp;— Dean is the “HOLY GOOF”&nbsp;— but also defends him, as “he’s got the secret that we’re all busting to find out.” After a night of jazz and drinking in Little Harlem on Folsom Street, they depart. On the way to Sacramento they meet a \"fag,\" who propositions them. Deans tries to hustle some money out of this but is turned down. During this part of the trip Sal and Dean have ecstatic discussions having found “IT” and “TIME.\" In Denver a brief argument shows the growing rift between the two, when Dean reminds Sal of his age, Sal being the older of the two. They get a '47 Cadillac from the travel bureau that needs to be brought to Chicago. Dean drives most of the way, crazy, careless, often speeding over 100 miles per hour, bringing it in in a disheveled state. By bus they move on to Detroit and spend a night on Skid Row, Dean hoping to find his hobo father. From Detroit they share a ride to New York and arrive at Sal's aunt’s new flat in Long Island. They go on partying in New York, where Dean meets Inez and gets her pregnant while his wife is expecting their second child. After seeing how he treats Camille and Marylou, Sal finally begins to realize the nature of his relationship with Dean. While he cares greatly about him, several times discussing future plans to live on the same street, he recognizes that the feeling may not be mutual. The situations are beginning to change, though, as Sal has received some money from his recently published book and can begin to support himself and also Dean when he comes to New York. Sal is taking a more active role in his freedom as opposed to just following Dean. In the spring of 1950, Sal gets the itch to travel again while Dean is working as a parking lot attendant in Manhattan, living with his girlfriend Inez. Sal notices that he has been reduced to simple pleasures&nbsp;— listening to baseball games and doing card tricks. By bus Sal takes to the road again, passing Washington, Ashland, Cincinnati, St. Louis, and eventually reaching Denver. There he meets Stan Shephard, and the two plan to go to Mexico City when they learn that Dean had bought a car and is on the way to join them. In a rickety '37 Ford sedan the three set off across Texas to Laredo, where they cross the border. They are ecstatic, having left “everything behind us and entering a new and unknown phase of things.” Their money buys more (10 cents for a beer), police are laid back, cannabis is readily available, and people are curious and friendly. The landscape is magnificent. In Gregoria, they meet Victor, a local kid, who leads them to a bordello where they have their last grand party, dancing to mambo, drinking, and having fun with underage prostitutes. In Mexico City Sal becomes ill from dysentery and is “delirious and unconscious.” Dean leaves him, and Sal later reflects that “when I got better I realized what a rat he was, but then I had to understand the impossible complexity of his life, how he had to leave me there, sick, to get on with his wives and woes.” In this section we see Dean’s selfishness finally extend to Sal, as he leaves Sal abandoned in Mexico City. Sal has sunk to the bottom of his reality having seen Victor put his family obligations over the freedom of the road and Dean was not ready to do the same thing. This is the moment where the paths diverge and Sal realizes that he has more to live for than just constantly moving. Dean, having obtained divorce papers in Mexico, had first returned to New York to marry Inez, only to leave her and go back to Camille. After his recovery from dysentery in Mexico, Sal returns to New York in the fall. He finds a girl, Laura, and plans to move with her to San Francisco. Sal writes to Dean about his plan to move to San Francisco. Dean writes back saying that he's willing to come and accompany Laura and Sal. Dean arrives over five weeks early but Sal is out taking a late-night walk alone. Sal returns home to Laura and sees a copy of Proust and knows that it is Dean's. Sal realizes that his friend has arrived but its at a time when Sal doesn't have the money to relocate to San Francisco. On hearing this Dean makes the decision to head back to Camille and Sal's friend Remi Boncoeur denies Sal's request to give Dean a short lift to 40th Street on their way to a Duke Ellington concert at the Metropolitan Opera House. Sal's girlfriend Laura realises that this is a painful moment for Sal and prompts him for a response as the party drives off without Dean; to which he replies \"He'll be alright\". Sal later reflects as he sits on a river pier under a New Jersey night sky about the roads and lands of America that he has travelled and states “. . . I think of Dean Moriarty, I even think of Old Dean Moriarty the father we never found, I think of Dean Moriarty.\" Kerouac often based his fictional characters on friends and family. {| class=\"wikitable\" |- ! Real-life person ! Character name |- | Jack Kerouac | Sal Paradise |- | Gabrielle Kerouac | Sal's Aunt |- | Alan Ansen | Rollo Greb |- | William S. Burroughs | Old Bull Lee |- | Joan Vollmer | Jane |- | Lucien Carr | Damion |- | Neal Cassady | Dean Moriarty |- | Carolyn Cassady | Camille |- | Hal Chase | Chad King |- | Henri Cru | Remi Boncoeur |- | Bea Franco | Terry |- | Allen Ginsberg | Carlo Marx |- | Diana Hansen | Inez |- | Alan Harrington | Hal Hingham |- | Joan Haverty | Laura |- | Luanne Henderson | Marylou |- | Al Hinkle | Ed Dunkel |- | Helen Hinkle | Galatea Dunkel |- | Jim Holmes | Tom Snark |- | John Clellon Holmes | Ian MacArthur |- | Ed Stringham | Tom Saybrook |- | Herbert Huncke | Elmer Hassel |- | Frank Jeffries | Stan Shephard |- | Gene Pippin | Gene Dexter |- | Allan Temko | Roland Major |- | Bill Tomson | Roy Johnson |- | Helen Tomson | Dorothy Johnson |- | Ed Uhl | Ed Wall |}",
    "genre": [
      "Roman à clef",
      "Novel",
      "Fiction"
    ],
    "author": "Jack Kerouac"
  },
  {
    "title": "The Sun Also Rises",
    "summary": " The protagonist of The Sun Also Rises is Jake Barnes, an expatriate American journalist living in Paris. Jake suffered a war wound that has caused him to be impotent; the nature of his injury is not explicitly described in the novel. He is in love with Lady Brett Ashley, a twice-divorced Englishwoman. Brett, with her bobbed hair, embodies the new sexual freedom of the 1920s, having had numerous love affairs. Book One is set in the Café society of Paris. In the opening scenes, Jake plays tennis with his college friend Robert Cohn, picks up a prostitute (Georgette), and runs into Brett and Count Mippipopolous in a nightclub. Brett and Jake leave together; in a taxi she tells him she loves him, but they know they have no chance at a lasting relationship. In Book Two Jake is joined by Bill Gorton, recently arrived from New York, and Brett's fiancé Mike Campbell, who arrives from Scotland. Jake and Bill travel to Spain, where they meet Robert Cohn north of Pamplona for a fishing trip. Cohn, however, leaves for Pamplona to wait for Brett and Mike. Cohn had an affair with Brett a few weeks earlier and still feels possessive of her despite her engagement to Mike. Jake and Bill enjoy five days of tranquility, fishing the streams near Burguete, after which they rejoin the group in Pamplona, where they begin to drink heavily. Cohn's presence is increasingly resented by the others, who taunt him with anti-semitic remarks. During the fiesta the characters drink, eat, watch the running of the bulls, attend bullfights, and bicker with each other. Jake introduces Brett to Romero at Montoya's hotel; she is smitten with the 19-year-old matador and seduces him. The jealous tension among the men builds; Jake, Campbell, Cohn, and Romero each love Brett. Cohn, who had been a champion boxer in college, has fistfights with Jake, Mike, and Romero, whom he injures. Despite the tension, Romero continues to perform brilliantly in the bullring. Book Three shows the characters in the aftermath of the fiesta. Sober again, they leave Pamplona. Bill returns to Paris, Mike stays in Bayonne, and Jake goes to San Sebastián in northeastern Spain. As Jake is about to return to Paris, he receives a telegram from Brett asking for help; she had left with Romero for Madrid. He finds her in a cheap hotel, without money, and without Romero. She announces she has decided to go back to Mike. The novel ends with Jake and Brett in a taxi speaking of the things that might have been.",
    "genre": [
      "Roman à clef",
      "Children's literature",
      "Novel",
      "Fiction"
    ],
    "author": "Ernest Hemingway"
  },
  {
    "title": "The Blithedale Romance",
    "summary": " The novel takes place in the utopian community of Blithedale, presumably in the mid-1800s. The main character, Miles Coverdale, embarks on a quest for betterment of the world through the agrarian lifestyle and community of the Blithedale Farm. The story begins with Coverdale's chat with a character named Old Moodie, who reappears throughout the story. The legend of the mysterious Veiled Lady is introduced; she is a popular clairvoyant who disappears unannounced from the social scene. Coverdale then makes the voyage to Blithedale, where he is introduced to such characters as Zenobia and Mr. and Mrs. Silas Foster. At their first community dinner they are interrupted by the arrival of Hollingsworth, a previous acquaintance of Coverdale's, who is carrying a frail, pale girl. Though Hollingsworth believes the girl (whose age is never clarified) is an expected guest, none of the Blithedale citizens recognize her. She immediately develops a strong attachment to Zenobia, and reveals her name to be Priscilla. Soon after, Coverdale becomes severely ill and is bedridden. Hollingsworth takes care of him, as does Zenobia, and he returns to health shortly. However, during his sickness, he believes he is on the brink of death and develops a closeness with Hollingsworth due to their anxiety-ridden situation and discussion of worldly ideals. As he recovers and spring comes, the residents of the community begin to work the land successfully and prove to their neighbors the plausibility of their cause. Priscilla starts to open up, and relationships between the other characters develop as well. Tension in the friendship between Coverdale and Hollingsworth intensifies as their philosophical disagreements continue. Meanwhile, Zenobia and Hollingsworth become close and rumor flies they might build a house together. Mr. Moodie makes a reappearance and asks about Priscilla and Zenobia for reasons to be revealed later. Coverdale then meets a stranger who turns out to be a Professor Westervelt. Westervelt asks also about Zenobia and Hollingsworth. Coverdale does not like the Professor, and when he is retreating in a tree he overhears the Professor talking to Zenobia implying that they have a prior relationship. At this point, the story switches narrators when it becomes Zenobia telling a tale entitled “The Silvery Veil.” She describes the Veiled Lady and her background, though it is never revealed whether or not her version of the story is reality or fiction. After switching narration back to Coverdale, the story proceeds to Eliot's Pulpit, a place of rest and discourse for the four main characters Coverdale, Hollingsworth, Priscilla, and Zenobia. There they discuss women's rights, and Zenobia and Hollingsworth agree, against Coverdale, on a more misogynistic point of view. Their disagreements intensify the next day when Hollingsworth and Coverdale discuss their hopes for the future of Blithedale. They disagree so thoroughly that Coverdale renounces Hollingsworth and effectively ends their friendship. A turning point in the novel, the drama culminates with Coverdale's leaving the farm and returning to the city. He there shows a sort of voyeurism in peeping through hotel windows at a young man and another family. Whilst peeping, he spies Zenobia and Westervelt in another window. They notice, and, embarrassed and curious, Coverdale visits them and gets chastised by Zenobia. She also reveals that Priscilla is staying with them, then all three leave Coverdale for an unnamed appointment. Motivated once more by curiosity, he seeks out Old Moodie, who when drunk tells him the story of Fauntleroy Zenobia, and Priscilla. It turns out that Old Moodie is Fauntleroy, who was a once wealthy man and the father of Zenobia. He fell from grace, but remarried later and had another child, Priscilla, making the two women half sisters. Coverdale is extremely shocked and proceeds to a show of the Veiled Lady, where he recognizes Westervelt as the magician controlling the clairvoyant and Hollingsworth in the audience. He asks the whereabouts of Priscilla, and it is shortly revealed when Hollingsworth removes the veil that Priscilla is indeed the Veiled Lady. All of the main characters then return and meet up at Eliot's Pulpit, where Zenobia accosts Hollingsworth for his love for Priscilla, expresses her depression, and acknowledges her sisterhood with Priscilla. However, Priscilla chooses Hollingsworth over her and the three go their separate ways. When Zenobia recognizes that Coverdale witnessed this scene, she asks him to tell Hollingsworth that he has “murdered” her and tells him that when they next meet it will be behind the “black veil,” representing death. She leaves, and does not return. Hollingsworth, Coverdale, and Silas Foster form a search party and find Zenobia's body in the river. She is buried at Blithedale and given a simple funeral, at which Westervelt makes a last cryptic appearance and declares her suicide foolish. Hollingsworth is severely affected by the death, and it seems as she promised that Zenobia is haunting him. Priscilla is less affected due to her attachment solely to Hollingsworth, and the rest of the characters part and move on with their lives. The last chapter reflects on the wisdom and ideals of Coverdale, now cynical about his purpose in life. The last sentence reveals cause for his bleak, apathetic outlook—he was in love with Priscilla.",
    "genre": [
      "Roman à clef",
      "Fiction",
      "Historical novel"
    ],
    "author": "Nathaniel Hawthorne"
  },
  {
    "title": "The Dharma Bums",
    "summary": " Ray Smith's story is driven by Japhy, whose penchant for the simple life and Zen Buddhism greatly influenced Kerouac on the eve of the sudden and unpredicted success of On the Road. The action shifts between the events of Smith and Ryder's \"city life,\" such as three-day parties and enactments of the Buddhist \"Yab-Yum\" rituals, to the sublime and peaceful imagery where Kerouac seeks a type of transcendence. The novel concludes with a change in narrative style, with Kerouac working alone as a fire lookout on Desolation Peak (adjacent to Hozomeen Mountain), in what would soon be declared North Cascades National Park (see also Desolation Angels). These elements place The Dharma Bums at a critical junction foreshadowing the consciousness-probing works of several authors in the 1960s such as Timothy Leary and Ken Kesey. One episode in the book features Smith, Ryder and Henry Morley (based on real-life friend John Montgomery) climbing Matterhorn Peak in California. It tells the story of Kerouac's first introduction to this type of mountaineering and would serve as inspiration for him to spend the following summer as a fire lookout for the United States Forest Service on Desolation Peak in Washington. The novel also gives an account of the legendary 1955 Six Gallery reading, where Allen Ginsberg gave a debut presentation of his poem \"Howl\" (changed to \"Wail\" in the book), and other authors such as Snyder, Kenneth Rexroth, Michael McClure, and Philip Whalen performed.",
    "genre": [
      "Roman à clef",
      "Autobiography",
      "Biography",
      "Novel",
      "Fiction"
    ],
    "author": "Jack Kerouac"
  },
  {
    "title": "The Liar",
    "summary": " The book opens with the narrative of the espionage period. Adrian and his mentor, Professor Donald Trefusis, are at Mozart's birthplace in Salzburg, where Adrian witnesses the (staged) murder of their contact. Adrian then enters the espionage game set up by his mentor, Trefusis, and his uncle, David. In the narrative of the school years, Adrian is at a public boys school (Harrow), portrayed as an intelligent and irreverent young man. Adrian has carefully groomed himself to convey the image of a witty, highly extroverted gay boy; however, despite his image, and, despite regarding sex as his \"public pride\", he finds himself unable to express his love for the beautiful Hugo Cartwright. Another student, Paul Trotter (known as \"Pigs Trotter\"[Sic.]), hangs himself, as he loves Adrian. Adrian is shown later in the novel to be touchy on the subject of suicide as a result. Prior to Trotter's funeral, Adrian seduces Hugo while pretending to be asleep. Adrian is later expelled from Harrow for writing an article discussing the tradition of hidden behaviours at mixed sex public schools that could be considered homosexual; consequently, he does his \"A\" levels in a Gloucestershire state school. In the narrative, Adrian claims to have escaped from home due to unhappiness, subsequently becoming a \"rent boy\", but it is later revealed, in an overheard conversation, that this never occurred. Adrian attains the role of school master in the narrative of the school years and has his first sexual encounter with a woman, of which he speaks positively. The school years finish with Adrian's cricket team defeating the team of Hugo Cartwright, to whom Adrian is no longer attracted. Just as Adrian and his victorious team is about to leave the school at which Hugo is a master he reveals to Hugo that he was, in fact, awake during the incident before Trotter's funeral. In the narrative of the university years, Adrian is at the fictional St. Matthew's College, Cambridge and is given a challenge to produce something original by his tutor Professor Donald Trefusis. As a result, with the aid of his his girlfriend — and later wife and acclaimed producer —, Jenny de Woolf, and his housemate Garry he writes and claims to have discovered a lost manuscript of Charles Dickens which dealt with child sex trade. The discovery brings Jenny and the college fame, but it also results in a dialogue between Adrian and Hugo, who has become an alcoholic. Hugo believes that Adrian in fact hates him, and outlines Adrian's duplicity as proof. Adrian, however, corrects him and the two leave things on a friendly note. After graduation, Adrian is at a meeting where farcically he and other attendees have a discussion while sabotaging the footage of the onlooking BBC film crew. At the meeting they discuss the arrest of Trefusis, who was arrested for cottaging. It is later revealed in the book that it was actually a document exchange preceded by two kisses on the checks as is custom in several continental countries, such as Hungary. Adrian joins Trefusis in his forced sabbatical which nominally is spent studying the fricative shift in English, but in actuality is spent in a game of espionage where they are to acquire the parts for Mendax (Latin adjective meaning \"lying, deceptive\"), a lie inhibiting device from his Hungarian friend Szabó and his two nephews. Adrian is gradually introduced to spy game as during his university he had accompanied Trefusis in several trips, such as the one in Salzburg, where Trefusis gets one of three parts of Mendax. A showdown results with Adrian's uncle David (Sir David Pearce of MI5) and Trefusis, which resolves as David's aid was a double agent working for Trefusis and it is revealed that the murders witnessed by Adrian were staged so Adrian would report them to his uncle, who ordered the murders to scare Trefusis into giving Mendax to MI5, and that Mendax was fictional. Subsequently Adrian overhears a conversation between Trefusis and David where it is revealed that several parts of the story were not true and that the espionage adventure was just a game to counter boredom. Previously, a letter Jenny had written to Adrian, stated that while young girls grew up, young boys did not, making their erudite education irrelevant and just a game. The book ends with Adrian, now a Cambridge fellow, recruiting a new spy for a new game. In the espionage period, David Pearce and Dickon Lister refer to other characters by code names: * Adrian is \"Telemachus\", the name of the son of Odysseus in the Odyssea. * Professor Donald Trefusis is \"Odysseus\". * Istvan Moltaj is \"Patrochlus\" (Sic. In Greek Πάτροκλος, not Πάτροχλος) * Szabó is \"Helen\", the catalyst of the Trojan war. * His nephews are \"Castor\" and \"Pollux\" * Salzburg is the \"walls of Illium\"",
    "genre": [
      "Roman à clef",
      "Novel",
      "Fiction"
    ],
    "author": "Stephen Fry"
  },
  {
    "title": "Ask the Dust",
    "summary": " Arturo Bandini is a struggling writer living in a residential hotel in Bunker Hill, a rundown section of Downtown Los Angeles. Living off the zest of oranges, he unconsciously creates a picture of Los Angeles as a modern dystopia during the Great Depression era. His published short story \"The Little Dog Laughed\" impresses no one in his seedy boarding house except for one 14-year-old girl. Destitute, he wanders into the Columbia Buffet where he meets Camilla Lopez, a waitress. Bandini falls in love with Lopez, who is herself in love with co-worker Sam. Sam despises Camilla, telling Bandini if he wants to win over Camilla, he has to treat her poorly. Bandini struggles with his own poverty, his Catholic guilt, and with the his love for an unstable and deteriorating Camilla. Camilla is eventually admitted to a mental hospital, and moved to a second one, before escaping. Bandini looks for her, only finding her as she awaits for him in his apartment. He decides to take her away from Los Angeles, and arranges to live in a house on the beach. He buys her a little dog and they go to the new place. He leaves her there, to get his belongings from his Los Angeles hotel room. When he returns, she's gone. He tracks her down to the desert home of Sam, who is ill and dying. Before Bandini arrives, Sam has thrown Camilla out and she wanders into the desert. Bandini looks for her with an agonizing fear that he won't find the women he loves and he doesn't. He returns to Sam's shack, looks over the empty desert land. He takes a copy of the novel he had recently published, dedicates it to Camilla, and throws it into the desert.",
    "genre": [
      "Roman à clef",
      "Novel",
      "Fiction"
    ],
    "author": "John Fante"
  },
  {
    "title": "The Great Indian Novel",
    "summary": " The organization of the sections and chapters of the novel mirrors the organization of the Mahabharata and the themes and events addressed in each allude to themes and events of the mirrored sections of the epic. The novel has 18 \"books,\" just as the Mahabharata has 18 books and the Battle of Kurukshetra lasted for 18 days. Counterpart to the Mahabharata's \"Book of the Beginning.\" In this section, Ved Vyas (\"V.V.\"), the narrator, recounts his personal history; the seduction of Satyavati by the Brahmin Parashar and his own birth; the origin of Ganga Datta from the union of Shantanu and the now absent Maharanee (whom he met on the banks of the Ganga (Ganges) and who had had seven suspicious miscarriages); the marriage of Shantanu and Satyavati and Ganga Datta's vow of chastity; the birth of Chitrangada and Vichitravirya and the latter's marriage; Ved Vyas's insemination of Ambika and Ambalika; the vow of revenge against Ganga Datta taken by Amba; the birth of Dhritarashtra and Pandu; and the assignment of Ganapathi by Brahm's Apsara Agency to transcribe Ved Vyas's memoir, which V.V. describes as the \"Song of Modern India.\" Counterpart to the Mahabharata's \"Book of the Assembly Hall.\" The title of this section alludes to Paul Scott's The Jewel in the Crown. Ved Vyas also compares his memoir to The Autobiography of an Unknown Indian by Nirad Chaudhuri. The British resident's equerry is named \"Heaslop,\" an allusion to a character in A Passage to India. Introduced is the character of Sir Richard, the British resident at Hastinapur, who is complaining about the increasing radicalization of Ganga Datta, who is still serving as regent of Hastinapur. Ved Vyas discusses the upbringing of Dhritarashtra, Pandu, and Vidur Dharmaputra under the care of the regent, Ganga Datta. Discovering the suffering of the people of Motihari, Ganga Datta embarks on his first protest campaign. Gangaji is arrested and he pleads guilty to defying a police order, but his action results in a victory for the peasants of Motihari. Counterpart to the Mahabharata's \"Book of the Forest.\" The title of this section alludes to Louis Bromfield's The Rains Came. Sir Richard is furious about the events of Motihari and Heaslop notes that Gangaji had never formally resigned from the regency of Hastinapur. The regent having committed sedition, Hastinapur can now be annexed by British India. Dhritarashtra and Gandhari’s marriage is off to a good start. The devoted young bride has resolved to forever covering her eyes with a blindfold so that she is deprived of whatever her husband is deprived of. Pandu is also enjoying his two sexually expert wives. While enjoying sexual congress with both at once, he suffers a \"massive coronary thrombosis\" and is prohibited from ever again engaging in sexual intercourse. Pandu joins Gangaji’s movement and instructs his wives to seek other sexual partners so that they may still bear him heirs. Kunti reveals that in her youth she bore Hyperion Helios’s child but sent the baby boy down the river in a basket. Gandhari the Grim gives birth not to a hundred sons, but to one daughter, Priya Duryodhani, who is to be the equivalent of a thousand sons. Counterpart to the Mahabharata's \"Book of Virata.\" The title of this section alludes to Paul Scott's Raj Quartet. Hastinapur is annexed to the British Presidency of Marabar (an allusion to the \"Marabar Hills,\" which figure prominently in A Passage to India). The people of Hastinapur are milling in the streets, threatening revolt. There is a rumour that Gangaji will address a rally at the Bibighar Gardens (an allusion to the \"Bibighar,\" which figures prominently in A Jewel in the Crown). Heaslop counsels Sir Richard to let passions dissipate on their own, but Sir Richard instead calls in Colonel Rudyard and the Fifth Baluch, which starts firing on the unarmed gathering in the Bibighar Gardens. Almost 400 people are killed and more than a thousand are injured. After the Bibighar Gardens Massacre, Colonel Rudyard is retired with a half-million pound pension. An unnamed Nobel Prize-winning poet (an allusion to Rabindranath Tagore) returns his knighthood. Gangaji kicks off the Quit India Movement (an allusion to the Quit India Movement started by Mahatma Gandhi). Bungling assassins kill a Professor Kipling instead of Colonel Rudyard. This Professor Kipling was the racist teacher whom a young Pandu had struck, resulting in the end of Pandu’s formal education. Vidur resigns from the civil service but Gangaji and Dhritarashtra order him to rescind his resignation. Dhritarashtra becomes head of the Kaurava Party and Pandu becomes the party’s chief organizer. Kunti bears the sons of Dharma (a young magistrate), Major Vayu of the palace guard, and Devendra Yogi: Yudhistir, Bhim the Brave, and Arjun. Exhausted, Kunti calls a halt to the cuckolding and Madri begs to be permitted to take up the torch. She has an affair with the twins Ashvin and Ashwin and bears the twin sons Nakul and Sahadev. Counterpart to the Mahabharata's \"Book of War Preparations.\" The title of this section alludes to Paul Scott's The Towers of Silence. During an epidemic, a Sarah Moore persuades her brother, the manager of a jute mill in Budge Budge, near Calcutta, to offer the mill workers a bonus. After the epidemic, the workers refuse to give up the bonus and are locked out. Sarahbehn enlists Gangaji's aid and Gangaji embarks on his first protest fast. The British Raj directs the Mill Owners' Association to give in. Counterpart to the Mahabharata's \"Book of Bhishma.\" A rift begins to develop between Dhritarashtra and Pandu, both working within the Kaurava Party to further the cause of Indian independence, with Pandu advocating a harder line than that pursued by Gangaji and Dhritarashtra. Gangaji attends the Round Table Conference hosted by the British government. Mahadeva Menon, a Kaurava Party official from Palghat, persuades Gangaji to do something about the tax on mangoes. Gangaji kicks off the Great Mango March, which prompts Pandu to leave the Kaurava Party. In Chaurasta, a Kaurava protest turns violent and Gangaji calls off the mango agitation. Gangaji is called for a meeting with the viceroy and entertains an uncomfortable Sir Richard with the tale of why he drinks goat's milk instead of cow's milk. Counterpart to the Mahabharata's \"Book of Drona.\" The title of this section alludes to Ernest Hemingway's The Sun Also Rises. Ved Vyas describes the divisions in Indian society engendered by British policy and the formation of the Muslim Group under the figurehead leadership of the Gaga Shah, an \"overweight sybarite.\" The arrogant and (literally) brilliant Mohammed Ali Karna, the son of Kunti and Hyperion Helios, educated by the generosity of Indra Deva, the employer of Karna's adoptive father, rises to prominence as a lawyer and as a member of the Kaurava Party. Dhritarashtra insults Karna upon discovering that his (adoptive) father is a chauffeur. Kunti sees Karna and realizes that he is her firstborn son. The story is told of how Indra Deva gave him the surname \"Karna,\" the \"Hacker-Off,\" after Karna circumcised himself with a knife. Karna leaves the movement and goes to England, but the Gaga Shah invites Karna back to India to lead the Muslim Group. Counterpart to the Mahabharata's \"Book of Karna.\" The title of this section alludes to Salman Rushdie's Midnight's Children. The five Pandavas and Priya Duryodhani grow up, each revealing their characters. Priya tries and fails to poison and drown her cousin Bhim. While playing cricket, the Pandavas meet the sage Jayaprakash Drona who tells the tale of his son, Ashwathaman, and his insult at the hands of Ronald Heaslop, which led him to his mission of educating young Indians in order to facilitate the overthrow of the British. The Pandavas choose Drona to be their tutor. Pandu decides to seek the presidency of the Kaurava Party and Dhritarashtra fears that there is a good chance he will lose the election to Pandu. Gangaji persuades Dhritarashtra to step down in favor of a less prominent figure, and untouchable. Thus, if Pandu wins the election, then Gangaji and Dhritarashtra will not be seen as having suffered a defeat. Counterpart to the Mahabharata's \"Book of Shalya.\" The title of this section alludes to Rudyard Kipling's Kim and to M. M. Kaye's The Far Pavilions. Pandu is elected president of the Kaurava Party and a struggle begins between him and Gangaji for control over the direction of the party. Gangaji outmanoeuvres Pandu, who loses a vote of confidence and resigns. Ved Vyas switches to verse to tell Pandu's story. Pandu forms the Onward Organisation (an allusion to the All India Forward Bloc), the OO. Pandu allies himself with the Nazis and the Japanese against the British and forms the Swatantra Sena (an allusion to the Indian National Army formed by Subhash Chandra Bose) to fight against British forces on the Burmese front. Pandu sends for Madri to join him and the sight of her wearing a military uniform begins to break down his control over his carnal desires. While fleeing from defeat in Singapore by air, Pandu and Madri succumb to their passion. Pandu dies of a heart attack and the plane is shot down, killing Madri as well. Counterpart to the Mahabharata's \"Book of the Sleeping Warriors.\" - title may be an allusion to Arthur Koestler's \"Darkness at Noon\" Ashwathaman joins the Pandavas as the students of Drona in the military, terroristic, and nationalistic arts. When Arjun has to share an academic prize with Ekalavya, the son of a maidservant, Ekalavya admits that he has been sharing in the Pandavas' lessons while standing outside the door. In exchange for payment for his tuition, Drona demands that Ekalavya cut off his own right thumb and give it to Drona. Unlike in the original Mahabharata, Tharoor's Ekalavya refuses and flees in horror. Drona has a good laugh. Karna considers his options after the Muslim Group's candidates are bested by Muslim members of the Kaurava Party in the elections. Karna proposes a coalition government in the legislative assembly of the Northern Province. Vidur urges Dhritarashtra to accept Karna's proposal, even though the Kaurava Party controls enough seats in the Northern Province to rule without a coalition. Mohammed Rafi, a Muslim Kauravaman, urges rejection of Karna's offer and Dhritarashtra and Gangaji concede. Karna is resolved to find other means of gaining power. The viceroy and Sir Richard consider what to do in reaction to the initiation of the Second World War. Sir Richard relates the story of Sir Francis Younghusband, who inadvertently annexed Tibet. (\"He'd really intended just to see the tourist spots and to get a few good pictures of the Potala Palace, but one of his rifles went off accidentally and when he then saw all the notables on their knees cowering he couldn't really disappoint them by not conquering them.\") Sir Richard persuades the viceroy to declare war on Germany without consulting the elected governments of the provinces. Kaurava Party legislators react to the declaration of war by resigning en masse. The absence of the Kaurava Party in the administration benefits the Muslim Group, which takes over the government in three provinces. Gangaji initiates the Quit India Movement and the leaders of the Kaurava Party are imprisoned. The emboldened Muslim Group begins calling for a separate Muslim state, to be called Karnistan (the \"Hacked-Off Land\"). Amba, planning her revenge on Gangaji, goes to a plastic surgeon for a sex-change operation. Following the end of the war, the Kaurava Party does well in the election, but the Muslim Group's strength is not diminished. The British government charges with treason the soldiers who joined Pandu's Swatantra Sena. Viscount Bertie Drewpad is appointed viceroy. His wife, Georgina, is excited at the prospect of dallying with lusty Indian men. While Dhritarashtra plans to meet the new viceroy, his wife, Gandhari the Grim, lies dying, calling Priya Duryodhani her \"son.\" Counterpart to the Mahabharata's \"Book of the Women.\" Lord Drewpad announces the British intent to withdraw from India on Aug, 15, 1947, to Dhritarashtra, Mohammed Rafi, Ved Vyas, Sardar Khushkismat Singh, and Karna. Dhritarashtra and the Kaurava Party agree to the Partition of India. A Mr. Nichols is assigned to draw the border between the two new countries, to the derision of an experienced administrator named Basham. Vidur assists the viceroy in making decisions related to the transfer of power. Gangaji initiates an experiment in eliminating sexual desire by inviting Sarah-behn to sleep in his bed. While violence tears India apart, Dhritarashtra initiates an affair with Lady Drewpad. While India celebrates independence, Amba, now Shikhandin the Godless, assassinates Gangaji. Counterpart to the Mahabharata's \"Book of Peace.\" The title of this section alludes to Rudyard Kipling's The Man Who Would Be King. Ved Vyas refers to \"Children being born at inconvenient times of the night who would go on to label a generation and rejuvenate a literature,\" which alludes to Rushdie's Midnight's Children. Drona's secretary is called Sir Beverley Twitty, K.C.M.G. Jayaprakash Drona, now serving as Minister of State for Administrative Reform, gets his opportunity for revenge against Ronald Heaslop, who has lost everything in the rioting. Drona, instead of answering Heaslop's long-ago refusal to help him with co-ordinate cruelty, he offers Heaslop a job. Georgina Drewpad's affair with Dhritarashtra (now prime minister of India) continues. On 26 January 1950, the day India becomes a republic, she gives birth to a daughter, who is given up for adoption and given the name Draupadi Mokrasi. Vyabhichar Singh (\"Mr. Z\"), the maharaja of Manimir, tries to avoid acceeding either to India or Karnistan. Mohammed Rafi urges Dhritarashtra to ensure that Manimir remains part of India. Vidur, now Principal Secretary for Integration, counsels patience, hoping that Sheikh Azharuddin, a Kaurava ally, might be able to overthrow Mr. Z. Dhritarashtra decides to let Karna, now governor-general of Karnistan, make the first move, which he does, leaving the Indian government the perfect excuse to send in Khushkismat Singh, the Minister of Defence, with Indian troops. Vidur goes to Devpur to get Vyabhichar Singh to sign the instrument of accession, and persuades Colonel Bewakuf Jan to disturb the maharaja from his sporting with a Frenchwoman. Vidur states his case while the maharaja is fellated under an \"enormous silk razai.\" The maharaja is finally persuaded to sign by his companion, \"a steatopygous blonde wearing nothing but a look of panic.\" Vidur helps the maharaja flee to Marmu, his winter capital. The Pathans invading Manimir get drunk and the Indian Army parachutes into Devpur. Dhritarashtra snatches defeat from the jaws of victory by halting the Indian Army's advance and calling in the United Nations. Professor Jennings delivers a critique of his student, D. Mokrasi. Counterpart to the Mahabharata's \"Book of Bhishma's Final Instructions.\" The title of this section alludes to E. M. Forster's A Passage to India. Drona decides to resign from government and do \"constructive work\" in rural areas, taking Ashwathaman with him. The five Pandavas they also want to go along and break the news to Kunti, their chain-smoking and still glamorous mother. In order to secure her blessing, Yudhishtir promises never to disobey his mother. Dhritarashtra consults V. Kanika Menon, India's high commissioner in London, regarding what he should do about the increasing popularity of Drona and the Pandavas. Kanika counsels Dhritarashtra not to allow the Pandavas to attain too much political power, but Dhritarashtra is too idealistic to take the advice. Priya Duryodhani, however, is listening and she takes Kanika's advice seriously. Vidur, now Secretary of the Home Ministry and head of the Central Bureau of Intelligence, goes to a Drona land reform rally to warn the Pandavas that Priya Duryodhani is plotting against them. Vidur arranges for the Pandavas to hide out in Varanavata with Kunti. Karna, who has not been well, dies when he tries to pull a car out of the mud with his bare hands. Kunti, hearing the news, repeats her firtborn son's final gesture—by shaking her fist at the sun. Counterpart to the Mahabharata's \"Book of the Horse Sacrifice.\" The title of this section alludes to the Hindu sacred work the Rig Veda. Purochan Lal, the owner of the hotel where Kunti is staying, is an agent of Priya Duryodhani. Vidur intercepts the cables and sends a coded message explaining that the house is coated with lac and will be set fire. The building is burnt, but Vidur arranges their escape while letting the world believe they have perished in the fire. Vidur tells Dhritarashtra about a joke by Winston Churchill botched by Khushkismat Singh. After discussing the Manimir situation, Dhritarashtra appoints Kanika to replace Singh as Minister of Defence. The Pandavas wander India sticking up for the rights of the downtrodden. The refuse to take sides between two corrupt landlords, Pinaka and Saranga (whose men attacked a man named Hangari Das). Dhritarashtra and Kanika start the \"non-aligned\" movement. They decide to annex the Portuguese colony of Comea. Bhim saves a beautiful girl from her abusive brother, Hidimba (\"a large man with a small goatee\"), and weds. The Chairman of the People's Republic of Chakra, watching the annexation of Comea by India, orders the Chakar People's Liberation Army to cross the Big Mac Line and annex the nation of Tibia, on the Indian border. In order to enter Tibia from the province of Drowniang, however, Chakar troops must cross into territory claimed by India. Bhim has a baby son, Ghatotkach, who is born in the town of Ekachakra. Sahadev challenges the champion wrestler Bakasura and is trounced. Kunti is annoyed with her other sons for allowing Sahadev to go through with it. The Chakars annex a piece of Indian territory and the humiliation breaks Dhritarashtra's heart and he dies. Counterpart to the Mahabharata's \"Book of the Hermitage.\" Dhritarashtra leaves nothing in his will to Draupadi Mokrasi and her adoptive father worries that he will not be able to find her a suitable husband. The Kaurava Party's Working Committee appoints the \"honest but limited\" Shishu Pal to replace Dhritarashtra as prime minister. Ved Vyas convenes a training camp where the Pandavas are captivated by Draupadi. Priya Duryodhani is annoyed that Draupadi is drawing the attention away from her lectures and orders Ved Vyas to get Draupadi married. In Ved Vyas's mind, only Arjun is good enough for Draupadi, but he realises that Arjun will not be faithful to her. Priya Duryodhani decides to match her up with Ekalavya, of whom Drona had demanded his right thumb, and, apparently with whom Priya Duryodhani had had a youthful fling. Draupadi chooses Arjun, but through a misunderstanding, Kunti instructs the Pandavas to share equally the \"surprise\" they have brought home. All five Pandavas marry Draupadi, Ved Vyas using his father's magic to ensure that she is a virgin for each of the five successive wedding nights. Bhim's wife leaves him. Perceiving India as weak following its defeat at the hands of the Chakars, Karnistan invades Manimir again. Shishu Pal directs a successful counterattack. Shishu Pal dies of a heart attack after signing a cease fire. Unable to find a successor that is universally unobjectionable, the Working Committee is persuaded by Ved Vyas to appoint Priya Duryodhani. The Pandavas work out a strict schedule to share Draupadi's bed. Arjun violates the rule when he goes to retrieve the manuscript of a speech while Yudhishtir and Draupadi are together. Under the rules, Arjun is banned from his conjugal rights for a year. Arjun decides to spend the year as a \"roving correspondent\" for a newspaper and, in addition to witnesses the condition of the people, he finds a new sexual companion in every locale he visits. Arjun ends up in Gokarnam where he meets Dwarakaveetile Krishnankutty Parthasarathi Menon (known as \"Krishna\"), the local Kaurava Party secretary who has recently unseated the local political machine boss, Kamsa. When Arjun first sees Krishna, he is using a traditional dance form, Ottamthullal, as a medium for social satire. Arjun and Krishna become close friends and Arjun falls for Krishna's sister, Subhadra. Krishna advises Arjun to woo her through abduction. In the dark, a confused Arjun mistakenly abducts Kameswari. A second attempt is more successful and the two are married. Arjun cables Draupadi, telling her that he is bringing home a new maid, making their eventual meeting rather uncomfortable. However, by the time Draupadi and Subhadra give birth to their sons, Prativindhya and Abhimanyu, they are as close as sisters. Counterpart to the Mahabharata's \"Book of the Maces.\" The title of this section alludes to Rudyard Kipling's The Jungle Book. The Kaurava Party is dealt a blow in state and local elections, although still holding a majority in the national Parliament. Yudhishtir suggests that new leadership is needed. Priya Duryodhani agrees to a national election. Yudhishtir is named deputy prime minister, but is shut out of the Cabinet by Priya Duryodhani and Yudhishtir resigns. Ashwathaman, Drona' son and the leader of a socialist splinter party, is invited by Priya Duryodhani to join the Kaurava Party Working Committee. Priya Duryodhani takes Ashwathaman's side in advocating the elimination of the privy purses of India's former princes. Yudhishtir resigns from the Working Committee. Priya Duroydhani and Ashwathaman then champion a bill to nationalise the banks. Dr. Mehrban Imandar, the president of India, dies. The Kaurava Old Guard thwarts Priya Duryodhani by nominating Ved Vyas as the Kaurava Praty's candidate for president. Priya Duryodhani backs Ekalavya as an independent candidate. The Working Committee expels Ekalavya from the Kaurava Party for opposing the party's official candidate. Before the Working Committee can act to expel Priya Duryodhani, Ekalavya narrowly wins the election. Priya Duryodhani splits the Kaurava Party, forming the Kaurava Party (R) (\"R\" for \"real\") to oppose the Kaurava Party (O) (\"O\" for \"official\" or \"old guard\"). Priya Duryodhani wins with the support of the Left. Jarasandha Khan, the military dictator ruling Karnistan, decides to call elections. The Gelabin People's Party, representing the Gelabi people of East Karnistan, wins a majority in the Karnistani Parliament. Zaleel Shah Jhoota persuades Jarashanda Khan to declare the election results null and void and declare martial law in East Karnistan. Priya Duryodhani enters the conflict on the side of the Gelabins and the Gelabi Desh War results in the creation of a new nation-state. The success against Karnistan boosts Priya Duryodhani's popularity, but her rule grows increasingly oppressive. Counterpart to the Mahabharata's \"Book of the Great Journey.\" Drona leads the opposition to Priya Duryodhani's rule. Priya Duryodhani is convicted of electoral misconduct. Shakuni Shankar Dey, a Bengali lawyer and president of the Kaurava (R) Party, counsels her to declare a Siege and seize dictatorial powers. President Ekalavya concedes to the seizure of emergency powers. Priya Duryodhani orders the arrest of her political opponents. Counterpart to the Mahabharata's \"Book of the Ascent to Heaven.\" Ved Vyas refers to the Kama Sutra as the \"Great Indian Novelty.\" Priya Duryodhani calls elections. Ved Vyas chooses Krishna to lead the opposition campaign. Priya Duryodhani thus gets Krishna's experienced Kaurava Party grassroots electoral machine. At a critical moment, Krishna persuades Arjun that he should criticise Priya Duryodhani's administration instead of remaining a disinterested reporter. Bhim, Nakul, and Sahadev stay out of the campaign, refaining from endorsing either party. The People's Front defeats the Kaurava (R) Party. Drona and Ved Vyas consult with the parties of the People's Front coalition to choose the new prime minister. Their ultimately erroneous choice is Yudhishtir. Ashwathaman is appointed head of the party organisation. The People's Front leadership gathers at the Taj Mahal for a ceremonial oath. The return of Krishna to local politics marks the beginning of the failure of the People's Front. Yudhishtir proves to be \"as stiff and straight-backed and humourless as his critics had always portrayed him, and his colossal self-righteousness was not helped by his completely inability to judge the impression he made on others.\" Yudhishtir becomes a target of fun in the national and international press when he admits to drinking his own urine. The \"strongmen\" of Yudhishtir's cabinet are locked in squabbles and Yudhishtir \"remained tightly self-obsessed, seemingly unaware that half of those who sat on the executive branch with him were busily engaged in sawing it off.\" Priya Duryodhani, labeling the faltering government as the \"Backward Front,\" begins to gain political strength again. As Zaleel Shah Jhoota is toppled in another Karnistani military coup, Priya Duryodhani runs rings around her prosecutors while being tried for subverting the constitution. Yudhishtir suffers another publicity blow when he attends a speech by a holy man who uses the word \"Untouchables\" instead of \"Harijans.\" Ashwathaman criticises Yudhishtir and the party organisation awaits word from an ailing Drona that it is time for Yudhishtir to go. Yudhishtir dispatches Sahadev to tell Drona that Ashwathaman's plane has crashed. When asked Yudhishtir confirms that \"Ashwathaman is dead\" and Drona dies without throwing support to Yudhishtir's opponents in the People's Front. When Ved Vyas confronts Yudhishtir regarding his lie about Ashwathaman, Yudhishtir says that early that day he had caught a cockroach, named it Ashwathaman, and killed it; thus, his statement to Drona was not a lie. Ved Vyas refuses to accept Yudhishtir's explanation and abandons him. In any case, Yudhishtir's deception is ultimately pointless. The government falls and Priya Duryodhani is victorious in the next election. Ved Vyas sees a vision in which the Pandavas, Draupadi, and Krishna hike up a mountain. One by one they are killed, except for Yudhishtir, who reaches the top. When Kalaam, the god of time, offers to bear Yudhishtir to the court of history, Yudhishtir refuses to leave his faithful dog behind. The dog reveals himself to be Dharma, Yudhishtir's father, and the three board Kalaam's chariot together. In the court of history, Yudhishtir is stunned to find a place of honour given to Priya Duryodhani.",
    "genre": [
      "Roman à clef",
      "Satire",
      "Fiction",
      "Historical novel"
    ],
    "author": "Shashi Tharoor"
  },
  {
    "title": "Ruth Hall",
    "summary": " The autobiographical novel can be divided into three phases: Ruth's happy marriage, impoverished widowhood, and rise to fame and financial independence as a newspaper columnist. In the first chapter, young Ruth Ellet sits at her window on the night before her wedding, reflecting on her life so far. When her mother died long ago, she was sent away to boarding school, where she excelled at writing compositions. There is no love lost between Ruth and her father, who has plenty of money but begrudges her every penny; and although she adores her talented older brother, Hyacinth, he is a strange, cold-hearted man who slights his sister for her overtures of affection. Ruth, therefore, pins all her hopes on her impending marriage to Harry Hall. She duly marries Harry. He is a good, loving man, and handsome and prosperous, too. At this stage, the only thorn in Ruth's side is Harry's parents: old Mrs. Hall is so bitterly jealous of her son's pretty new wife that she finds fault with her constantly, and both in-laws meddle continually in Ruth's life. When Harry and Ruth move to a farm five miles away, they follow him. Harry and Ruth's first child, Daisy, brings them great joy. In the grandparents' eyes, however, the little girl is \"out of control\", and they consider Ruth a terrible mother. Ruth and Daisy play in the creek, and pick wild flowers together, which the grandmother hates. Daisy becomes ill in the winter and dies of croup because Dr. Hall, Ruth's father-in-law refuses to take Ruth's call for help seriously and fails to attend to the child immediately. Ruth and Harry have two more daughters, Katy and Nettie; then, while Nettie is still an infant, Harry contracts typhoid fever and dies. Ruth, left with very little money, applies to her relatives for help. The elder Halls and Ruth's father grudgingly provide her with a tiny income. She moves into a boarding house in a slum district, just up the road from a brothel, and searches unsuccessfully for employment as a schoolteacher or a seamstress. Her rich friends drop her, her relatives snub her, and only rarely does anyone offer help or encouragement. When Katy falls ill, Mrs. Hall persuades her to give up Katy to them and then treats the little girl harshly. Meanwhile, Ruth's funds continue to diminish, forcing her to move into a barren garret and live on bread and milk. Ruth, nearly desperate, hits on the idea of writing for the newspapers. She composes several samples and sends them to her brother Hyacinth, who is an influential publisher. He sends the samples back, along with an insolent note telling her she has no talent. Ruth perseveres, adopting the pen name 'Floy', and finally finds an editor, Mr. Lascom, who is willing to purchase her writings. Her columns are a hit; soon, she is publishing several pieces a week for Mr. Lascom and for another editor, Mr. Tibbetts. Subscription lists burgeon and fan mail comes pouring in, but Ruth is still barely getting by because neither editor will give her more money for her contributions. Accordingly, when a publisher named Mr. Walter offers her twice her present rate of pay to work exclusively for his magazine, she accepts. Mr. Walter becomes her best friend and advocate. Since she now has to write only one piece per week, Ruth has time to compile a book-length selection of her columns. This becomes a best-seller, making Ruth not only independent, but wealthy. She ransoms Katy and moves into a comfortable hotel with both her daughters. In the last scene, she visits her husband's grave and looks sadly at the space reserved for her at his side, then leaves the cemetery, thinking of the good things life might still have in store.",
    "genre": [
      "Roman à clef"
    ],
    "author": "Fanny Fern"
  },
  {
    "title": "Love-Letters Between a Nobleman and His Sister",
    "summary": " This part is a story of wooing and seduction of a young woman, Silvia, by Philander, her brother-in-law. ;Silvia's and Philander's flight to Holland: Silvia, disguised as a young man with the name Fillmond, and Philander run away to Holland. Brilljard, who has been married to Silvia to save her from being married to another man by her parents, and two male servants accompany them. On their journey they meet a young Hollander, Octavio. Quickly, a strong friendship develops between Philander and Octavio. Not knowing that Fillmond is in fact a woman, Octavio nevertheless falls in love with Silvia on their joint journey. Philander confides to Octavio that he is in conflict with his King, and after Philander and Silvia decline Octavio's offer to stay with him in his Palace, he accommodates them at a merchant's house nearby. There Philander and Silvia, still in disguise, spend a happy time together. Brilljard, staying with them, falls secretly in love with Silvia. When Silvia falls into a violent fever, her true sex is discovered by the servants and the whole truth of their story is revealed to Octavio by Philander. ;Philander's flight from Holland: Octavio, torn between his affection for Silvia and his friendship to Philander, urges the same to leave the country within 24 hours as he fears he will otherwise be taken by force to the King of France. Philander's first response is that he'd rather die than leave Silvia behind. Also, he is scared that she might fall in love with someone else once he has left. But he then is convinced by Octavio and Brilljard – who both love Silvia and therefore have an interest in his departure unknown to him – to save his own life not only for his but for Silvia's sake also. It is agreed that Silvia is to follow him as soon as she has recovered, and equipped with money from Octavio, after a last encounter with Silvia and without telling her of his flight, Philander finally takes his leave to Collen. ;Brilljard's assault on Silvia: Silvia, devastated by his flight, believes his love has worn off already when she receives her first letter from him. And indeed, Philander reveals in a letter to Octavio that he finds life without Silvia less painful than expected. Octavio seizes the opportunity and reveals his affection to Silvia, which she strongly dismisses. Silvia, in need for a second opinion on Philander's letter, shows it to Brilljard, who, seizing his chance to harm the rival, agrees with her that there is a change in Philander's attitude towards her. Silvia gets into such a state that she faints into his arms. Brilljard, overwhelmed by his feelings, almost rapes the defenceless Silvia, but for Octavio's appearance. Though Brilljard can conceal his attack at first, he is later found out by Octavio and Silvia, who after an attempt on Brilljard's life decides to forgive him for her own sake as she depends on him in his position as her husband. Brilljard notices that Octavio's feelings towards Silvia are more than that of friendship and in his jealousy closes a deal with Antonett, maid to Silvia, to betray any news to him in exchange for his affection. Also, Brilljard gets a letter from Philander who confesses to him that, though still in love with Silvia, he has an affair with another woman, and asks him to do anything in his power to delay Silvia's departure for Collen. ;Octavio courts Silvia with the permission of Philander: While Silvia is waiting for further news from her Philander, Octavio is paying her regular visits and no longer hides his affection. Silvia, though she turns him down as she is still in love with Philander, is vain enough to be flattered and encourages him to pursue his advances further. In the course of the events, Silvia becomes increasingly sure of a growing decrease in Philander's love for her, and concludes that someone like him who has loved twice can fall in love for a third time, too. Her sorrow is more and more overcome with anger, and she decides to take revenge, using Octavio as an instrument. Hoping that jealousy will bring Philander back to her at last, she talks Octavio into writing a letter to Philander in which he confesses his love for Silvia, asking him for his permission to do so. Philander's answer is positive. He argues that in case Silvia is true to him, Octavio's love will not do any harm, and in case she turns false on him, she in his eyes is not worth to be preserved. Either way, he encourages Octavio to pursue his courtship. ;Philander confesses his new love to Octavio: In return for Octavio's honesty, Philander reveals to him that he has fallen in love again, too. During his journey, he has made the acquaintance of and become friends with the Count of Clarinau, a Spaniard. Philander accepts Clarinau's offer to stay at his palace. On a walk through the grounds, Philander notices Clarinau's wife, a young girl named Calista which was taken out of a monastery to become Madam the Countess of Clarinau. He observes her secretly, but just as he is approaching her, the Count enters the scene and Philander rushes back into his hiding place without having spoken to Calista, who has not seen a young handsome man before and therefore believes she has seen a vision. Philander spends the following days look-ing for her, without success. He trusts Octavio, his rival, with this secret, at the same time asking him not to use it against him with Silvia. Octavio is outraged when he recognizes that Calista is his sister. He is torn between his friendship with Philander and his love for Silvia, but his honour forbids him to make use of Philander's secret by revealing it to Silvia. ;Silvia's suicide attempt: At the same time, Philander also sends a letter to Silvia, in which he assures her of his love and criticizes her for being too self-interested to understand him. More certain of his betrayal on her than ever before, Silvia attempts to kill herself with a pen-knife, but is saved by Antonett. Being thus rescued, she turns to Octavio for his letter from Philander which she expects to be of use for her peace of mind, and at the same time replies to Philander, threatening him that if she ever found out about him lying to her, she would take revenge on him. At this point, it is not only her love for Philander that makes her go wild but also her pride that has been hurt. Silvia, who finds she is growing fonder of Octavio, still urges him to present the letter to her, and finally he confesses that he owns one. Though he at first denies her to see it, Silvia then gets herself in such a state that in the end, he begs her to let him show the letter to her. ;Brilljard's deceit and its effects: This is postponed when Octavio is called away for a day on sudden business. Brilljard has learned from letters from Octavio to Silvia, which Antonett took to him rather than Silvia first, about Octavio's way of writing. When he also gets hold of a letter from Silvia to Octavio, he misjudges the situation and takes it for sure that they have become lovers already. He therefore sets out and feigns a letter to Silvia, in which he suggest in the name of Octavio that she to him is no more than a common mistress and that the price for Philander's letter would be she herself. Silvia is outraged at first, but still in want of Philander's letter, makes plans for a revenge on Octavio. She agrees with her maid that Antonett will disguise as Silvia and receive him. Again, Brilljard keeps the letter to himself. He also has the letter from Philander, which Octavio sent to Silvia as he had promised to give it to her before. It is Brilljard, disguised as Octavio, who meets Antonett, disguised as Silvia, that night. He hands over the letter, which Antonett passes on to Silvia in an unobserved moment. That night, however, does not proceed according to Brilljard's plans. He has taken aphrodisiacs which made him sick, so that he has to leave Antonett. However, their encounter is observed by Octavio who has returned earlier than expected and who at once hastens to Silvia to see how she has taken Philander's letter. Seeing only Antonett and taking her for Silvia, he is sure that Silvia is entertaining an affair. Silvia in the meantime has read Philander's letter to Octavio. Overwhelmed with an-ger and pain, she faints and it is only with the help of Antonett that she recovers. She then writes an angry letter to Philander in which she calls herself his fiend and curses him. Still, she is aware that a love once lost cannot be retrieved, and encouraged by Antonett, she decides not to pity herself but to set out for revenge. ;Misunderstandings between Silvia and Octavio: Though still mad at Octavio and scared he might have found out what she believes to have been a deceit on him, she regards him as the person best suitable for her plans and therefore contacts him once more. Octavio, who is still in the dark about the previous night's happenings, is mad at her in return, and messages go back and fro further entertaining the misunderstanding between them which leaves him believing her to be a common mistress, while she is by then sure that he has found out about her cheat. It takes a couple of hot-tempered letters until the whole truth concerning the night in question is revealed. ;The proposal: Octavio falls in love with Silvia all over again, and Silvia forgives him for the sake of her revenge to Philander, though she also has to admit to herself that she cares for him, too. Silvia promises Octavio anything he wishes for if only he takes part in the revenge. He proposes to her, but she refuses him, telling him that she is expecting a child from Philander. It is only when Octavio shows her another letter from Philander that Silvia, mad with rage and determined to take revenge, makes up her mind, not considering her marriage to Brilljard nor telling Octavio about it at all. In the letter concerned, Philander is giving an account of his affair with Calista, who he has courted successfully. The couple has almost been discovered by Calista's husband, the Count of Clarinau, but for a spectacular flight of Philander's. Philander closes his letter to Octavio by telling him that he has now lost all feelings for Silvia. The second part of the 'Love Letters' closes with Antonett and Silvia setting off for a church in a nearby village, where they will meet Octavio. ;Dedication: To Lord Spencer: Aphra Behn praises Spencer for his noble birth and the glorious future, that is surely destined for him. The author pretends that there are no parallels between Lord Spencer and Cesario, because Spencer would be as loyal as his own father. However, she seems to warn him implicitly of making the same mistakes as Cesario, the character in her book. Cesario is highly ambitious and wants to become King. But he lacks good advice and patience. Therefore his rebellion against the King, his own father, fails and he dies on the scaffold. ;Characters: Silvia: a beautiful young woman, who eloped from her parents with Philander, the husband of her sister; married to Philander's servant Brilljard (a sham marriage); became Octavio's mistress in Philander's absence Philander: a young handsome man, who enjoys conquering women; left his wife Mertilla for Silvia; found a new mistress (Calista) in Cologne; a good friend of Octavio and his rival as well; a rebel who has joined Cesario's association Octavio: a handsome, rich and noble man; one of the States of Holland; Calista's brother; in love with Silvia and a rival to Philander Cesario: Prince of Condy; leader of the rebellion of the Huguenots in France; aspires to become the next King of France; he is the King's bastard son Brilljard: Philander's servant; Silvia's lawful husband, who promised not to claim her as his wife; however, he fell in love with her Calista: Octavio's sister, married to an old Spanish Count; Philander's slam piece Sebastian: Octavio's uncle, one of the States of Holland as well Sir Mr. Alonzo Jr.: a handsome young gentleman, nephew of the governor of Flanders, by birth a Spaniard; a womanizer Osell Hermione: Cesario's mistress, later his wife; neither young nor beautiful Fergusano: one of the two wizards appointed to Hermione; Scottish; deals with black magic ;Introduction: In the last part of Aphra Behn's “Love-Letters” it is difficult to ascertain the main plot line. Many new characters, such as Alonzo, are introduced and the plot contains various love affairs, disguises, mistaken identities, and personal and political intrigues. Despite the title “The Amours of Philander and Silvia” the love between these two characters does not seem to play the major role anymore (as it did in part 1). Their feelings towards each other are only dissembled and their relationship to other people gain in importance. Silvia is pursued by Octavio and by Brilljard, Philander pursues Calista and other women. Furthermore, a large part of the action is concerned with Cesario's political scheme to gain the crown. That is why it is hard to say, if Philander and Silvia are still the protagonists in part 3 of the novel. In comparison to the first part of the “Love-Letters” Silvia's character has changed a lot. She has become a calculating woman, who is only interested in her own profit. Much of her emotions are dissembled. It could be argued for some inconsistency in Aphra Behn's novel in her character development. What is more, it becomes harder to identify the major characters and to understand the motivations for certain actions. This hangs partly together with the change of the narrative form. The exchange of letters in part 1, and to a lesser extent in part 2, granted the reader more insight into the characters´ motives. The distance to the characters grows in part 3, where the omniscient narrator tells the story with less subtlety. On the other hand, this invites the reader to make up his or her own mind about the character's motives and developments. Silvia and Octavio have to flee. In part 2, Philander has fallen in love with Calista in Cologne. His former mistress Silvia learned about his cheat and wanted to take revenge upon him. She decides therefore to marry his close friend Octavio, who is truly in love with her. This secret marriage is prevented in part 3, but not by Philander. It is Brilljard, Silvia's lawful husband, who has grown jealous of Octavio. Although Brilljard had promised never to claim her as his wife, he reveals in public that he is already married to her. In this way, Silvia's reputation is damaged and consequently Octavio's. Although Octavio has learned that she is already married to Brilljard, he still wants to marry her. He even accepts to be deprived of his honours, when he is charged with not caring about state affairs. This shows that Silvia is more important to him than his own status and societal position. Octavio's powerful uncle Sebastian falls in love with Silvia and brings her to his own house, where he guards her well. He wants to marry her, but is shot dead beforehand, by one of Octavio's pistols that goes off by chance. Octavio and Silvia flee to Brussels. Silvia and Philander reunite. Calista decides to become a nun after having learned from Silvia that Philander has another mistress. The rejected Philander becomes Silvia's lover again. It is astonishing that Silvia yields so easily to him again, considering that she swore to take revenge upon him. What is more, it seemed as if she had gradually developed more feelings towards Octavio. It comes to a duel between the two rivals, in which Octavio is badly wounded. While Octavio is recovering, Silvia runs off with Philander to a little town. This seems to be a spontaneous and unwise action. In contrast to Octavio, Philander is not ready to marry her and thus not concerned about her good reputation. Furthermore, Octavio could secure her financially. Instead of enjoying their reunion Philander and Silvia soon get on each other's nerves and Philander starts having affairs with other women. By now, their love has entirely cooled down. Silvia gives birth to a child, an unimportant event, which is only meantioned in passing. It also remains open what happens to that child; she probably gives it away. Silvia and Alonzo become lovers. While Philander is absent in Brussels, Silvia follows in men's clothes in order to regain Octavio as a lover. She makes Brilljard her confident. To ensure his loyalty she grants him to have sex with her every once in a while. This marks the beginning of her career as a prostitute. Octavio does not fall for her feigned fidelity anymore. Like his sister Calista, he takes holy orders, because he has been disappointed in love. The good-hearted Octavio wants Silvia to lead an honourable life without the support of a lover. Therefore he settles a good pension upon her. However, Silvia immediately spends some of the money on fine clothes, jewels, and a new coach. With this equipment she impresses everyone, including Alonzo, at the “Toure” and she finally manages to gain Alonzo as her new lover. She first met this handsome young man on her way to Brussels. Alonzo then held her to be a French nobleman, because she was dressed in men's clothes. They became good “friends” and even shared the same bed. Silvia felt attracted towards him and wanted to test if he could not be turned into a constant lover. With Brilljard's help she manages to deprive him of his fortune. In the end of part 2, Silvia has turned into a successful prostitute, who enjoys her life. Considering the first part of the “Love-Letters” this is a rather unexptected change. ;The Political Plot: The political plot in part 3 is focused on Cesario's ambition of becoming King of France. His relationship to Osell Hermione plays a crucial role in this part of the story. She has been a former mistress to Cesario and is already past her beauty. To the surprise of everyone, the handsome prince falls in love with her. Only the reader gets to know the reason: Fergusano, a Scottish wizard, made a philtre, that bewitched Cesario and attached him to Hermione. She finally becomes his wife, and stirs up his ambition to become King with the help of two wizards. Cesario leaves with all his men from Brussels to France, where he proclaims himself King. He loses the aid of his more powerful friend, though, who dislike his false declaration to the title. Fergusano had his hand in this affair and it seems as if Cesario is rather gullible and easily deluded into believing in his ultimate success. Cesario's army is defeated by the Royal Army. He was too impatient and what is worse, abandoned by many of his own people. Philander was one of the deserters. He wanted to separate from his own party in France anyway in order to serve the King. This sudden change in his political attitude is not altogether surprising. In part 1, he already showed a lack of enthusiasm for the rebellion against the King. Cesario is finally executed, whereas Philander is pardoned and regains the affection of the King again.",
    "genre": [
      "Roman à clef",
      "Epistolary novel",
      "Poetry",
      "Romance novel",
      "Fiction"
    ],
    "author": "Aphra Behn"
  }
]