[
  {
    "title": "On Stranger Tides",
    "summary": " This book follows the exploits of John \"Jack Shandy\" Chandagnac, who travels to the new world after the death of his puppeteer father to confront his uncle, who apparently has made off with the family inheritance. During the voyage, he gets to know a woman named Beth Hurwood and her father Benjamin Hurwood, an Oxford professor. Before they arrive, their ship is waylaid by pirates and, with the help of the professor and his assistant, the captain is killed and Chandagnac is forced to join the pirate crew. The reader discovers a sinister plot being concocted by the professor involving his dead wife, his living daughter, the Fountain of Youth, and Blackbeard. Chandagnac, now known as \"Jack Shandy\", must put a stop to these plans and save Beth Hurwood.",
    "genre": [
      "Historical fantasy",
      "Science Fiction",
      "Speculative fiction",
      "Fantasy",
      "Fiction"
    ],
    "author": "Tim Powers"
  },
  {
    "title": "Hawk of May",
    "summary": " Hawk of May is a bildungsroman centered around Gwalchmai ap Lot (Gawain in other literature). Gwalchmai is the middle child of Morgawse and Lot. He lives with his family in the northern Orcade isles located north of modern day Scotland. Gwalchmai struggles to learn the arts of war his brother, Agravain, so easily masters. During his training, a great war is going on to the south in Britain. The Saxons are encroaching upon British soil and the other kings are disorganized by blood feuds and the recent death of Uther Pendragon. In the midst of war there is one man, Arthur, who seems to be winning against both the unruly British kings and the Saxons. While his father, Lot, and Agravain go to war, Gwalchmai is frustrated by his failures and turns to his mother, Morgawse, to teach him to read and write as well as the secrets of dark magic. Where Gwalchmai struggled with war skills, he learned swiftly in the arts his mother taught him and quickly became enthralled by the darkness. He maintains his relationship with the dark until the eve of Samhain where he discovers his youngest brother, Medraut (Mordred ), has also committed to the darkness. Horrified by this revelation, Gwalchmai interrupts Morgawse’s ritual and flees the promised wrath of Morgawse and Medraut. After his escape, Gwalchmai begs the help of an ancient kin and deity called Lugh of the Long Hand. He is then transported to the Isle of the Blessed, a mystical land of unknown origin that keeps it’s inhabitants forever young. Here, Gwalchmai converts to the Light, obtains his sword Caledvwlch, and is then transported to an unknown area in the greater isle of Britain. During his stay in the Isle of the Blessed, Gwalchmai has aged three years. He is initially captured by the Saxons who believe him to be a British thrall, or servant. Under this cover, Gwalchmai is eventually able to escape the Saxons on the back of a powerful horse from the Isle of the Blessed named Ceincaled. He and Ceincaled flee towards Arthur’s domain where they split up and Gwalchmai earns a ride to Camlann with a farmer after helping fix his cart. On their way, however, Gwalchmai is met by some knights - namely Cei, Bedwyr and Agravain. The latter doesn’t initially recognize his younger brother until Gwalchmai addresses him by name. After the brothers reunite they go together to Camlann where Gwalchmai finally meets Arthur. Arthur, however, does not accept him. Instead, Gwalchmai is forced to try and try to gain Arthur’s trust. He goes with the ‘Family’ on many battles, helping even to win in some grievous affairs, but Arthur refuses to acknowledge him. It’s not until the final chapter where Gwalchmai finally proves himself at par with Arthur’s standards and is finally accepted into the Family.",
    "genre": [
      "Historical fantasy",
      "Speculative fiction",
      "Fantasy",
      "Fiction",
      "High fantasy"
    ],
    "author": "Gillian Bradshaw"
  },
  {
    "title": "Il castello di Eymerich",
    "summary": " The plot of the book is divided into three threads: Takes place in Montiel in Castile, Spain, in 1369, during the civil war between king Peter of Castile and pretender Henry of Trastamara. Peter of Castile is defending Montiel, besieged by the pretender's forces, which consist mostly of mercenaries commanded by a historical figure Bertrand du Guesclin. Inquisitor Nicholas Eymerich is called in to investigate the use of black magic by the besiegers and the use of cabal by the defenders. This thread takes place prior to the main one. It depicts a group of Dominicans sent by the Pope to the Castle of Montiel in a mission to use demonology against cabalistic magic . Takes place during World War II in a concentration camp Dora, where Sturmbannführer SS Viktor von Ingolstadt is conducting an experiment to revive a dead body to support his quasi-scientific research concerning electricity.",
    "genre": [
      "Historical fantasy",
      "Fantasy",
      "Novel"
    ],
    "author": "Valerio Evangelisti"
  },
  {
    "title": "The Drawing of the Dark",
    "summary": " The year is 1529, and Brian Duffy, a world-weary Irish mercenary soldier is hired in Venice by the mysterious Aurelianus to go to Vienna and work as a bouncer at the Zimmerman Inn, former monastery and current brewery of the famous Herzwesten beer. Meanwhile, the Ottoman Turkish army under Sultan Suleiman I has achieved its most advanced position yet in their march into Europe, and is poised to capture Vienna. With the Turkish army travels Ibrahim, a magician who intends to use horrific spells as part of the siege. Duffy spent some time in Vienna years ago, and as he returns, he is haunted by memories of past events, and now he also finds himself having visions of mythical creatures and being ambushed by shadowy people and demonic monsters. Upon arriving in Vienna, Duffy meets Epiphany, a former girlfriend from his previous time in Vienna, and her father, Gustav Vogel, who is working on a painting he calls \"The Death of St. Michael the Archangel\". It seems the painting is never quite complete, and the elder Vogel is continuously adding additional detail to the work, causing it to gradually become more and more obscure. Then Duffy finds himself not only drafted into the city's defensive army, but also led by Aurelianus down mystical paths from the surprisingly old Herzwesten brewery to even more ancient caves beneath the city, in search of defenses against the approaching army and clues to Duffy's very nature. As it turns out, Aurelianus knows more about Duffy and his past than Duffy himself knows, and his real purpose in hiring him is to protect the hidden Fisher King, secret spiritual leader of the western world, and to defend him and the West against the Turkish advance in the siege of Vienna. And the real reason that it's critical that Vienna not be captured by the Turks is because it's the site of the Herzwesten brewery. The Herzwesten light and bock beers are famous throughout Europe, but the dark beer, produced only every eight hundredth year, has supernatural properties and must not be allowed to fall into enemy hands. Meanwhile, others are drawn to Vienna in anticipation of significant events. The so-called \"dark birds\", magically sensitive individuals from far flung corners of the world, arrive in the city hoping for a sip of the Herzwesten dark, and a small group of middle-aged Vikings have improbably sailed their ship up the Danube River to Vienna, having sensed the possibility that the prophesied final battle of Ragnarok will take place here.",
    "genre": [
      "Historical fantasy",
      "Science Fiction",
      "Speculative fiction",
      "Fantasy",
      "Fiction"
    ],
    "author": "Tim Powers"
  },
  {
    "title": "Child of the Prophecy",
    "summary": " Fainne is a sorcerer's daughter growing up in Kerry. Her mother, Niamh (Son of the Shadows) had drowned in the sea when Fainne was quite young, her father Ciarán, the son of Lady Oonagh (Daughter of the Forest) and a former druid (Son of the Shadows), teaches her the art of sorcery during her childhood, including the Glamour, the art of changing one's appearance at will. Fainne becomes close friends with Darragh, one of the tinkers who returns every summer. When Fainne is old enough, Ciarán decides that she must go to her mother's family at Sevenwaters to learn of her heritage, after her grandmother teaches her some new lessons. Fainne's grandmother arrives just after Ciarán departs and teaches Fainne with very strict and harsh methods how to use her gift to make people bend to her will and do her bidding, especially men. After her grandmother's training is over, Fainne is told that she must go to Sevenwaters and thwart the long scheme of the Túatha Dé Danann to get back the sacred islands. The alliance that is preparing to take back the islands forcibly from Edwin of Northwoods is led by her cousin Johnny, the child of Liadain and Bran (Son of the Shadows) and child of the prophecy (that a child of Briton and Erin and of neither, marked by the raven, would save the sacred islands). To force Fainne to do this, her grandmother threatens her father with sickness and a slow death. Her grandmother gives her a charm to wear to protect her from the people of Sevenwaters; in reality, this charm allows her grandmother to see Fainne and to partially control her thoughts. During the trip to Sevenwaters, Fainne and Darragh's easy friendship is broken when they quarrel over the use of her sorcerer's gift. Darragh gives up the travelling life and accepts a job taking care of horses. Fainne arrives at Sevenwaters and gradually becomes accepted as part of the household. After she settles in, she is goaded by her grandmother to start a fire which disfigures her young cousin Maeve and kills a visiting druid. While Maeve is slowly recovering, Fainne and the other young girl cousins are invited to visit their Uncle Eamonn at Glencarnagh, where Eamonn shows great interest in her. Disappointed at Fainne's continued lack of progress, her grandmother threatens harm to all those Fainne loves, including Darragh, who visits one day. Fainne then bargains with Eamonn for marriage in exchange for information that will allow Eamonn to kill his longtime enemy the Painted Man, Johnny's father. Fainne returns to Sevenwaters and Eamonn's formal proposal of marriage is refused by her uncle Sean. She turns into a moth to spy on a secret meeting at Sevenwaters. Johnny and his mother Liadain decide to take Fainne to the island of Inis Eala where they are preparing for the final battle for the sacred islands. Darragh forces his way into the band of warriors by showing his prowess as a swimmer. Given hope by an unexpected encounter with her uncle Finbar (Daughter of the Forest), Fainne transforms into a dove and follows the warriors to the final battle for the islands. Johnny and Bran lead a small secret mission to sink the Britons' ships, during which Eamonn's spy mistakenly attacks Johnny instead of Bran and is killed. An injured Johnny is captured by the men of Northwoods. Johnny's men believe him dead but go on with the attack under Bran's leadership. Fainne transforms back to human and awaits the right moment to act, coached by the Old Ones. During the battle, the overrun Britons use Johnny as hostage to force the alliance to retreat. Johnny challenges a Northwoods champion to single combat, with the terms being complete control of the islands. During their fight, Fainne comes out of hiding, pushed by her grandmother to kill Johnny at this pivotal moment. Eamonn saves Fainne from death but dies from the Briton arrow himself. At the last moment, Fainne defies her grandmother with the help of her uncles Finbar and Conor the archdruid and is punished by the sight of Darragh being pushed off a cliff. Ciarán then appears to protect his daughter from his mother, who boasts of killing his wife Niamh. Ciarán is almost killed by her himself, but Finbar throws himself in the path of Lady Oonagh's death bolt and dies in his stead. Thwarted, Lady Oonagh reveals the second part of the prophecy, that once the child of the prophecy has retaken the islands that person must climb up to The Needle and remain in solitude watching over the islands. Johnny, a warrior and leader, is not suited to this task; all believe the prophecy has failed. Then Fainne volunteers, as she meets all the criteria of the prophecy: she is both of Erin and Britain and has a scar given her by her father's familiar Fiacha, a raven. Her childhood learning the lore in silence and solitude has prepared her for this task. The Túatha Dé Danann reveal themselves to take Fainne away. The Lady Oonagh still threatens to kill Fainne and is finally turned into a mouse by Fainne and is quickly eaten by a passing bird. The Fair Folk then tell everyone that they all must leave the islands that night or else they die, as the prophecy has been fulfilled and they must begin their lives anew. Fainne is brought by the Fair Folk to the Needle where her and her descendants must remain performing the old rituals, shrouded in the mists hidden from the world until men again remember his bond with the earth, his mother once more. How will she have descendants she asks? It seems that the Fair Folk and the old ones saved Darragh and turned him into a selkie and Fainne sings him back into a man. Darragh tells Fainne that he is willing to give up his original life to be with her. They are left alone on the island. The island is then shrouded in the mists only to be seen briefly by the occasional seaman until that time in the far future when men again remember. There is an excerpt in the end that gives the readers a peek into Fainne's life. She has two children, a boy and a girl.",
    "genre": [
      "Historical fantasy",
      "Speculative fiction",
      "Fantasy",
      "Fiction"
    ],
    "author": "Juliet Marillier"
  },
  {
    "title": "The Dragon Lord",
    "summary": " In sixth century Britain, King Arthur desires a dragon to harass the Saxon invaders. Merlin tells Arthur that the skull of a lake monster is required. From a batch of new mercenary recruits to Arthur's army, Gawain selects an Irishman called Mael and a Dane called Starkad after Mael defeats Lancelot in a demonstration duel in front of the recruits. Arthur sends Mael to Ireland to retrieve the skull and keeps Mael's friend Starkad as hostage to ensure his return. In Ireland, Mael is escorted to a road where he meets Veleda, a pagan witch who foresaw Mael's coming. The two travel together for three days and arrive at Lough Ree where a pagan shrine has been converted to a chapel manned by a priest and a large, mentally-retarded student, Fergus. During the night Mael steals the monster skull which was on display in the chapel but Fergus catches him. The ensuing fight spills out onto the lake pier that breaks apart as Fergus fights with a mace. Veleda helps Mael back to land but Fergus drowns and a lake monster drags the priest away. On their way back to Britain, Mael and Veleda are attacked on a ship but escape as Veleda summons a purple fire that burns their attackers. With the skull Merlin creates a small dragon (a wyvern) which he hopes to grow and teach to be obedient. Mael is re-united with Starkad and they consider whether to stay in Arthur's camp. Veleda has a vision and implores they to retrieve the spear and shield of the Saxon Biargram Ironhand. Mael and Starkad leave on the pretext that Starkad must go settle a blood feud with Biargram. Arthur detains Veleda as insurance of their return. Traveling to the Saxon territories, they walk to a drought-stricken village where desperate villagers are attempting to sacrifice a girl. Mael and Starkad interrupt and kidnap the girl. They flee to a house where an old woman, a witch, was expecting them. The sacrificial girl cuts Starkad's legs in the night and escapes. Mael continues on without Starkad and reaches Biargram's homestead, where he learns Biargram has recently died. Biargram's son throws Mael into Biargram's crypt as a sacrifice. A curse was placed on Biargram that makes him return to life every night. Mael fights off the re-animated corpse and is saved by Starkad who interrupts grave-robbers. They carry off Biargram's spear and shield. Once back at Arthur's camp Mael and Starkad are reunited with Veleda. Arthur claims Biargram's spear for himself. Mael and Starkad take their places in Arthur's army and are marched northwards to the walled town of Leicester. They spend the night there, meet with a wounded Dane veteran and defeat two Herulians after they killed a family while pillaging. The next day at the battle front they are positioned against Aelle’s forces. The Saxon forces ford the Dubglas River and attack the Britons who slow the Saxon advance using horse archers and caltrops. In the midst of battle Aelle nearly kills a dismounted Arthur but is foiled and killed by Mael. Victorious, Arthur immediately sends Mael and Starkad away to tell Merlin to release his dragon. Merlin trapped the dragon in a cave but had lost control of it. Veleda insists that dragon must be killed because it is too powerful and uncontrollable. In battle with the dragon Mael uses Biargram's shield against its fire breath, and they are able to kill it. The three flee Britain to escape Arthur's retribution for killing his dragon.",
    "genre": [
      "Historical fantasy",
      "Sword and sorcery"
    ],
    "author": ""
  },
  {
    "title": "The Blood Confession",
    "summary": " The book follows the character of Countess Erzebet, a young noblewoman held prisoner while being charged with murder. As the book unfolds, Erzebet tells her life's story, from her ill-omened birth to the crimes she's charged with.",
    "genre": [
      "Historical fantasy"
    ],
    "author": ""
  },
  {
    "title": "Slaves of the Shinar",
    "summary": " The storied land of Shinar can be brutal and unforgiving. For two men making their way under its harsh sun, it is a land of fate, blood, and strife. Uruk is a nomadic thief from the jungles of sub-Saharan Africa. His destination is the fabled city of Ur, its temples swollen with riches. Ander has been a slave since youth. But when a chance at freedom presents itself, he strikes, vowing to destroy his captors by any means necessary. As these two men navigate the world they share - an ancient world, their stories converge in a tale of destiny, triumph, and death. Set against them are the legendary Niphilim, a race born for conquest and bred for killing. They are the world's greatest fighters, capable of nearly superhuman speed, strength, and endurance. As an army or thousands, led into war by a captain of unsurpassed cunning and strategic mastery, and armed with the world's first iron weapons, the Niphilim are a force of nature. Uruk and Ander must make their stand against this unstoppable juggernaut, or else be wiped from the face of history. Fortunately, Uruk and Ander are not alone. With them are a motley crew of warriors dredged from the bottom-most rungs of society: Barley, a half-blind farmer; Doran and Isin, two priests thrust into military duty; the Falcon, an old soldier whose best days are behind him; Jared, the King of Thieves; and an army composed of young boys. day-laborers, holy men, burglars, cooks, slaves, self-important politicians, the dirt-poor denizens of the Shinar's worst slums — and a vicious dog that Uruk rescued from starving to death in the desert. Slaves of the Shinar is the story of a land consumed by war, of a people trying to survive, and of two men in the middle of it all, redefining themselves and their futures. Set against the chaotic and bloody backdrop of the Middle East's first great war, this fantasy epic — part Genesis, part Gilgamesh — brings us into a gritty, realistic world where destiny is foretold by gods, and death is never more than a sword-stroke away.",
    "genre": [
      "Historical fantasy",
      "Heroic fantasy"
    ],
    "author": "Justin Allen"
  },
  {
    "title": "The Native Star",
    "summary": " The Native Star is set in America in 1876, and follows the adventures of Emily Edwards, town witch of the tiny Sierra Nevada settlement of Lost Pine. Her business is suffering from the rise of mail-order patent magicks, and her only chance at avoiding the penury that is at her doorstep is to use a love spell to bewitch the town’s richest lumberman into marrying her. When the love spell goes terribly wrong, Emily is forced to accept the aid of Dreadnought Stanton&mdash;a pompous and scholarly Warlock from New York — to set things right. Together, they travel from the seedy underbelly of San Francisco’s Barbary Coast, across the United States by transcontinental railroad and biomechanical flying machine, to the highest halls of American magical power only to find that love spells (and love) are more dangerous than either of them ever could have imagined.",
    "genre": [
      "Historical fantasy",
      "Science Fiction"
    ],
    "author": "M.K. Hobson"
  },
  {
    "title": "The Moon in the Cloud",
    "summary": " When the Lord God decides to send a flood, he instructs Noah to build an Ark and save his family and the animals. Noah gives his reprobate son Ham the responsibility of collecting two cats from Kemi, the Black Land (Egypt) and two lions, but Ham passes the task to his neighbour Reuben by promising to persuade Noah to let Reuben and his wife on the Ark. Reuben travels to Kemi with his camel Anak, his cat Cefalu and his dog Benoni. In the desert they are captured by the High Priest of Sekhmet, who is impressed by Cefalu's sacred heritage. He houses the cat in the Temple of Sekhmet in Kemi's capital Men-nofer, where Cefalu falls in love with the resident temple cat Meluseth. Reuben is presented as a slave to the music-loving King, who becomes his friend. However, he despairs of returning home until a 'supernatural' display arranged by the High Priest of Ptah backfires. Panic and rioting in the streets give Reuben a chance to escape and rescue his animals. On the way back, Cefalu persuades the lion Aryeh to come to the Ark. They meet Thamar who has camped in the desert to escape the attentions of Ham, and has meanwhile rescued a lost lion cub. They return home only to encounter treachery from Ham. However, a providential accident secures them a place of safety just as the rain begins to fall.",
    "genre": [
      "Historical fantasy",
      "Children's literature",
      "Fantasy"
    ],
    "author": "Rosemary Harris"
  },
  {
    "title": "The Wolf-Sisters",
    "summary": " Kenelm begins his tale by telling of the hardships and misery he suffered during his time at the monastery, and of how he was gifted to the Christians by King Guthlac, his uncle, aged ten. The young Kenelm resents Guthlac and longs to be back at court, to enjoy the bright colours, good food, excellent storytelling and beautiful women there. He hates the life of boring prayers, bad food and degrading menial chores as a monk, and despite years of being taught the Christian ways, he still believes fervently in his own Norse gods, and in his ancestor Woden. He prays to Woden desperately to be allowed to return there without disgracing himself or his family, as he cannot leave the monastery without doing so. As he finishes his prayer, a monk summons him to the dining hall, where he notices a trio of house-carls, kept warriors, that serve his uncle King Guthlac. Under the direction of his Abbot, he bathes and changes, and visits his Abbess, who informs him that it has been requested that he leave the monastery to do his uncle's business. Kenelm, overjoyed, realises that his ancestor Woden has granted his prayers. Despite the Abbess's disapproval, she allows him a month's leave, and makes him promise to pray three times a day. Kenelm agrees, but privately swears to himself that he will pray to Woden. He then leaves with the house-carls, who tell him about the deadly plague that has swept through the court, laying low almost everybody, including the king and queen. Fortunately, the monastery is so excluded that Kenelm has never heard of the plague they are talking about, and is fit and healthy. Upon arriving at the court, Old Egwin tells him of the murderous Foreigners that are invading the country, and that nobody is strong enough to stand against them. He commands Kenelm to go to find help, revealing that the only creatures capable of helping him are the Wood Women, powerful spirits related to Woden and the Norse gods that are famed for singing to men and leading them until they are lost in the woods. Kenelm journeys into the woods and breaks a twig, as instructed by Egwin. At this, three young, beautiful, naked women emerge from the trees, dark-haired and with big dark eyes, blood-red lips and sharp white teeth. Kenelm, though very afraid, begs them in Egwin's name to drive off the Foreigners, and they, after some persuasion, agree, because they knew Old Egwin when he was a young man.",
    "genre": [
      "Historical fantasy"
    ],
    "author": "Susan Price"
  },
  {
    "title": "Soulless",
    "summary": " Soulless is set in an alternate history version of Victorian England where werewolves and vampires are accepted as functioning members of society. Alexia Tarabotti is a woman with several critical problems: she is still searching for a husband, her late Italian father complicates her social standing in a rigid class system, and she has no soul. The fact that she is \"soulless\" leaves her unaffected by the powers of supernatural beings which only further complicates her life when she accidentally kills a vampire that had attacked her. Queen Victoria sends an investigator, Lord Maccon, who is himself a werewolf. As disappearances in the vampire population of London's high society increase, Alexia becomes the prime suspect. She must solve the mystery, all while maintaining proper decorum and a delicate social balance.",
    "genre": [
      "Historical fantasy",
      "Comedy of manners",
      "Steampunk",
      "Paranormal romance"
    ],
    "author": "Gail Carriger"
  },
  {
    "title": "Changeless",
    "summary": " Changeless is set in an alternate history version of Victorian England where werewolves and vampires are accepted as functioning members of society. Alexia Tarabotti still has no soul but she does now have a husband. Now known as Lady Maccon, Alexia finds her werewolf husband in distress. His sudden disappearance entangles her with a regiment of supernatural soldiers, a group of exorcised ghosts, and Queen Victoria herself. Alexia uses her sharp tongue, keen mind, and her trusty parasol in her effort to solve the problems put before her and to locate Lord Maccon. Her search takes her to Scotland and a werewolf pack where the fact that she is \"soulless\", and thus unaffected by the powers of supernatural beings, can make all the difference. *2010, USA, Orbit Books ISBN 0-316-07414-4, Pub date 1 April 2010, Paperback *2010, UK, Orbit Books ISBN 1-84149-974-9, Pub date 2 September 2010, Paperback *2011, Germany, Blanvalet ISBN 978-3-442-37650-6, Pub date 18 July 2011, Paperback (in German as Brennende Finsternis (\"Burning Darkness\") translated by Anita Nirschl) The author's official website also lists a French language edition by Orbit France/Calmann Levy, a Spanish language edition to be released by Versátil, plus an Italian language edition by Baldini & Castoldi, all with \"unknown\" upcoming publication dates. In November 2010, the author announced that Proszynski will publish the novel in Poland and Hayakawa will publish it in Japan, neither with announced publication dates. The original US cover for the novel was designed by Lauren Panepinto, Creative Director for Orbit Books and Yen Press. The model portraying heroine Alexia Tarabotti on the US cover is actress Donna Ricci. The original photograph of Ricci for this cover was taken by Derek Caballero.",
    "genre": [
      "Historical fantasy",
      "Steampunk",
      "Paranormal romance"
    ],
    "author": "Gail Carriger"
  },
  {
    "title": "Blameless",
    "summary": " Blending steampunk with urban fantasy, Blameless is set in an alternate history version of Victorian England where vampires and werewolves are welcomed as members of society, often in the upper class. Alexia Tarabotti, the Lady Maccon, leaves her werewolf husband Lord Maccon and moves back in with her family, only to find herself at the center of a scandal when it is discovered that she is pregnant: werewolves are not considered capable of fathering children, and therefore she must be an adulterer. She is dismissed from the Shadow Council by Queen Victoria and her social support structures disintegrate. Meanwhile, the vampire community of London has turned against her. While her estranged husband increasingly turns to drinking to ease his pain, Alexia leaves England for Italy, the birthplace of her late father, to seek out the Templars for answers. Because she is \"soulless\", and so unaffected by the abilities of supernatural beings, her journey to the truth is more complicated than even she can imagine. *2010, USA, Orbit Books ISBN 0-316-07415-2, Pub date 1 September 2010, Paperback *2010, UK, Orbit Books ISBN 1-84149-973-0, Pub date 2 September 2010, Paperback *2011, Germany, Blanvalet ISBN 978-3-442-37651-3, Pub date 19 September 2011, Paperback (in German as Entflammte Nacht (\"Ignited Night\") translated by Anita Nirschl) The author's official website also lists an Italian language edition by Baldini & Castoldi, plus a Spanish language edition to be released by Versátil. Each of these translated editions are listed with \"unknown\" upcoming publication dates. In November 2010, the author announced that Proszynski will publish the novel in Poland but with no announced publication date. The original US cover for the novel was designed by Lauren Panepinto, Creative Director for Orbit Books and Yen Press. The model portraying heroine Alexia Tarabotti on the US and UK covers is actress Donna Ricci. The original photograph of Ricci for this cover was taken by Tiny Dragon Productions.",
    "genre": [
      "Historical fantasy",
      "Steampunk",
      "Paranormal romance"
    ],
    "author": "Gail Carriger"
  }
]