[
  {
    "title": "Oliver Twist",
    "summary": " Oliver Twist is born into a life of poverty and misfortune in a workhouse in an unnamed town (although when originally published in Bentley's Miscellany in 1837 the town was called Mudfog and said to be within 70 miles north of London - in reality this is the location of the town of Northampton). Orphaned almost from his first breath by his mother’s death in childbirth and his father’s unexplained absence, Oliver is meagerly provided for under the terms of the Poor Law, and spends the first nine years of his life at a baby farm in the 'care' of a woman named Mrs. Mann. Oliver is brought up with little food and few comforts. Around the time of Oliver's ninth birthday, Mr. Bumble, a parish beadle, removes Oliver from the baby farm and puts him to work picking oakum at the main workhouse. Oliver, who toils with very little food, remains in the workhouse for six months. One day, the desperately hungry boys decide to draw lots; the loser must ask for another portion of gruel. The task falls to Oliver, who at the next meal tremblingly comes forward, bowl in hand, and makes his famous request: \"Please, sir, I want some more.\" A great uproar ensues. The board of well-fed gentlemen who administer the workhouse hypocritically offer five pounds to any person wishing to take on the boy as an apprentice. A brutal chimney sweep almost claims Oliver, however, when he begs despairingly not to be sent away with \"that dreadful man\", a kindly old magistrate refuses to sign the indentures. Later, Mr. Sowerberry, an undertaker employed by the parish, took Oliver into his service. He treats Oliver better, and because of the boy's sorrowful countenance, uses him as a mourner at children’s funerals. However, Mr. Sowerberry is in an unhappy marriage, and his wife takes an immediate dislike to Oliver — primarily because her husband seems to like him — and loses few opportunities to underfeed and mistreat him. He also suffers torment at the hands of Noah Claypole, an oafish but bullying fellow apprentice and \"charity boy\" who is jealous of Oliver’s promotion to mute, and Charlotte, the Sowerberrys' maidservant, who is in love with Noah. One day, in an attempt to bait Oliver, Noah insults Oliver's biological mother, calling her \"a regular right-down bad ‘un\". Oliver flies into a rage, attacking and even beating the much bigger boy. Mrs. Sowerberry takes Noah’s side, helps him to subdue, punching, and beating Oliver, and later compels her husband and Mr. Bumble, who has been sent for in the aftermath of the fight, into beating Oliver again. Once Oliver is sent to his room for the night, he does something that he hadn't done since babyhood — he breaks down and weeps. Alone that night, Oliver finally decides to run away, and, \"He remembered to have seen the waggons, as they went out, toiling up the hill. He took the same route,\" until a well-placed milestone sets his wandering feet towards London. During his journey to London, Oliver encounters Jack Dawkins, a pickpocket more commonly known by the nickname the \"Artful Dodger\", although Oliver's innocent nature prevents him from recognising this hint that the boy may be dishonest. Dodger provides Oliver with a free meal and tells him of a gentleman in London who will \"give him lodgings for nothing, and never ask for change\". Grateful for the unexpected assistance, Oliver follows Dodger to the \"old gentleman\"'s residence. In this way, Oliver unwittingly falls in with an infamous Jewish criminal known as Fagin, the so-called gentleman of whom the Artful Dodger spoke. Ensnared, Oliver lives with Fagin and his gang of juvenile pickpockets in their lair at Saffron Hill for some time, unaware of their criminal occupations. He believes they make wallets and handkerchiefs. Later, Oliver naïvely goes out to \"make handkerchiefs\" because of no income coming in, with two of Fagin’s underlings: The Artful Dodger and a boy of a humorous nature named Charley Bates. Oliver realises too late that their real mission is to pick pockets. Dodger and Charley steal the handkerchief of an old gentleman named Mr. Brownlow, and promptly flee. When he finds his handkerchief missing, Mr. Brownlow turns round, sees Oliver, and pursues him. Others join the chase and Oliver is caught and taken before the magistrate. Curiously, Mr. Brownlow has second thoughts about the boy—he seems reluctant to believe he is a pickpocket. To the judge's evident disappointment, a bookstall holder who saw Dodger commit the crime clears Oliver, who, by now actually ill, faints in the courtroom. Mr. Brownlow takes Oliver home and, along with his housekeeper Mrs. Bedwin, cares for him. Oliver stays with Mr. Brownlow, recovers rapidly, and blossoms from the unaccustomed kindness. His bliss, however, is interrupted when Fagin, fearing Oliver might \"peach\" on his criminal gang, decides that Oliver must be brought back to his hideout. When Mr. Brownlow sends Oliver out to pay for some books, one of the gang, a young girl named Nancy, whom Oliver had previously met at Fagin's, accosts him with help from her abusive lover, a brutal robber named Bill Sikes, and Oliver is quickly bundled back to Fagin's lair. The thieves take the five-pound note Mr. Brownlow had entrusted to him, and strip him of his fine new clothes. Oliver, dismayed, flees and attempts to call for police assistance, but is ruthlessly dragged back by the Dodger, Charley and Fagin. Nancy, however, is sympathetic towards Oliver and saves him from beatings by Fagin and Sikes. In a renewed attempt to draw Oliver into a life of crime, Fagin forces him to participate in a burglary. Nancy reluctantly assists in recruiting him, all the while assuring the boy that she will help him if she can. Sikes, after threatening to kill him if he does not cooperate, sends Oliver through a small window and orders him to unlock the front door. The robbery goes wrong, however, and Oliver is shot and wounded in his left arm. After being abandoned by Sikes, the wounded Oliver ends up under the care of the people he was supposed to rob: Miss Rose and her guardian Mrs. Maylie Meanwhile, a mysterious man named Monks has found Fagin and is plotting with him to destroy Oliver's reputation. Monks denounces Fagin's failure to turn Oliver into a criminal and the two of them agree on a plan to make sure he does not find out about his past. Monks is apparently related to Oliver in some manner, although it's not mentioned until later. Back in Oliver's hometown, Mr. Bumble married Ms. Corney, the wealthy matron of the workhouse, only to find himself in an unhappy marriage constantly arguing with his domineering wife. After one such argument, Mr. Bumble walks over to a pub, where he meets Monks, who questions him about Oliver. Bumble informs Monks that he knows someone who can give Monks more information for a price, and later Monks meets secretly with the Bumbles. After Mrs. Bumble has told Monks all she knows, the three arrange to take a locket and ring which had once belonged to Oliver's mother and toss them into a nearby river. Monks relates this to Fagin as part of the plot to destroy Oliver, unaware that Nancy has eavesdropped on their conversation and gone ahead to inform Oliver's benefactors. Nancy, by this time ashamed of her role in Oliver's kidnapping, and fearful for the boy's safety, goes to Rose Maylie and Mr. Brownlow to warn them. She knows that Monks and Fagin are plotting to get their hands on the boy again and holds some secret meetings on the subject with Oliver's benefactors. One night Nancy tries to leave for one of the meetings, but Sikes refuses permission when she doesn't state exactly where she's going. Fagin realizes that Nancy is up to something and resolves to find out what her secret is. Meanwhile, Noah has fallen out with the undertaker Mr. Sowerberry, stolen money from him and fled to London. Charlotte has accompanied him — they are now in a relationship. Using the name \"Morris Bolter\", he joins Fagin's gang for protection and becomes a practicer of \"the kinchen lay\" (robbing children) while it is implied that Charlotte becomes a prostitute. During Noah's stay with Fagin, the Artful Dodger is caught with a stolen silver snuff box, convicted (in a very humorous courtroom scene) and transported to Australia. Later, Noah is sent by Fagin to \"dodge\" (spy on) Nancy, and discovers her secret: she has been meeting secretly with Rose and Mr. Brownlow to discuss how to save Oliver from Fagin and Monks. Fagin angrily passes the information on to Sikes, twisting the story just enough to make it sound as if Nancy had informed on him. Believing Nancy to be a traitor, Sikes beats her to death in a fit of rage and later flees to the countryside to escape from the police. There, Sikes is haunted by visions of Nancy's ghost and increasingly alarmed by news of her murder spreading across the countryside. He flees back to London to find a hiding place, only to be killed when he accidentally hangs himself while attempting to flee across a rooftop from an angry mob. Monks is forced by Mr. Brownlow to divulge his secrets: his real name is Edward Leeford, and he is Oliver's paternal half-brother and, although he is legitimate, he was born of a loveless marriage. Oliver's mother, Agnes, was their father's true love. Mr. Brownlow has a picture of her, and began making inquiries when he noticed a marked resemblance between her face and the face of Oliver. Monks has spent many years searching for his father's child—not to befriend him, but to destroy him (see Henry Fielding's Tom Jones for similar circumstances). Brownlow asks Oliver to give half his inheritance (which proves to be meagre) to Monks because he wants to give him a second chance; and Oliver, being prone to giving second chances, is more than happy to comply. Monks then moves to America, where he squanders his money, reverts to crime, and ultimately dies in prison. Fagin is arrested and condemned to the gallows. On the eve of his hanging, in an emotional scene, Oliver, accompanied by Mr. Brownlow, goes to visit the old reprobate in Newgate Gaol, where Fagin's terror at being hanged has caused him to come down with fever. As Mr. Brownlow and Oliver leave the prison, Fagin screams in terror and despair as a crowd gathers to see his hanging. On a happier note, Rose Maylie turns out to be the long-lost sister of Agnes; she is therefore Oliver's aunt. She marries her long-time sweetheart Harry, and Oliver lives happily with his saviour, Mr. Brownlow. Noah becomes a paid, semi-professional informer to the police. The Bumbles lose their jobs and are reduced to great poverty, eventually ending up in the same workhouse where they originally had lorded it over Oliver and the other boys; and Charley Bates, horrified by Sikes's murder of Nancy, becomes an honest citizen, moves to the country, and works his way up to prosperity.",
    "genre": [
      "Social novel",
      "Speculative fiction",
      "Fiction",
      "Novel"
    ],
    "author": "Charles Dickens"
  },
  {
    "title": "Shirley",
    "summary": " Robert Moore is a mill owner noted for apparent ruthlessness toward his employees - more than any other mill owner in town. He has laid off many of them, apparently indifferent to their resulting poverty. But in fact he has no choice, since the mill is deep in debt. The mill was inefficiently run by his late father and is already mortgaged. His elder brother became a private tutor, leaving Robert to restore the mill to profitability. He is determined to restore his family's honour and fortune. As the novel opens, Robert awaits delivery of new labor-saving machinery to the mill. The new machinery will let him lay off additional employees. Robert, with some friends, watches all night, but the machinery is destroyed on the way by angry millworkers. Robert's business difficulties continue, due in part to the continuing labor unrest, but even more so to the Napoleonic Wars and the accompanying Orders in Council which forbid British merchants from trading in American markets. Robert is very close to Caroline Helstone, who comes to his house to learn French from his sister. Caroline worships Robert and he likes her too. Caroline’s father is dead and her mother had abandoned her, leaving her to be brought up by her uncle, the local parson, Rev. Helstone. Caroline is penniless, and this leads Robert to keep his distance from her, since he cannot afford to marry for pleasure or love. He has to marry for money if he is to get his mill going again. Caroline realizes that Robert is growing increasingly distant and withdraws into herself. Her uncle does not sympathise with her ‘fancies’, and she has no money of her own, so she cannot leave the place, which is what she longs to do. She suggests taking up the job of a governess but her uncle dismisses it and assures her that she need not work. Caroline cheers up a great deal, however, when she meets Shirley. Shirley is a landowner, an independent heiress whose parents are dead and who lives with Mrs. Pryor, an old governess. Shirley is lively, cheerful, full of ideas about how to use her money and how to help people, and very interested in business concerns. Caroline and Shirley soon become very close friends. They both dislike social hypocrisy and wish they could do something significant with their lives. As Caroline gets closer to Shirley, she notices that Shirley and Robert get along very well, which makes her think that they would end up marrying each other. Shirley likes Robert, is very interested in his work, and is concerned about him and the threats he gets from laid-off millworkers. Both good and bad former employees are depicted. Some passages show the real suffering of those who were honest workers and can no longer find good employment; other passages show how some people use losing their jobs as an excuse to get drunk, fight with their previous employers, and incite other people to violence. Shirley uses her money to help the poorest of the lot, but she is also motivated by the desire to prevent any attack on Robert, a motive that makes Caroline both happy and unhappy. One night, Caroline and Shirley conclude from the behaviour of Robert and others that an attack is imminent. They go the mill together to warn Robert. They come too late and have to hide near the mill. But Robert is already prepared and he mounts a counter-attack. He defeats the attackers and gets the ring leaders arrested, the whole encounter being witnessed by Shirley and Caroline from their hiding place. After this incident, the whole neighbourhood is convinced that Robert and Shirley shall wed. The anticipation of this causes Caroline to fall sick. Mrs. Pryor comes to look after her, and realizes that Caroline is pining away. Every Tuesday, Caroline sits by the window sill, no matter how weak or tired, to catch a glimpse of Robert on his way to the market. Mrs. Pryor makes it a point to see what it is that Caroline looks out for. She learns the cause of Caroline’s sorrow but is helpless; she continues her vigil in the sick room even as Caroline worsens daily. Robert leaves for London without any concrete reason. Caroline has lost even the weekly glimpse of him, and she feels that she has ‘nothing left to live for’ since there is no one who cares whether she lives or dies. Mrs. Pryor then reveals to Caroline that she is Caroline's mother. She had abandoned her because Caroline looked exactly like her father - the husband who tortured Mrs. Pryor and made her life miserable. She had little money; when her brother-in-law offered to bring up the child, she accepted it, took up a family name of Pryor and went off to become a governess. Caroline now has a reason to live - her ‘mamma’. She begins to recover slowly, since she knows that she can go and live with her mother. Shirley's uncle and aunt come to visit her. The uncle joins Shirley in her office work (administering her land and investments). They bring with them their daughters, their son, and their son's tutor. He is Louis Moore, Robert’s younger brother, who had taught Shirley when she was younger. Caroline is puzzled by Shirley’s behaviour towards Louis - the friendly girl who treats her servants as her own family is always haughty and formal with Louis and never seems to forget that he is a lowly tutor with no money of his own. Two men fall in love with Shirley and woo her, but she refuses both because she does not love them. Her uncle is surprised by this behaviour and wants her to marry someone respectable soon. A baronet, the most prominent nobleman of the district, falls in love with Shirley. She likes him too, though she does not respect him and does not want to marry him. The neighbourhood, however, is certain that she will not refuse so favourable a match. The relationship between Shirley and Louis, meanwhile, remains ambivalent. There are days when Louis can, with the authority of an old teacher, ask Shirley to come to the schoolroom and recite the French pieces that she learnt earlier. On other days, Shirley completely ignores Louis, not even speaking to him once though they have breakfast, lunch and dinner at the same table. At the same time, when Shirley is upset, the only one she can confide in is Louis. When a supposed 'mad dog’ bites Shirley and makes her think that she is likely to die early, no one can make her reveal what it is that makes her so sad. It is only Louis who gets the whole incident out of her, and Shirley makes him promise that if she is dying of rabies, and to be put to death because of the terrible suffering in the last stages of the disease, it will be his hand that delivers that final injection. Robert returns one dark night, first stopping at the market and then returning to his home with a friend. The friend tells him that it is widely speculated that Shirley is to marry a rich man and asks him why he left when it seemed so sure that Shirley loved him and would have married him. Robert replies that he had assumed the same, and that he had proposed to Shirley before he left. But Shirley had at first laughed, thinking that he was not serious, and cried when she discovered that he was. She had told him that she knew that he did not love her, that he asked for her hand not for her but for her money and this decreased her respect for him. When Robert had argued that Shirley had shown concern for him, been open with him from the very beginning and discussed his business matters at length with him, she had said that she had esteem and affection for him, but not love and now even that esteem and affection were in danger. Robert walked away from that room filled with a sense of humiliation, even as he knew that she was right - that he had ignored his affection for Caroline and sought out Shirley primarily for her money. This self-disgust drove Robert away to London and he realized there that restoring the family name was not as important as self-respect and he had returned home, determined to close the mill if he had to, and go away to Canada and work hard and make his fortune. Just as Robert finishes his narration, his friend hears a gunshot and Robert falls from his horse - the laid-off workers are finally avenged. The friend takes Robert to his own home and looks after him, and after a turn for the worse, Robert slowly gets better. A visit from Caroline revives him but she has to come secretly, hiding from her uncle and his friend and his family. Robert soon moves back to his house and persuades his sister that the very thing the house needs to cheer it up is a visit by Caroline. Robert asks for Caroline’s forgiveness and tries to tell her what had happened with Shirley, but she stops him and tells him that she has forgiven him and that she got some idea from Shirley and does not need to know any more. She also predicts that Shirley is in love too, and that she is not ‘master of her own heart’. When Shirley refuses the baronet’s offer of marriage, her uncle is enraged and has a fight with her. He then decides to leave Stillborough. This means that Louis will have to leave too, which emboldens him enough to make his declaration – he proposes to Shirley, despite the difference in their relative situations. Shirley agrees to marry him, though she has moments of indecision and panic at the thought of giving up her independence. The novel ends with Caroline and Shirley marrying the two brothers, Robert and Louis, respectively.",
    "genre": [
      "Social novel",
      "Speculative fiction"
    ],
    "author": "Charlotte Brontë"
  },
  {
    "title": "Felix Holt, the Radical",
    "summary": " As the story starts, the reader is introduced to the fictitious community of Treby in the English Midlands in 1832, around the time of the First Reform Act. Harold Transome, a local landowner, has returned home after a fifteen-year trading career in the Far East. Wealthy from trade, he stands for election to Parliament from the county seat of North Loamshire. But contrary to his family's Tory traditions, he intends to stand as a Radical. This alienates him from his traditional allies and causes despair for his mother, Mrs. Transome. Harold Transome gains the support of his Tory uncle, the Rector of Little Treby, and enlists the help of his family lawyer, Matthew Jermyn, as an electioneering agent. Much of his electioneering is focused in Treby Magna. In this village resides Felix Holt, who has recently returned from extensive travels in Glasgow to live with his mother. He meets with Rev. Rufus Lyon, a Dissenting minister in Treby Magna, and his stepdaughter, Esther. Felix and Mr. Lyon become ready friends, but he appears to treat Esther with condescension. Felix and Rev. Lyon both appear aligned to the Radical cause. Harold Transome learns that Jermyn has been mismanaging the Transome estate and embezzling money for himself. Transome remains silent during the election, yet Jermyn tries to devise a plan to save himself from future prosecution. Meanwhile, Felix witnesses some electioneering for the Radical cause in the nearby mining town of Sproxton. He is upset with the 'treating' of workers with beer in exchange for their vocal support. Felix relays his concerns to Harold Transome, who chastises John Johnson for his electioneering methods. However, Jermyn convinces Transome not to interfere. Rev. Lyon learns from Maurice Christian, servant of Philip Debarry, about the possible identity of Esther's biological father. Rev. Lyon decides to tell Esther the truth about her father. Esther's outlook on life changes upon finding that she is in fact Rev. Lyon's stepdaughter. Her relationship with her stepfather deepens, while she also desires to emulate the high moral standards impressed upon her by Felix Holt. Seeing the change in Esther's character, Felix Holt begins to fall in love with her. However, both share the feeling that they are destined never to marry each other. Meanwhile, Rev. Lyon challenges Rev. Augustus Debarry to a theological debate. The debate is initially agreed to, but is cancelled at the last minute. Riots erupt on election day in Treby Magna. Drunken mine workers from Sproxton assault townspeople and wantonly destroy property. Felix Holt is caught up in the riots, and tries foolhardily to direct its hostility away from the town. But in the end, Felix Holt is charged with the manslaughter of a constable who tried to break up the riot. Harold Transome also loses the election to Debarry. Harold Transome begins legal proceedings against Jermyn for the latter's mismanagement of the Transome estate. Jermyn counters by threatening to publicise the true owner of the Transome estate. However, Maurice Christian informs the Transomes that the true owner of the estate is in fact Esther Lyon. Harold Transome invites her to the Transome estate, hoping to persuade her to marry him. Harold and Esther establish a good rapport, and Esther also becomes more sympathetic with Mrs. Transome, whose despair has continued to deepen. Esther feels torn between Harold Transome and Felix Holt. She compares a life of comfortable wealth with Harold Transome and motherly affection with Mrs. Transome, to a life of personal growth in poverty with Felix Holt. Meanwhile at Felix Holt's trial, Rev. Lyon, Harold Transome and Esther Lyon all vouch for his character, but he is nevertheless found guilty of manslaughter. However, Harold Transome and the Debarrys manage to have Felix Holt pardoned. Harold Transome proposes to Esther Lyon, with the eager support of Mrs. Transome. But despite Esther's feelings towards both Harold and Mrs. Transome, she declines the proposal. Esther also surrenders her claim to the Transome estate. The story ends with Felix Holt and Esther Lyon marrying and moving away from Treby, along with Rev. Lyon. Matthew Jermyn is eventually ruined and moves abroad, while John Johnson remains and prospers as a lawyer. The Debarrys remain friends with the Transomes, and the contest to the Transome estate, while widely known, is never discussed.",
    "genre": [
      "Social novel",
      "Romance novel",
      "Mystery",
      "Fiction",
      "Industrial novel",
      "Suspense"
    ],
    "author": "George Eliot"
  },
  {
    "title": "Aunt Phillis's Cabin",
    "summary": " The story is set in unnamed rural town in Virginia, which is frequented by several plantation owners living around it. The town relies on trade from the cotton plantations for its economy. Understanding this, the plantation owners, in contrast to their neighbors in surrounding towns, have adopted a benign approach towards their slaves to keep them peaceful and assure the safety of the town. Several characters in and around the town are introduced throughout the story, demonstrating how this process works and the delicate balance of such a process in action.",
    "genre": [
      "Social novel"
    ],
    "author": "Seth Eastman"
  }
]