[
  {
    "title": "The Temple of Elemental Evil",
    "summary": " These classic, early D&D adventures helped first popularize the World of Greyhawk campaign setting. In the module T1 The Village of Hommlet, the player characters must defeat the raiders in a nearby fort, and thereafter Hommlet can be used as a base for the party's subsequent adventures. The adventure begins in the eponymous village of Hommlet, situated near the site of a past battle against evil forces operating from the Temple. The adventurers travel through Hommlet and are drawn into a web of conspiracy and deception. The module is recommended for first-level characters, who begin the adventure \"weary, weak, and practically void of money\". They travel to a town that is supposed to be a great place to earn fortunes, defeat enemy creatures, and even lose one's life. While the town initially appears warm and hospitable, the characters soon learn that many of its inhabitants are powerful spies for minions of evil. The T1 adventure stands alone, but also forms the first part of T1-4. In The Temple of Elemental Evil, the characters start off at low level, and after establishing themselves in Hommlet, they gradually work their way through the immense dungeons beneath the Temple, thereby gaining experience. In the next section, T2, the adventurers move on to the nearby village of Nulb to confront several nefarious opponents, including agents from the Temple. Based on the outcome of these encounters, the player characters can then enter the Temple itself to interact with its many denizens and test their mettle against Zuggtmoy herself. The temple referenced in the module's title is an unholy structure located in the central Flanaess not far from the city-state of Verbobonc. In 566 CY, forces of evil from Dyvers or the Wild Coast constructed a small chapel outside the nearby village of Nulb. The chapel was quickly built into a stone temple from which bandits and evil humanoids began to operate with increasing frequency. In 569 CY, a combined force was sent to destroy the Temple and put an end to the marauding. The army included regular forces from the human kingdoms of Furyondy and Veluna, dwarves from the Lortmil Mountains, gnomes from the Kron Hills, and elven archers and spearmen. This allied army clashed with a horde of evil men and humanoids, including orcs, ogres and gnolls, at the Battle of Emridy Meadows. The forces of good were victorious and the Horde of Elemental Evil was scattered. The Temple was then besieged and fell within two weeks, although a few of its leaders managed to escape. The site itself remained, however, and over the following decade rumors of evil presence there persisted. The Viscount of Verbobonc and the Archcleric of Veluna became increasingly concerned, and cooperated to build a small castle outside the Village of Hommlet to guard against the possibility of the Temple rising again. For the next five years, Hommlet gained in wealth thanks to adventurers who came to the area seeking out remnants of evil to slay. Things quieted down for another four years as the area returned to peace and normalcy, but in 578 CY evil began to stir again, with groups of bandits riding the roads. In 579 CY, the events in the T1-4 module occur. Return to the Temple of Elemental Evil is set 12 years later, in 591 CY.",
    "genre": [
      "Role-playing game"
    ],
    "author": "Frank Mentzer"
  },
  {
    "title": "Expedition to the Barrier Peaks",
    "summary": " Expedition to the Barrier Peaks takes place on a spaceship in the Barrier Peaks mountain range of the World of Greyhawk campaign setting. In the adventure's introduction, it is explained that the Grand Duchy of Geoff is under constant attack by a succession of monsters that have been emerging from a cave in the mountains. The Grand Duke of Geoff has hired the characters to discover the origin of the creatures, and stop their incursions. The cave is actually an entrance to a downed spacecraft whose inhabitants have succumbed to a virus, leaving them dead. Many of the ship's robots are still functioning, however, and the players must either avoid or defeat them; some may also be ignored. As later seen in video games, \"plot coupons\" need to be collected. The adventure requires the players to gather colored access cards (the \"coupons\") to advance to the next story arc: entering restricted areas, commanding robots, and other actions are all dependent on the cards. Expedition to the Barrier Peaks comes with a booklet of 63 numbered illustrations, depicting the various monsters, high tech devices, and situations encountered in the adventure. Much of the artwork for the adventure, including the cover, was produced by Erol Otus. Several of his contributions were printed in full color. Jeff Dee, Greg K. Fleming, David S. LaForce, Jim Roslof and David C. Sutherland III provided additional illustrations for the adventure. Expedition to the Barrier Peaks's 32-page adventure guide is divided into six sections. These describe the crew's quarters, the lounge area, the gardens and menagerie, and the activity deck. Along the way, the characters find colored access cards and futuristic devices such as blaster rifles and suits of powered armor that they can use to aid their journey. The first two sections involve various monsters, vegepygmys—short humanoid plant creatures—who have commandeered the crew's quarters, and a repair robot that follows instructions before its batteries run out. There is also a medical robot trying in vain to find a cure for the virus that killed the ship's crew. In the lounge area, a \"Dining Servo Robot\" still works, although the \"food\" it serves is now moldy poison. The gardens and menagerie area includes an encounter with a \"cute little bunnyoid on the stump\". If the characters can communicate with the karate master and tell it that boxing is superior to karate, it will attack the boxing robot until both are destroyed, else they will both attack the characters. The last area of the activity deck is the loading area, where the characters can leave the spaceship. The adventure then ends, with no postscript.",
    "genre": [
      "Role-playing game"
    ],
    "author": "Gary Gygax"
  },
  {
    "title": "Tomb of Horrors",
    "summary": " Tomb of Horrors is set in the World of Greyhawk, a D&D campaign setting. In Tomb of Horrors, the adventurers encounter a number of tricks and traps while attempting to penetrate the tomb of a dead wizard. As the scenario begins, the players are told that the evil wizard Acererak is said to linger in his ancient tomb in undead form. Originally a powerful lich, he has (unbeknownst to the players) become a demi-lich, a more powerful form of undead that has transcended the need for any physical body apart from its skull. Player characters must survive the deadly traps in the tomb and fight their way into the demi-lich's elaborately concealed inner sanctum to destroy him once and for all. The module is divided into thirty-three encounters, beginning with two false entrances to the tomb, and ending with \"The Crypt of Acererak the Demi-Lich\". Example encounters are the \"Huge Pit Filled with 200 Spikes\" (section 20), or encounter 22, \"The Cavern of Gold and Silver Mists\": \"The mists are silvery and shot through with delicate streamers of golden color. Vision extends only 6'. There is a dim aura of good if detected for. Those who step into the mist must save versus poison or become idiots until they can breathe the clean air above ground under the warm sun.\" The module ends with the destruction of Acererak, without any postscript.",
    "genre": [
      "Role-playing game"
    ],
    "author": ""
  },
  {
    "title": "Ravenloft",
    "summary": " The story involves a party of player characters (PCs) who travel to the land of Barovia, a small nation surrounded by a deadly magical fog. The master of nearby Castle Ravenloft, Count Strahd von Zarovich, tyrannically rules the country, and a prologue explains that the residents must barricade their doors each night to avoid attacks by Strahd and his minions. The Burgomaster's mansion is the focus of these attacks, and, for reasons that are not initially explained, Strahd is after the Burgomaster's adopted daughter, Ireena Kolyana. Before play begins, the Dungeon Master (or DM, the player who organizes and directs the game play) randomly draws five cards from a deck of six. Two of these cards determine the locations of two magical weapons useful in defeating Strahd: the Holy Symbol and the Sunsword. The next two cards determine the locations of Strahd and the Tome of Strahd, a book that details Strahd's long-ago unrequited love. In this work, it is revealed that Strahd had fallen in love with a young girl, who in turn loved his younger brother. Strahd blamed his age for the rejection, and made a pact with evil powers to live forever. He then slew his brother, but the young girl killed herself in response, and Strahd found that he had become a vampire. All six possible locations are inside Castle Ravenloft. The fifth and final card selected determines Strahd's motivation. There are four possible motivations for Strahd. He may want to replace one of the PCs and attempt to turn the character into a vampire and take on that character's form. He may desire the love of Ireena, whose appearance matches that of his lost love, Tatyana. Using mind control, Strahd will try to force a PC to attack Ireena and gain her love by \"saving\" her from the situation he created. Strahd may also want to create an evil magic item, or destroy the Sunsword. If, during play, the party's fortune is told at the gypsy camp in Barovia, the random elements are altered to match the cards drawn by the gypsy. As the party journeys through Barovia and the castle, the game play is guided using 12 maps with corresponding sections in the book's body guide. Example maps and sections include the Lands of Barovia, the Court of the Count, five entries for each level of the Spires of Ravenloft, and the Dungeons and Catacombs. Each location contains treasure and adversaries, including zombies, wolves, ghouls, ghosts, and other creatures. The main objective of the game is to destroy Count Strahd. The DM is instructed to play the vampire intelligently, and to keep him alive as long as possible, making him flee when necessary. In an optional epilogue, Ireena is reunited with her lover. They leave the \"mortal world\" as Ireena says, \"Through these many centuries we have played out the tragedy of our lives.\"",
    "genre": [
      "Role-playing game"
    ],
    "author": "Laura Hickman"
  },
  {
    "title": "The Keep on the Borderlands",
    "summary": " Player characters begin by arriving at the eponymous keep, and can base themselves there before investigating the series of caverns in the nearby hills teeming with monsters. These Caves of Chaos house multiple species of vicious humanoids. Plot twists include a treacherous priest within the keep, hungry lizardmen in a nearby swamp, and a mad hermit in the wilderness. It typifies the dungeon crawls associated with beginning D&D players, while permitting some limited outdoor adventures. When The Grand Duchy of Karameikos edition of the Gazetteer series was published, the Keep was given a specific location in the Known World of Mystara, in the Atlan Tepe Mountain region in northern Karameikos.",
    "genre": [
      "Role-playing game"
    ],
    "author": "Gary Gygax"
  },
  {
    "title": "The Secret of Bone Hill",
    "summary": " The module is described as a low-level scenario that involves evil creatures prowling the unexplored reaches of Bone Hill. The campaign setting and scenario featured in the book detail a complete town in the Lendore Isles, along with nearby monster lairs. The player characters adventure in and around the fishing port of Restenford. The module is more of a mini-setting than an adventure, offering several adventure locations, and may require a Dungeon Master to expand it using the World of Greyhawk milieu. The module expands upon the basic types of undead creatures found.",
    "genre": [
      "Role-playing game"
    ],
    "author": ""
  },
  {
    "title": "Queen of the Demonweb Pits",
    "summary": " At the conclusion of Vault of the Drow, the characters find an astral gate leading to the Abyssal realm of Lolth, Demon Queen of Spiders, goddess of the drow elves and architect of the sinister plot described in the series involving hill giants, frost giants, fire giants, kuo-toa, drow, and other creatures. Her realm, the 66th layer of the Abyss, is referred to as the Demonweb Pits. The player characters are transported to another plane and cast into the labyrinth known as the Demonweb. In order to return home, the characters must find their way out of the web and then defeat the evil demigoddess Lolth in her lair. The Q1 module was the first to offer a glimpse into the Abyss itself, home to the D&D race of Demons. It features a map of the maze-like Demonweb Pits, a series of interweaving passageways constructed in a maelstrom of lost souls in the abyssal plane. Characters who venture off the path are most likely lost. Many spells work differently or not at all. In the maze, there are a number of portals to other worlds, some where Lolth is sending minions to try and invade, such as a winter world and a world of permanent night. This makes Queen of the Demonweb Pits an unusually open-ended adventure, as each \"portal\" could potentially lead to a massive area, from which the dungeon master could, if he or she chose, launch an entirely new campaign. As the adventure progresses, the player characters make their way through Lolth's webs, where they are confronted by her minions, slaves, guards, and captives. Here lies a gargantuan mechanical spider, which Lolth can manipulate. The dungeon also introduced Lolth's handmaidens, the demonic Yochlol.",
    "genre": [
      "Role-playing game"
    ],
    "author": ""
  },
  {
    "title": "In Search of the Unknown",
    "summary": " Many years ago two wealthy adventurers, Roghan the Fearless and Zelligar the Unknown, built a hidden complex known as the Caverns of Quasqueton. From this base, they conducted their affairs away from the prying eyes of civilization. While of questionable ethical standing, the two drove back a barbarian invasion and gained the support of locals. Eventually, they gathered their own army and went on an expedition against said enemies, where they met their demise. The player characters (PCs) enter the story at this point, hearing a variety of rumors provided in the module. Each PC knows one or more of the stories although the veracity of them is somewhat questionable. The rumors mostly involve a great treasure hidden somewhere in the Caverns of Quasqueton, which the PCs can enter from a cave-like opening. A variety of monsters wander through the finished upper level of the dungeon including orcs, troglodytes, and giant rats. The DM checks periodically to see if the group encounters these menaces in addition to the dangers in each individual room. Most of the rooms come with blank spots where the DM fills in whatever monster or treasure is most suitable for their campaign. The finished upper level served as a home for Roghan and Zelligar and contains much of their personal possessions. As is typical in these early adventures, a number of traps await an unwary group. Some of these rooms include an area filled with pools (some hazardous and others not) and a wizard's laboratory. The randomly generated monsters in the lower, unfinished level differ from those above and include zombies and goblins. Some of the pre-filled rooms on this level include a museum, an arena, and grand cavern, but many of the caves on this level include no description at all and the DM must devise his own contents for these areas. The end of the module includes a list of foes and treasure for the group to fight and find. It also includes a list of characters of various classes the group might encounter while exploring the dungeon. Also included are a number of pre-generated characters the group might use to play through the adventure.",
    "genre": [
      "Role-playing game"
    ],
    "author": "Mike Carr"
  },
  {
    "title": "Descent into the Depths of the Earth",
    "summary": " The plot of the original modules Descent Into the Depths of the Earth and Shrine of the Kuo-Toa place a party of player characters (PCs) on the trail of the drow priestess Eclavdra through the Underdark, battling various creatures on their journey. In the last module in the preceding G-series, Hall of the Fire Giant King, the PCs were supposed to have discovered that the drow had instigated the alliance between the races of giants and their attacks on neighboring humans. The drow that survived the party's incursion have fled into tunnels leading deep into the earth. The adventurers will have arrived at the bottom of the dungeon below the cave-castle of King Snurre. In D1 Descent Into the Depths of the Earth, the PCs seek the home of the drow by traveling through an underground world of caves and passages. In the tunnels, the adventurers first fight a tough drow patrol, and the next major fight is with a raiding party of mind flayers and wererats, who have halted their patrol long enough to torture their drow prisoner. The characters also find a grand cavern containing drow soldiers, purple worms, a lich, a clutch of undead, a giant slug, sphinxes, trolls, bugbears, troglodytes, wyverns, and fungi. D2 Shrine of the Kuo-Toa picks up with the party continuing to pursue the drow. The party encounters a kuo-toan rogue monitor who helps them cross a large river for a fee. A party of Svirfneblin (or deep gnomes) approaches the player characters on the other side, and the party has a chance to convince them to help them fight against the drow. As the party travels, signs of the drow are all around; the drow are allowed to pass through these subterranean areas, even though they are hated and feared by the other local intelligent races. The party then moves through kuo-toa territory, ruled by the Priest-Prince Va-Guulgh. If the PCs appease the kuo-toa and respect their customs, the evil kuo-toa are not openly hostile to the party, but will attack if the party gives them a reason. The party learns that the drow and kuo-toa trade with each other openly, but the kuo-toa hate and fear the drow, resulting in frequent skirmishes between the two peoples. D3 Vault of the Drow is set in Erelhei-Cinlu, an underground stronghold of the drow, and the Fane of Lolth, their evil spider-goddess. After traveling for league after league into the Underdark, the adventurers come upon Erelhei-Cinlu, the vast subterranean city of the drow. The adventure is written in a very open-ended fashion, giving the Dungeon Master (DM) free rein to script any number of mini-campaigns or adventures taking place inside the drow capital. An extensive overview of the drow power structure is given for just this purpose. Eventually, the players may discover an astral gate leading to the plane of the Abyss, leading into the Q1 module.",
    "genre": [
      "Role-playing game",
      "Speculative fiction"
    ],
    "author": "Gary Gygax"
  },
  {
    "title": "Against the Giants",
    "summary": " Each of the original three modules is a dungeon crawl. The player characters focus on battling hill giants, frost giants, and fire giants, three of the original evil giant types used in Dungeons & Dragons. The module begins with a prologue explaining that giants of different types have been raiding lands occupied by humans. Angered by this, the human rulers hire a group of adventurers (the player characters) to \"punish the miscreant giants.\" The players' party is informed that they must defeat the giants, or have their heads placed on the chopping block. The human nobles equip the party with weapons and horses, along with a guide and a map that shows the location of the hill giants. The players are informed that the hill giants are led by Nosnra, a sly hill giant chieftain who loves to set up ambushes; there is an unknown force binding together different giant groups. The player characters are informed that they may keep any spoils they find, but must return at once if they determine what \"sinister hand\" is behind the alliance. The bulk of the adventure takes place in two locations: the upper level fortress of the hill giants' lair, and the dungeon level beneath it. This module starts in one of two ways. If the players have finished Steading of the Hill Giant Chief, they have been transported to the glacial rift via the magic chain. They will know that they are searching for some force behind the giant alliance. If the players are starting with Glacial Rift of the Frost Giant Jarl, then they have been hired by nobles to destroy the frost giants. Either way, a safe, hidden cave is easily found for a base of operations. As in Steading of the Hill Giant Chief, the bulk of this adventure takes place in two locations: an upper area consisting of caves and the rift floor, and a lower area consisting of natural caverns. In the upper area there are ice caves, barracks, and a dome of ice. These are inhabited by yeti, frost giants, ogres, and winter wolves. The dome of ice houses a remorhaz. In the lower area there are caverns that house the servants, serve as a prison, and contain the Jarl Grugnur and emissaries who have come to meet with him. The main inhabitants are frost giants and ogres. The prison contains an attractive storm giantess. There are also polar bears; pets of the jarl. After defeating the jarl, the adventurers have a chance to pull an iron lever which will transport them near to Snurre's hall from Hall of the Fire Giant King. If it is played as a continuation of the first two modules, the players know that they are searching for the force behind the giant's alliance, otherwise they have been hired by nobles to destroy the fire giants. This module is twice as long as the previous two: sixteen pages instead of eight. Unlike the two previous modules where the giant's complex consists of two levels, the fire giant hall contains three levels. The giants live in a hot, smoky barren area made of rock; as in the previous module, the party is able to find a safe location for forays against the giants. The leader of the fire giants is King Snurre Iron Belly, and his hall is made of obsidian and natural caverns. The first (top) level includes the queen's rooms, barracks, and kennels. Creatures encountered here include fire giants, gnolls, and in the kennels, hell hounds. The second level is also made of obsidian rocks and natural caverns. It houses chambers of spiritual interest to the fire giants. There is a hall that houses the dead fire giant kings, and rooms for worship. There are also rooms that contain drow clerics. This is where the party learns that the drow are behind the giant alliance, led by Eclavdra, a high level drow fighter/cleric. The third level consists of natural caverns and contains a great treasure guarded by a red dragon. There are also more fire giants and drow; to exterminate the fire giants, the adventurers must penetrate deep into the active volcano where they live. If the DM wishes, there is a tunnel that leads deep into the earth; to the home of the drow. This allows the adventure to be continued in Descent into the Depths of the Earth.",
    "genre": [
      "Role-playing game"
    ],
    "author": "Gary Gygax"
  },
  {
    "title": "Castle Amber",
    "summary": " The player characters explore the haunted mansion of the Amber family, and encounter new monsters such as the brain collector. During their night's rest on their way to Glantri, the player characters are unexpectedly drawn into a large castle surrounded by an impenetrable, deadly mist. This is the result of a curse the wizard-noble Stephen Amber (Etienne d'Amberville) put on his treacherous relatives for murdering him. The only way to escape Castle Amber (or Château d'Amberville) is to explore the castle, putting up with the demented and at times insane members of the d'Amberville family and the other, often hostile, denizens, and open a hidden portal to the wilderness of the world of Averoigne, where the party can find the means to reach the inter-dimensional tomb in which Stephen Amber rests, in order to break the curse and return home. In this world, magic is frowned upon, and spellcasters may come to the attention of the Inquisition.",
    "genre": [
      "Role-playing game"
    ],
    "author": "Tom Moldvay"
  },
  {
    "title": "Slavers",
    "summary": " ==Publication histor",
    "genre": [
      "Role-playing game"
    ],
    "author": "Chris Pramas"
  },
  {
    "title": "The Gem and the Staff",
    "summary": " Gem and the Staff is an adventure for a DM and a single player using a provided thief character. The player must search for a magic gem and a staff of power inside an evil wizard's tower. This module is divided into two separate adventures, which can be played as successive scenarios. The player takes the role of an experienced thief named Eric the Bold, who is pressed in both adventures into special thieving services. In the first adventure, Eric's task is to steal a certain gem from the trap-riddled tower of the wizard Tormag. The second adventure involves Tormag hiring Eric to steal a mighty magic wand from his arch-rival Felspel. Both modules are set with a time limit of thirty real-world minutes to complete the task.",
    "genre": [
      "Role-playing game"
    ],
    "author": "John Van De Graaf"
  },
  {
    "title": "The Assassin's Knot",
    "summary": " The player characters must solve the mystery of who killed the Baron of Restenford, with evidence pointing to somebody from the town of Garrotten. The scenario describes the town and its castle. The Assassin's Knot module is different from most of its contemporaries in that it contained no dungeon or dungeon-like area. The longer the players take to find the murderer, the more unfortunate events occur in the village. The village, Garrotten, is reputed to be the place to go to have someone killed. The entire village shuts down when the Baron of Restenford is found dead, mutilated beyond the possibility of magical restoration. Three small clues are all the player characters have to unravel the mystery.",
    "genre": [
      "Role-playing game"
    ],
    "author": ""
  },
  {
    "title": "The Hidden Shrine of Tamoachan",
    "summary": " The player characters explore a stepped pyramid deep in the heart of a tropical jungle&mdash;the Hidden Shrine of Tamoachan. The characters must penetrate this Mayan-style temple, which is full of tricks and traps. Some of the traps include cursed items, firebombs, and triggered statues.",
    "genre": [
      "Role-playing game"
    ],
    "author": ""
  },
  {
    "title": "Ghost Tower of Inverness",
    "summary": " The player characters go on a quest to find the fabled Soul Gem, a legendary artifact of great power. They must gather the four parts of a key granting them entrance to the Ghost Tower.",
    "genre": [
      "Role-playing game"
    ],
    "author": ""
  },
  {
    "title": "White Plume Mountain",
    "summary": " White Plume Mountain is set in the World of Greyhawk, a campaign setting for Dungeons & Dragons. The earliest known inhabitant of the volcano known as White Plume Mountain is the druid Aegwareth. Aegwareth is later slain by the evil wizard Keraptis, who took over the mountain with his gnomish servitors. The premise of White Plume Mountain is that thirteen hundred years ago, Keraptis descended into the volcanic mountain with a company of gnomes, and disappeared. The adventure is a dungeon crawl, to rescue the magical weapons from Keraptis' lair. The adventure's 16 pages are divided into 27 encounters. The player's characters begin in a cave at the base of White Plume Mountain. In the first numbered encounter, the characters find a spiral staircase in the cave which leads to a \"mangy, bedraggled\" gynosphinx. Encounter seven involves a large cave with a floor of boiling mud. Circular wooden platforms are suspended from the ceiling, and the characters must jump from platform to platform while dodging geysers of hot mud. In the eighth encounter, the characters confront a vampire who is guarding the magical war hammer Whelm in a room of permanent darkness. In encounter 17, a corridor leads the characters to a boiling lake. According to the adventure, \"The corridor from the dungeon continues out into the lake under a rubbery magical forcefield that keeps out the waters by forming a sort of elastic skin of super-tension.\" The watery tunnel opens into a watery dome, where the characters must defeat a giant crab in order to collect the magical trident Wave. Encounter 22 involves a frictionless room with spikes, and in encounter 23, the characters kayak on a stream suspended in mid air. In the 26th encounter, the characters must fight various creatures in a magical ziggurat where each level is guarded by a different monster including sea lions, giant crayfish, giant scorpions, and manticores. In the last encounter, an ogre mage must be defeated in order to win the magical sword Blackrazor. An end note recommends that the Dungeon Master add an encounter with two efreet if the characters have succeeded in taking two or three of the magic weapons.",
    "genre": [
      "Role-playing game",
      "Speculative fiction"
    ],
    "author": "Lawrence Schick"
  },
  {
    "title": "Forgotten Temple of Tharizdun",
    "summary": " The Forgotten Temple of Tharizdun is set in the World of Greyhawk. The player characters (PCs) follow a band of marauding norkers from the caverns, discovering the temple along the way. They must search through the dangerous mountain passes to find the norker lair inside the temple. The adventurers are drawn into the story by a gnomish community and travel to the temple. After battling their way in, the PCs explore the temple chambers, which contain mundane creatures and new monsters from the Fiend Folio supplement. During their exploration, the characters may reach chambers of the temple in which religious rituals were performed, and risk insanity and death as they encounter remnants of worshipers of the imprisoned god Tharizdun. To progress further, the characters must enact portions of the rituals of worship of Tharizdun, traveling into an underground sub-temple, and magically opening an inner sanctum called the Black Cyst. Having advanced this far, the characters are likely to be driven insane, killed outright, or permanently trapped within the underground temple.",
    "genre": [
      "Role-playing game"
    ],
    "author": "Gary Gygax"
  },
  {
    "title": "Die Vecna Die!",
    "summary": " This adventure, and Vecna's multiverse-shattering plan contained within it, have been used by some D&D fans as an in-game explanation of the differences between the 2nd and 3rd editions of Dungeons & Dragons. The closing paragraph of the module reads as follows: :\"Even with Vecna's removal, his time in the crux effected change in superspace. Though the Lady of Pain attempts to heal the damage, the turmoil spawned by Vecna's time in Sigil cannot be entirely erased. Some Outer Planes drift off and are forever lost, others collide and merge, while at least one Inner Plane runs \"aground\" on a distant world of the Prime. Moreover, the very nature of the Prime Material Plane itself is altered. Half-worlds like those attached to Tovag Baragu multiply a millionfold, taking on parallel realism in what was before a unified Prime Material Plane. The concept of alternate dimensions rears its metaphorical head, but doesn't yet solidify, and perhaps it never will. New realms, both near and far, are revealed and realms never previously imagined make themselves known. Entities long thought lost emerge once more, while other creatures, both great and small, are inexplicably eradicated. Some common spells begin to work differently. The changes do not occur immediately, but instead are revealed during the subsequent months. However, one thing remains clear: Nothing will ever be the same again.\"",
    "genre": [
      "Role-playing game"
    ],
    "author": "Steve Miller"
  },
  {
    "title": "City of Skulls",
    "summary": " The adventure takes place in the Kingdom of Furyondy and the Empire of Iuz following the Greyhawk Wars. The city referenced in the book's title is Dorakaa, the capital of Iuz's empire.",
    "genre": [
      "Role-playing game"
    ],
    "author": "Carl Sargent"
  },
  {
    "title": "Against the Cult of the Reptile God",
    "summary": " The adventure takes place on the border between the Gran March and the Kingdom of Keoland in the western Flanaess. It is one of the most challenging of the early AD&D modules, featuring a mystery that leads to adventures in town, the wilderness and a dungeon. The scenario details the village and the cult's dungeon caves. The player characters arrive in the village of Orlane, where they are met with mixed reactions. Some villagers are friendly towards the characters, whereas some are distant and others are very suspcious and guarded. The characters realize that something is amiss, and have to find out what. They find that Orlane is being plagued by an evil cult, and the characters have to stop the cult.",
    "genre": [
      "Role-playing game"
    ],
    "author": ""
  },
  {
    "title": "Dragons of Ice",
    "summary": " In Dragons of Ice, after leaving Thorbardin, the player characters head south into the polar regions, journeying along the glaciers in search of Icewall Castle. The characters encounter Ice Folk, ice-skate boats, and the Walrus-Men. Characters begin play at the ancient port city of Tarsis in the world of Krynn. After an attack by the Dragonarmies on Tarsis, the party is driven south to Icewall Castle, which is home to a white dragon and one of the legendary Dragon Orbs. After the Cataclysm, the seas receded from the port city Tarsis, so instead of finding a port the characters have found a land locked city 40 miles inland. The adventure series version of Dragons of Winter Night, book two of the Dragonlance saga, will follow part of the party from the first book, Dragons of Autumn Twilight. Returning playable characters available are Sturm Brightblade, Flint Fireforge and Tasslehoff Burrfoot and Gilthanas. Laurana and Elistan, previously appearing NPC's, are now also playable as characters. Additionally two Knights of Solamnia, Aaron Tallbow and Derek Crownguard, are available for players if required. Aaron will appear as an NPC with the party if he is not used by a player. The other characters from the first book leave from Tarsis in a different direction at the beginning of DL10 Dragons of Dreams. Chapter 1: The Fall of Tarsis Chapter 2: The Ice Reaches Chapter 3: The Ice Folk Chapter 4: Icewall Castle Chapter 5: Icemountain Bay Epilogue",
    "genre": [
      "Role-playing game"
    ],
    "author": ""
  },
  {
    "title": "Lost Caverns of Tsojcanth",
    "summary": " The introduction, with instructions that the Dungeon Master read it aloud to the players, outlines that there is a treasure in the Yatil Mountains south of the Greyhawk realm of Perrenland. The player characters must investigate rumors of a lost treasure that scores of adventurers have perished attempting to find. The players must first traverse a wilderness area with 20 numbered encounters before arriving at the caverns. The encounters have names such as \"Border Patrol\" (encounter 1) and \"Hill Giants\" (encounter 10). After the wilderness are two lettered encounters: the \"Gnome Vale\", which includes a map for their lair, and \"The Craggy Dells\", where humans and orcs are capturing hippogriffs to sell. Next, the player characters reach the caverns. They consist of the \"Lesser Caverns\" with 22 encounters, and the \"Greater Caverns\" with 20 encounters, each with its own map. The lesser caverns include encounters such as \"Stinking Cave\" (encounter 5) which contains four trolls and \"Underground Lake\" (encounter 14). The greater caverns include encounters such as \"Uneven-Floored Cavern\" (encounter 5) where the player characters face an umber hulk and \"Canyon of Centaurs\" (encounter 9). The 20th and final encounter is titled \"The Inner Sphere\". Here, a \"woman sleeps on an alabaster slab.\" She is \"armored from toe to neck in gold chased plate mail.\" The woman is actually Drelzna, a fighter/vampire and the daughter of Iggwilv. After defeating Drelzna, the players are rewarded with treasure, and the adventure ends.",
    "genre": [
      "Role-playing game"
    ],
    "author": "Gary Gygax"
  },
  {
    "title": "Isle of Dread",
    "summary": " The Isle of Dread is meant to introduce players and Dungeon Masters familiar with only dungeon crawl-style adventures to wilderness exploration. As such, the adventure has only a very simple plot, even by the standards of its time. The module has been described as a medium to high level scenario, which takes place on a mysterious tropical island divided by an ancient stone wall. The characters somehow find a fragment from a ship's log, describing a mysterious island on which many treasures can be found, and set out to explore it. Typically, the characters will first make landfall near the more or less friendly village of Tanaroa, which is reminiscent of the village depicted in King Kong, and after possibly dealing with some troublesome factions in the village, set out to explore the interior of the island. In the course of their explorations, they may find a number of other villages of unfamiliar intelligent creatures, numerous hostile monsters and the treasures they guard, and a band of pirates. Many prehistoric creatures, including dinosaurs, are prominently featured, especially in the original printing of the adventure. Near the center of the island is a hidden temple inhabited by monstrous, mind-bending creatures known as kopru; the characters may stumble across it or learn that it is a source of problems for the other inhabitants of the isle, and the climax of the adventure typically consists of the characters exploring this temple, battling its inhabitants, and uncovering its secrets.",
    "genre": [
      "Role-playing game"
    ],
    "author": ""
  },
  {
    "title": "Sinister Secret of Saltmarsh",
    "summary": " The Sinister Secret of Saltmarsh can be played by five to ten characters of 1st&ndash;3rd levels. The module includes optional pre-generated first level characters for use by the players. The scenario is the first of the Underwater (U) series of modules set in Saltmarsh, and details a ghostly ship and the haunted mansion of an evil alchemist. The module sleeve contains the following description: The module is divided into two parts, The Haunted House and Sea Ghost, which are intended to be played consecutively. The first part is set in the town of Saltmarsh and deals with unraveling the secret of the haunted house that lies on the edge of town. The abandoned, dilapidated mansion of an evil alchemist has been the subject of rumors about hauntings and treasure. The second part of the module follows on from the first, expanding on the concept. (preview)",
    "genre": [
      "Role-playing game"
    ],
    "author": ""
  },
  {
    "title": "Red Hand of Doom",
    "summary": " The plot of Red Hand of Doom follows a group of adventurers who have entered the Elsir Vale, a thinly populated frontier region. The party uncovers and then is placed in the position of stopping a massive hobgoblin horde who are fanatically devoted to the dark goddess Tiamat and led by the charismatic half-dragon warlord Azarr Kul. To stop the horde, the players have to muster the inhabitants of the Vale, battle hobgoblins, giants, and dragons, and defeat an overwhelming enemy.",
    "genre": [
      "Role-playing game"
    ],
    "author": "James Jacobs"
  },
  {
    "title": "Blood of the Yakuza",
    "summary": " Blood of the Yakuza is a campaign setting and scenario package for use with Oriental Adventures. The module describes the Japanese-style island of Wa and the port of Nakamura, detailing the history, politics, districts, architecture, and important personalities of the Tokugawa-era town. The module contains information on the rival Yakuza gangs and the political machinations of the important families and temples, as well as background on the major NPCs of the city, plus lists of names, occupations, and personalities for detailing minor non-player characters. Narratives are provided, rather than presenting the adventures as straightforward encounter plots, and depending on their character classes and backgrounds, the player characters can interact with the stories in many different ways. As the module was based on the Kara Tur boxed set, its information is older than the information about Wa found in such product lines as the Spelljammer series.",
    "genre": [
      "Role-playing game"
    ],
    "author": "David \"Zeb\" Cook"
  },
  {
    "title": "Castle Greyhawk",
    "summary": " Castle Greyhawk is a large multipart scenario consisting of eleven dungeon levels below Greyhawk Castle, including \"Where the Random Monsters Roam\" and \"The Temple of Really Bad Dead Things\".",
    "genre": [
      "Role-playing game"
    ],
    "author": ""
  },
  {
    "title": "Idylls of the Rat King",
    "summary": " In Idylls of the Rat King, goblin bandits have taken up residence in an abandoned mine northwest of Silverton. Someone must get rid of them. But this is no ordinary abandoned mine. It was deliberately barricaded generations ago when the Gannu family, founders of Silverton, discovered an unspeakable evil on its lowest levels. And these are no ordinary goblins, for the curse of the Gannu family courses through their veins.",
    "genre": [
      "Role-playing game"
    ],
    "author": "Jeff Quinn"
  },
  {
    "title": "Dragons of Despair",
    "summary": " As with most D&D adventures, the exact storyline varies based on the actions that the game's players choose for their player characters (PCs), although a general course of action is assumed by the adventure. The story begins with the PCs meeting up in the elven settlement of Solace after five years of unsuccessful individual quests to find any sign of \"true clerics\". A series of wilderness encounters are used to direct the PCs to find the Blue Crystal Staff and take it to the ancient ruined city of Xak Tsaroth. In the jungle-covered subterranean ruins of Xak Tsaroth the player characters search for knowledge of the ancient gods of good, and first encounter the invading draconians. They also find baby dragons and encounter Khisanth, an ancient black dragon. The PCs follow the fleeing dragon down a well, where they must negotiate the first level of a dungeon typical of Dungeons & Dragons adventures, filled with draconians, gully dwarf slaves, and other monsters. On the second level of the dungeon the PCs must confront and defeat Khisanth. This is an extremely challenging task for the party. but if they have her Blue Crystal Staff, they will be aided by the goddess Mishakal. The adventure ends with the PCs recovering the Disks of Mishakal, allowing for the return of true clerics to Krynn for the first time in over 300 years.",
    "genre": [
      "Role-playing game",
      "Fantasy"
    ],
    "author": "Tracy Hickman"
  },
  {
    "title": "Expedition to the Demonweb Pits",
    "summary": " Expedition to the Demonweb Pits revolves around the reading of the Dark Pact. The demon lord Graz'zt seeks to form an alliance with Lolth against Orcus. Lolth spurns his offer, and Graz'zt, not taking rejection lightly, now schemes to undermine Lolth. With the aid of his cambion son, Rule-of-Three, Graz'zt plans a Demon Council within the Abyss. While he is doing this, Rule-of-Three spreads word among the drow that their goddess is coming to the Prime Material Plane to wage the eternity war against their hated cousins, the surface elves and their god, Corellon Larethian. After the Demonic Council is arranged, Rule-of-Three and Graz'zt involve a group of mortals (the PCs) about Lolth's coming. Their goal is to bring attention to Lolth in her own Demonweb and then use the mortals to embarrass her in the eyes of the other demon lords, while at the same time, sealing the Dark Pact of planar binding using the divine spark Lolth gives it. It is the PC's goal to prevent the reading of that pact. Expedition to the Demonweb Pits offers the characters many items, including two new legend items: Thaas and Spidersilk. Thaas is an ancient magical elven bow dedicated to slaying demons. Spidersilk is a suit of fine armor for arcane spell casters that grants many spider-oriented benefits.",
    "genre": [
      "Role-playing game"
    ],
    "author": ""
  },
  {
    "title": "Lost Tomb of Martek",
    "summary": " Pharaoh is an Egyptian-styled adventure that includes a pyramid map and a trap-filled maze. In Pharaoh, the player characters (PCs) are driven into the desert for a crime they did not commit. The characters journey to the sunken city of Pazar, and from there they travel to the haunted tomb of an ancient pharaoh. While in the desert, the characters encounter the spirit of Amun-Re, a pharaoh, cursed to wander the desert until his tomb is robbed. Amun-Re begs the PCs to remove his staff of ruling and Star Gem from his tomb to break his curse. The tomb was built to be thief-proof, and has so far lived up to its reputation. While in Amun-Re's pyramid, the characters can use an item called the dome of flight to control or reverse gravity; carelessness can cause them to fall upwards, and the palm trees in this room bear exploding fruit. The characters also encounter a maze within which are many traps. The module contains wilderness maps, and includes a number of smaller adventures which complement the main one. In Oasis of the White Palm, the PCs arrive at the Oasis of the White Palm, which is on the brink of turmoil. Shadalah, who is to be the bride of the sheikh's eldest son, has been kidnapped. The sheikh believes her to be held by his enemies somewhere in the oasis. The Oasis of the White Palm module contains wilderness maps, and includes a number of smaller adventures which complement the main one. The goal of the PCs is the tomb of the millennium-dead wizard Martek.",
    "genre": [
      "Role-playing game"
    ],
    "author": "Tracy Hickman"
  },
  {
    "title": "The Veiled Society",
    "summary": " The Veiled Society is set in the city of Specularum, where the players must determine which of three rival factions is responsible for a murder. In the violent city of Specularum, the Veiled Society has spies everywhere. Specularum is the capitol of the Grand Duchy of Karameikos, and the adventure involves the party in a struggle between the city's three major families (the Vorloi, Radu, and Torenescu).",
    "genre": [
      "Role-playing game"
    ],
    "author": "David \"Zeb\" Cook"
  },
  {
    "title": "The Lost City",
    "summary": " The adventure follows a city buried in the desert; the city is torn between two warring factions. Much of the adventure takes place within a huge step pyramid. Other areas of the city are merely outlined, with suggestions provided for the DM to provide detail. At the beginning of the adventure the characters become lost in a desert sandstorm and stumble upon the entrance to a pyramid. The pyramid and the underground city beneath it are located on the site of the ancient ruined city of Cynidicea and inhabited by the descendants of the city's people. These Cynidiceans, now regressed to a subterranean species, are addicted to narcotics and spend most of their time in drug-induced reveries, wandering around in costumes and masks. As the adventure progresses, the characters discover that a monster known as Zargon was responsible for the downfall of Cynidicea. The monster still lives, and a cult of evil human priests and various other monsters has grown up around it. Besides the priests of Zargon, there also exist three other factions of relatively normal Cynidiceans. They worship the city's ancient Gods and are dedicated to the overthrow of the priests of Zargon and the restoration of Cynidicea's lost glory, but their diverging faiths have disallowed them from working together against their common enemy. Although only the upper half of the pyramid is detailed, enough information on the lower half and the underground city is provided for the DM to expand the adventure. After clearing the upper pyramid the players can become involved in the struggle for Cynidicea and, if they grow powerful enough, confront Zargon in his lair and destroy him.",
    "genre": [
      "Role-playing game"
    ],
    "author": "Tom Moldvay"
  },
  {
    "title": "Return to the Tomb of Horrors",
    "summary": " This module expanded significantly upon the plot of the original Tomb of Horrors, revealing that the tomb of the first adventure was merely an antechamber to the lich Acererak's true resting place, and the demilich \"slain\" in the first adventure was both decoy and key to proceeding further. The dust from the destroyed skull opened a way to the cursed city of Moil in a pocket universe of eternal darkness and ice, and beyond that to Acererak's fortress hovering at the edge of the Negative Energy Plane itself. Acererak is revealed in this publication to be near the completion of a multi-thousand-year project to achieve godhood, powered by souls consumed over the years. He now needs only three additional souls to complete the process, but they must be of exceptional purity and strength; to this end he constructed his tomb to serve as an ultimate challenge for heroes, hoping to winnow out all but the very best. He would then consume them when they reached the center of his fortress, where his own undead essence resides in his phylactery. If the player characters fail to defeat Acererak in the course of the adventure they themselves could wind up serving in this role.",
    "genre": [
      "Role-playing game"
    ],
    "author": ""
  },
  {
    "title": "Vecna Lives!",
    "summary": " The adventure concerns the lich Vecna and his disembodied hand and eye—both powerful magical artifacts. The arch-lich Vecna and his cult are plotting to change Oerth forever. The adventure starts with a scene in which the players play the City of Greyhawk's great Circle of Eight wizards. Vecna has ascended to demigod status, and serves as the ultimate foe for the adventurers in the module. Assuming the players are successful in defeating Vecna, he is transported to and imprisoned within the Ravenloft campaign setting.",
    "genre": [
      "Role-playing game"
    ],
    "author": "David \"Zeb\" Cook"
  },
  {
    "title": "Queen of the Spiders",
    "summary": " A new beginning was added to the adventure. Giants have been raiding civilized lands in increasing numbers, and the player characters have been asked to deal with them and also investigate the reasons or forces behind them. The first module (Steading of the Hill GIant Chief) takes place in a gigantic wooden fort populated by hill giants and ogres. Here the players also uncover evidence of an alliance with other types of giants, as well as some mysterious letters from those behind the scenes. The action moves to north to colder lands in the second module (Glacial Rift of the Frost Giant Jarl), the setting a system of caves clustered around a deep and narrow chasm in glacial ice. Here, the protagonists encounter frost giants, yeti and winter wolves among other monsters. The third chapter (Hall of the Fire Giant King) takes place in a volcanic region where King Snurre has assembled a horde of fire giants, trolls and hell hounds. A secret passage from this module leads deep into the earth, where the adventurers discover the true nature of the forces behind the raids - the drow in the service of Lolth the demoness. The next module, Descent into the Depths of the Earth, was on a larger scale than the others, and comprised a map covering many kilometres of a deep underground region, later known as the Underdark, with many unique monsters hitherto unknown to surface adventurers, including the drow, which had been considered legendary. Troglodytes, and new monsters jermlaine and svirfneblin (deep gnomes) made their first appearance in D&D literature. This is followed by Shrine of the Kuo-Toa, a subterranean complex populated by the Kuo-toa, a race of fish-frog monsters in the service of the lobster goddess Blibdoolpoolp. Finally, players make their way to the Vault of the Drow, a deep subterranean eldritch land in a huge cyst deep under the earth. The adventure is completed with Queen of the Demonweb Pits.",
    "genre": [
      "Role-playing game"
    ],
    "author": "Gary Gygax"
  },
  {
    "title": "Fantastic Locations: Dragondown Grotto",
    "summary": " In the first chapter, Spawnscale Nursery, the characters are told of (or discover) an underground complex used to rear abandoned dragon eggs. The self-styled dragonlord Meepo, a kobold fighter has taken charge of the hatchlings, raising them as siblings and has reputedly been selling them as mounts or guardians to various patrons. His dealings have been disrupted by the invasion of a group of hobgoblins and their mercenary blackscale lizardfolk allies who have retaken the complex in order to restore it to its original purpose as a temple to the evil dragon-god Tiamat. After overcoming the occupation force of monsters, the players may either fight Meepo and two of his young dragon charges, or they may elect to negotiate with him--leading them to discover the dark nature of Targan Klem (who they may or may not be working for) who intends to sacrifice the unborn dragons within the eggs as a sacrifice to appease the resurrected dracolich he intends to raise. They are informed that two magical eggs may be retrieved to aid in the defeat of the wizard, which when hatched will birth Aspects of the Five-headed evil Tiamat and the benevolent platinum dragon god Bahamut. Though the two dragon-gods hate one another, they will both fight against a threat to dragonkind as that posed by Klem. They are given a map to find the two eggs. The second chapter, Forest Cliff Lair, begins as the characters follow a nearby stream for a day's travel to make their way to the location of the first egg, the Egg of Bahamut, held in the lair of the female green dragon Sekkatrix. She has enslaved ogres and basilisks to defend her lair. They must obtain the egg and move on to the second objective, the Egg of Tiamat. In chapter three, Dragon Graveyard, the hunt for the Egg of Tiamat takes them to the edge of the forest, where the land flattens into an ashen waste. It is reputed that here a great lord of the dragons once ruled over the entire region. Other dragons have migrated to this place, either to die alongside the revered wyrm or to plunder the graveyard. The egg is located at the center of the waste, on a dais built within the upward jutting ribs of the old dragon king. It is protected by the bound spectres of those who have before tried to rob the treasure. As well, the area is patrolled by cadaver collectors and dragon skeletons. Having taken both eggs, the characters proceed to the last chapter, Dragondown Grotto, a grotto formed from a cave collapse where a cabal of wizards hunted down the dracolich centuries ago after having destroyed its phylactery. Targan Klem and his black dragon cohort Blackbone are in the midst of raising the dracolich, a former blue dragon named Tsaggest Darkweld, when the characters arrive. Blackbone, as well as a group of dragonnes try to keep the adventurers at bay until the spell is finished and the Dracolich is awakened. Klem attempts to continue the ritual until it is absolutely impossible to avoid combat.",
    "genre": [
      "Role-playing game"
    ],
    "author": "Ed Stark"
  },
  {
    "title": "Dwellers of the Forbidden City",
    "summary": " The adventure begins when the player characters hear reports of bandits waylaying and attacking caravans in a jungle region. Most of the ambushed merchants and guards have been killed, but the few who have returned alive tell fantastic stories about deformed plants and deadly beasts in the jungle. The stolen goods taken from the caravans provide an impetus for the characters to enter the jungles in search of this lost treasure. After a long and perilous journey, the player characters encounter some friendly native people and are invited to stay in their village. The characters learn from the village's chief about the dangers of creatures called the yuan-ti and their servants, the tasloi, and that these creatures recently kidnapped the chief's son, taking him into the jungle. The chief and village shaman tell the player characters about a \"forbidden city\" in the jungle which they believe houses the ghosts of their dead enemies, and they supply the characters with guides to show the party the way to this forbidden city. The adventuring environment in this module allows for both action and intrigue. The player characters can recruit allies from the various power groups and factions within the city, namely the bugbears, mongrelmen, and bullywugs, or else help pit these factions against each other for their own benefit.",
    "genre": [
      "Role-playing game"
    ],
    "author": "David \"Zeb\" Cook"
  },
  {
    "title": "Keep on the Shadowfell",
    "summary": " The village of Winterhaven in the Nentir Vale is being menaced by kobold raiders. The players are ambushed by these kobolds on their way to Winterhaven; upon arrival at Winterhaven they are asked to clean out the kobold's nest. The players soon discover the kobolds are a pawn of Kalarel, a priest of Orcus, Demon Prince of Undeath. Kalarel is lairing at a local ruined keep which contains a long-sealed rift to the Shadowfell, a plane of shadow and undeath; he plans to open this rift to connect the material world to Orcus' temple in the Shadowfell and thereby unleash an army of undead upon the unsuspecting region. The players journey to the keep and descend through its crypts, resulting in a final climactic confrontation with Kalarel.",
    "genre": [
      "Role-playing game"
    ],
    "author": "Bruce R. Cordell"
  },
  {
    "title": "City of the Spider Queen",
    "summary": " This 160-page book begins with an introduction on pages 3–9. According to the adventure background provided, drow priestesses are no longer receiving spells or guidance from their goddess, Lolth. While in most places, the drow have remained steadfast, the Underdark city of Maerimydra is in a state of unrest and has been invaded by a host of enemy creatures. Some of the desperate survivors have begun making raids on the surface world. The adventure outline provided states that the player characters will be investigating these raids, travelling through the Underdark and exploring the ruined city, fighting the creatures that have taken it over, ultimately fighting a priestess of the rival drow goddess Kiaransalee. Following the introduction is the four-chapter adventure scenario: Part 1: Spinning the Web, is on pages 10–44, Part 2: The Deep Wastes, is on pages 45–63, Part 3: Maerimydra\", is on pages 64–101, and Part 4: The Undying Temple\", is on pages 102-114. The book also features two appendices. Appendix 1: Monsters and Magic, on pages 115-130, features the statistics for several monsters used in the adventure, and also presents a number of spells and magic items. Appendix 2: Creature Statistics, on pages 131-160, contains a summary of the statistics for all the NPCs and monsters that appear throughout the adventure. Included in the back of the book are 16 one-page maps of various locations that the characters may explore as part of the adventure.",
    "genre": [
      "Role-playing game"
    ],
    "author": ""
  },
  {
    "title": "King of the Trollhaunt Warrens",
    "summary": " Set in and around the fictional coastal town of Moonstair, King of the Trollhaunt Warrens sees players combatting the menace of Skalmad, a self-declared king of the trolls who is able to repeatedly return from death through use of a magical cauldron. Players journey to Skalmad's warren in the Trollhaunt, return to Moonstair to repel an attack by Skalmad's troll army, and finally travel to the faerie realm of the Feywild to destroy the cauldron.",
    "genre": [
      "Role-playing game"
    ],
    "author": "Logan Bonner"
  },
  {
    "title": "The Sunless Citadel",
    "summary": " This 32-page book begins with a two-page introduction. According to the adventure background provided, the plot involves a fortress that became buried in the earth ages ago, and became known as the Sunless Citadel. In the citadel's core grows the terrible Gulthias Tree, shepherded by the twisted druid, Belak the Outcast. The Tree spawns magical life giving (and life stealing) fruit, as well as evil creatures known as twig blights. The adventure starts with player characters hearing rumors about the citadel while staying in the nearby small town of Oakhurst. The majority of the adventure then focuses on the characters exploring the citadel and encountering the malign creatures that have taken up residence within, such as kobolds and goblins. The characters eventually come upon the Twilight Grove and its blighted foliage, where they find the Gulthias Tree and encounter the druid Belak. He explains that the tree grew from a yet-green wooden stake that had been used to kill a vampire on that very spot, and the tree accepts humanoids bound to its bole as \"supplicants\", making the victims completely subservient to its will. A three-page appendix at the back of the book features statistics for all of the creatures encountered in the adventure, as well as three new magic items and the twig blights.",
    "genre": [
      "Role-playing game"
    ],
    "author": ""
  },
  {
    "title": "Lord of the Iron Fortress",
    "summary": " This 48-page book begins with a two-page introduction. According to the adventure background provided, the plot involves the Blade of Fiery Might once wielded by the sultan of the efreet, which was destroyed and scattered across the planes. Imperagon, a half-duergar/half-dragon and ruler of the Iron Fortress of Zandikar on the plane of Acheron, has been reforging the sword using the trapped spirits of the greatest forgemasters of history as slave labor. Imperagon intends to wield the ancient blade at the head of a great army to conquer and build a kingdom on the Material Plane, with allies among the drow, the illithids, and fellow natives of the evil Outer Planes. The adventure begins when the player characters investigate events involving local craftsmen, following the trail of clues to the city of Rigus, which leads into the plane of Acheron. Once there, the characters encounter formian settlers from Mechanus, whose hive can serve as a base of operations while preparing an assault on the Iron Fortress. If successful in defeating the golems and steel predators that guard the fortress, the characters may breach its walls and destroy Imperagon's works. The book contains four appendices. Appendix I contains the statistics for the non-player characters encountered throughout the adventure. Appendix II contains statistics for new monsters, including the axiomatic creatures template, the bladeling, and the steel predator. Appendix III contains statistics for two new spells and four new magic items (including the Blade of Fiery Might). Appendix IV contains statistics for four pregenerated player characters, recommended for use in case the players require extra player characters.",
    "genre": [
      "Role-playing game"
    ],
    "author": ""
  },
  {
    "title": "Forge of Fury",
    "summary": " The Forge of Fury is a dungeon crawl, a site-based adventure describing the stronghold of Khundrukar. The great dwarven smith Durgeddin the Black founded the secret stronghold within a great underground cavern system two hundred years ago when he and his clan were driven from his home by a horde of orcs and trolls. The orcs discovered the location of Khundrukar a century ago when they captured one of Durgeddin's clansmen, and raised a great army that stormed the stronghold and slew the dwarves, allowing its five levels to fall into ruins as goblins, orcs, and other monsters used the place as a base. Legends tell of the extraordinary blades Durgeddin forged in anger, enticing the player characters to come to the ruins of Khundrukar in search of these weapons.",
    "genre": [
      "Role-playing game"
    ],
    "author": "Richard Baker"
  },
  {
    "title": "The Gates of Firestorm Peak",
    "summary": " The Gates of Firestorm Peak begins in the Shirelands at the village of Longbridge, located in the foothills of the mountain range that contains Firestorm Peak. In prehistory, the Elder Elves thrived during a previous Age of the world, and created a magical laboratory under Firestorm Peak where they opened a gate to the Far Realm which opens every 27 years. Over time, the bizarre physical laws and alien madness of the other dimension began to warp the areas underneath the mountain. Three hundred years ago a colony of duergar settled nearby and became guardians of the corrupted area. Decades ago, the evil conjurer Madreus bypassed the duergar and gained mastery of the Far Realm creatures residing in the complex underneath Firestorm Peak. In the last five years, he gained control of the duergar, and his studies and experiments have begun to cause manifestations of warped behavior in nature and society to spread beyond the legendary mountain. If not stopped by the player characters, the gate will eventually provide Madreus with the energies and allies he needs to bring the Far Realm's madness to the rest of the world.",
    "genre": [
      "Role-playing game"
    ],
    "author": "Bruce R. Cordell"
  },
  {
    "title": "Dead Gods",
    "summary": " Dead Gods is composed of two adventures which revolve around the theme of death and resurrection of a god: \"Out of the Darkness\" and \"Into the Light\". Each adventure can be played separately, although the two plots can be woven together by the Dungeon Master. \"Out of the Darkness\" consists of nine chapters. Long ago, Orcus the tanar'ri lord of the undead had grown fat and inattentive towards his realm in the Abyss. The minor demipower Kiaransalee, drow goddess of vengeance, conspired against Orcus and slew him, supplanting his realm and position and even banishing his name across the planes. Orcus’ corpse lay dead on the Astral Plane for some time, until he began to stir in the not-so-distant past. His form changed to become thin, small and shadowy, but rather than being truly restored to life he had become an undead god much less powerful than before. Orcus eventually disappeared from the Astral and chose a new name for himself: Tenebrous. He sought to gain revenge on everyone in the multiverse, and raised his former demonic servants as undead called visages to gather information to aid in his vengeance. He returned to an old base of his, a fortress on the Negative Energy Plane, and on the plane of Arborea he found a magical force called the Last Word which was potent enough to slay even a god. Kiaransalee had sent two of her drow followers to bury his powerful artifact, the Wand of Orcus, in an unreachable vault of stone on the plane of Pandemonium. In his search for his Wand, Tenebrous used the Last Word to slay Primus, the lord of the modrons, and using Primus's form he began using the modrons to search for his Wand. When the modrons discovered the two drow who had buried the Wand, Tenebrous began making preparations to take back the Abyss. The player characters must follow the clues to discover Tenebrous's scheme and keep the Wand away from him long enough for the power of the Last Word to consume him; if they succeed, the characters must then stop one of Orcus's followers from reviving his corpse on the Astral Plane yet again, to conclude the adventure. \"Into the Light\" consists of three parts, and takes place in the city of Sigil. Many years ago, the last worshippers of a dead god brought the pieces of his body from the Astral Plane to Sigil and used the body to construct a monument of five standing stones. Some time later, when the significance of the monument had been forgotten, adherents of another religion built a temple around the standing stones; in time, this religion died out and was forgotten too. This church stood vacant for centuries until bought by a wealthy man named Cruigh Manathas, who ordered his workmen to tear it down. The workmen disappeared one day – unknown to all, they had been absorbed into the standing stones, as were those who came to investigate what happened to the workmen. Secretly, a fighter named Argesh Fiord has been in control of the situation and is using it in an attempt to foment a war between some of the city's factions in revenge for the death of his wife. The player characters must uncover Fiord's plot in order to resolve the matter and prevent the war.",
    "genre": [
      "Role-playing game",
      "Fantasy"
    ],
    "author": "Monte Cook"
  },
  {
    "title": "Dark Tower",
    "summary": " Dark Tower is an adventure which describes a dungeon contested over by followers of Set and Mitra and the surrounding lands. The module describes a village and four challenging dungeon levels in detail.",
    "genre": [
      "Role-playing game"
    ],
    "author": ""
  }
]