[
  {
    "title": "Junk",
    "summary": " The novel is told in the first person from various points of view; much of the narration is by Gemma and Tar, and takes place over the course of a few years in their lives. At the beginning of the story, Gemma is spending time with Tar, a gentle teenager who is planning to run away from home after suffering abuse at the hands of his father. Gemma is a rebellious 14 year old and, despite having loving parents, decides to leave home and join Tar in Bristol. In Bristol, Tar is introduced to Richard through Skolly, the tobacconist that took pity on Tar. Richard is a nervous, vegetarian anarchist, and he and his friends Vonny, a motherly character, and Vonny's boyfriend Jerry break into an abandoned house to squat there and invite Tar to stay with them. Tar is eager for them to meet Gemma as she arrives in Bristol; they are less pleased because they think Gemma is young and impulsive and would be better off at home with her parents. Gemma and Tar experiment smoking marijuana while they are living in the abandoned house. Tar phones his mother to let her know he's safe. However she makes him feel guilty for leaving her alone with his father, upsetting Tar greatly. Richard holds a party in the abandoned house and Tar and Gemma meet Lily, who enchants Gemma with her confidence and carefree attitude. Gemma and Tar leave to stay the night with Lily and her boyfriend Rob. While they are there, Lily and Rob encourage Gemma and Tar to smoke heroin with them, and they do, believing that only smoking it won't get them addicted. Tar and Gemma live with Lily and Rob for a long time, their heroin smoking habit turning into long-term addiction. They are joined by Sally, another heroin addict. Lily becomes pregnant and this inspires them into attempting to quit by going cold turkey, however they fail after only a day. Lily continues to inject heroin while pregnant. Lily, Gemma and Sally work as prostitutes in a massage parlour to fund their addiction. After getting arrested, Tar is sent to a rehabilitation centre. Once out, he declares himself clean, but after going back to the flat with Gemma, Lily and Rob, he takes heroin again. The catalyst comes after Tar and Gemma are found with heroin again; Tar takes the blame and this time is sent to prison. Gemma, now pregnant with Tar's baby, allows Vonny to get in touch with her mother, who asks Gemma to come home and have the baby with the help of her parents. She agrees, and after 3 and a half years she is back at home. Her story ends with her clean and heroin-free, bringing up the baby without Tar because she doesn't trust him to stay off the drugs. Tar, once out of prison, slowly weans himself off methadone and settles down with a girlfriend, visiting his and Gemma's daughter every few months.",
    "genre": [
      "Literary realism",
      "Children's literature",
      "Young adult literature"
    ],
    "author": "Melvin Burgess"
  },
  {
    "title": "A Hazard of New Fortunes",
    "summary": " The book, which takes place in late 19th century New York City, tells the story of the dispute between a self-made millionaire and a social revolutionary, with a third man futilely attempting to mediate the tense situation. The main character of the novel, Basil March, is a neutral character from whose viewpoint the reader experiences much of the story. He resides in Boston with his wife and children. The March family is persuaded by March's idealistic friend Fulkerson to move to New York to help him start a new magazine, where the writers benefit in a primitive form of profit sharing. After some deliberation, the Marches move to New York and begin a rather extensive search for a perfect apartment. After many exhausting weeks of searching, Basil finally settles on an apartment full of what he and his wife refer to as \"gimcrackery\"--trinkets and decorations that do not appeal to their upper-middle-class tastes. Work at the new magazine, entitled Every Other Week begins. The magazine is bankrolled by a millionaire named Dryfoos, who made it rich after discovering natural gas on his farm in the Midwest, and who is now making money on Wall Street. Dryfoos' son, Conrad, becomes the business manager of the magazine. An illustrator by the name of Angus Beaton, an old friend of Fulkerson's, is chosen to head the art department. Beaton chooses Alma Leighton, for whom he has feelings, to illustrate the cover of the first issue. Berthold Lindau, an old friend of Basil March's and a veteran of the American Civil War, becomes the translator. He knows many languages, so he selects and translates Russian, French, and German stories to publish in the magazine. Lindau lost his hand in a Civil War battle, fighting for the north because he was a strong abolitionist and an idealistic American immigrant. Colonel Woodburn, a wealthy Southerner, and his daughter move to New York and become involved with the newspaper when their social circle connects with the magazine's; they board with Alma Leighton and her mother. Fulkerson decides that he would like to publish some of Colonel Woodburn's pro-slavery writings in Every Other Week, because he believes it would sell more copies of the new magazine. At a dinner banquet, the personalities of Dryfoos the capitalist, Lindau the socialist, and Colonel Woodburn the pro-slavery advocate clash. Lindau fiercely criticizes Dryfoos, expressing his harshest feelings in German to March, because he does not think anyone else at the table speaks German. Later we learn that Dryfoos speaks German, and he was insulted by Lindau's comments. In the end of the book, the New York City streetcar drivers strike. The strike, similar to the Hay Market Square Riot, turns into a riot. Conrad Dryfoos, already a humanitarian helping the poor and working class, is charmed by the lovely Margaret Vance, who shares his values of charity. She encourages Conrad to try to end the strike by telling all sides to desist. While attempting to stop a policeman from beating the aged and disabled Lindau, Conrad is fatally shot. March emerges from a streetcar to see the fallen men lying on the street next to each other. Dryfoos grieves the loss of his son. After further amputation of his already disabled arm, Lindau dies with Margaret Vance at his side. Dryfoos, who has always used money to separate himself from pain, sells the magazine to Fulkerson and March for an extremely low price and takes his remaining family to Europe.",
    "genre": [
      "Literary realism",
      "Fiction"
    ],
    "author": "William Dean Howells"
  },
  {
    "title": "The House with the Green Shutters",
    "summary": " *Chapter I. On a weekday morning at eight, Gourlay's twelve carts set off together, and are watched by all in the Square. *Chapter II. Describes how Gourlay dominates the carrying business in the town, and how his rights to the local quarry (due to expire in two years) were granted to him by the Laird of Templandmuir. Introduces Toddle, the Deacon, the Provost, and Coe. *Chapter III. Introduces his 12-year-old son, John Gourlay, and describes the House with the Green Shutters. *Chapter IV. Introduces Mrs Gourlay and her daughter Janet. The orra man, Jock Gilmour, hits John, then quarrels with his mother and father. He is dismissed. *Chapter V. Gilmour boasts to the \"bodies\" about the quarrel. They talk about how Gourlay was cheated by his builder Gibson. Later, when Gourlay passes, the bodies, led by the Deacon, ask him for access to his property in order to tap a spring, which would provide running water for the town. He refuses. *Chapter VI. After John passes on his way to school, the bodies start discussing him. Johnny Coe tells the story of the boy's birth, when Jock Gourlay's stubbornness endangered his life. *Chapter VII. At noon, John is hurt by Swipey Broon, and he runs away from school. *Chapter VIII. John runs home and hides in the attic. After Janet comes home from school, he goes downstairs to find his father showing off his new fender to Grant of Loranogie. *Chapter IX. James Wilson returns to Barbie after fifteen years' absence, during which he has become a successful businessman. He accosts Gourlay, who slights him. *Chapter X. James Wilson moves into town. He converts Rab Jamieson's barn into an Emporium. *Chapter XI. Wilson's business encroaches on Gourlay's. When Wilson spoils his bargaining, Gourlay is so angry that he accidentally breaks his own walking-stick. *Chapter XII. Templandmuir, on Wilson's request, asks Gourlay to attend a public meeting about the new railway. At the meeting, Gourlay is humiliated; after he storms out, Templandmuir takes the opportunity to tell him his lease of the quarry will not be renewed. Gourlay, furious, returns home and hits his wife. *Chapter XIII. Four years have passed since Wilson's arrival. Johnny Gibson helps Wilson lay a plan to keep Gourlay's carts busy, so that he will later miss a better opportunity which Wilson can make use of. This is done by having him sign a contract eight weeks in advance. Once Gourlay realises he has been tricked, he refuses to honour the contract. When Gibson remonstrates with him, Gourlay throws him through the window of the Red Lion Inn. *Chapter XIV. In order to keep up with the Wilsons, Gourlay has sent his son to the High School of Skeighan. John often plays truant; one day, when his father catches him, he drags him to the school and throws him at the headmaster. *Chapter XV. Gourlay's pony \"Tam\" dies. Forced to use the bus, he overhears that Wilson's son is to go to Edinburgh to study, and Gourlay resolves to send John there too. *Chapter XVI. John takes the train to Edinburgh. A description of his impressionable character. *Chapter XVII. John and young Jimmy Wilson are invited to dinner by Jock Allan, where they meet Tarmillan, Logan, Tozer and old Partan. The conversation turns to Bauldy Johnston, an acquaintance, and his skill at phrase-making. *Chapter XVIII. In his second year at Edinburgh, John wins the Raeburn Prize for his essay on \"An Arctic Night.\" *Chapter XIX. John returns home at night, very proud. He notices that his mother is perhaps not well. *Chapter XX. He struts around Barbie, smoking cigarettes. During his summer holidays, he acquires a habit of drinking to excess. *Chapter XXI. John is scandalously drunk. *Chapter XXII. John leaves for Edinburgh, slighting the Deacon as he goes. Gourlay is forced to dismiss his last worker, Peter Riney. *Chapter XXIII. John is expelled from the University. What with the serious illnesses of Janet and Mrs Gourlay, the family is on the brink of financial ruin. *Chapter XXIV. Gourlay receives a letter informing him of his son's disgrace. On his way to borrow £80 from Johnny Coe, the \"bodies\" of Barbie watch him and make veiled insults. *Chapter XXV. Gourlay confronts his son and there is a ferocious brawl. John takes momentary refuge at the Red Lion, but gets into a fight with Brodie. On his return, they grapple again, and John hits his father with the huge poker, killing him instantly. *Chapter XXVI. They send for the doctor, claiming that Gourlay fell from the ladder. John starts to go insane. Mrs Gourlay discovers that their mortgage is to be foreclosed. John is sent to Glasgow to see if anything can be done. *Chapter XXVII. John returns, without success. He poisons himself. After discovering his body, both Janet (who has tuberculosis) and Mrs Gourlay (who has breast cancer) poison themselves. Their corpses are discovered the next morning.",
    "genre": [
      "Literary realism"
    ],
    "author": "George Douglas Brown"
  },
  {
    "title": "A Modern Instance",
    "summary": " The novel explores the deterioration of what could have been an otherwise healthy marriage through industrial enterprise and capitalistic greed. The story chronicles the rise and fall of the romance between Bartley Hubbard and Marcia Gaylord, who migrate from Equity, Maine to Boston, Massachusetts following their marriage. The reader believes at the beginning of the story that their love for each other is unbreakable, but as the plot advances, more and more troubles arise, alienating the couple. Soon their entire marriage collapses, inundated with problems from a wide array of areas. Marcia Hubbard, lost and desolate in the gloom of her husband's abandonment, is offered solace in the comforting touch of her friend Ben Halleck, who secretly is attracted to her. However, he worries that she may reject him, unable to move on from her previous partner. The story concludes in a meaningless vortex of isolation representing modern society. Marcia Hubbard, still attached to Bartley, confines herself to her father's home in Equity, Maine, from which she never leaves. Bartley, on the other hand, has died. Ben Halleck stands hesitantly, unable to determine whether or not he should seize the chance and propose to her.",
    "genre": [
      "Literary realism",
      "Fiction",
      "Romance novel",
      "Novel"
    ],
    "author": "William Dean Howells"
  },
  {
    "title": "Stone Cold",
    "summary": " A young homeless boy, using the name of Link, recounts how he became homeless after his dad had left him and his mother. Subsequently, Link's mother began seeing Vince, a largely abusive man with a grudge against Link and his sister, Carole. After an argument, Carole moves out to live with her boyfriend. Despite the tension at home, Link performs well at school, successfully getting 5 GCSEs. But he fails to get a job and he sets his mind on leaving home like his sister. Link, however, has nowhere else to go, and is forced onto the streets, facing further hardships due to the close-knit nature of his community. He decides to travel to London instead, with £150 of savings and a sleeping bag on his back. After arriving in London, Link decides on a fresh start, finding a room and a job being top of his priorities. A local newsagent advertises a bedsit with negotiable rent, but due to the landlord's nature, Link is bullied into taking the room at a hefty cost; a fortnight's rent costs him two-thirds of his money. The scruffy, un-ironed clothes work little to Link's favour during job interviews, and Link is left unemployed and depressed after just 2 weeks. With only £9 left, Link is thrown out of the bedsit by the landlord and onto the streets. Facing the dangers of London's streets, Link is mugged for his watch, verbally abused and left without anywhere to sleep on a cold winter's night. Finding a small doorway, Link meets another homeless boy, the streetwise Ginger. Their relationship grows, and Ginger teaches Link how to survive on the streets. Meanwhile, a man nicknamed Shelter starts a spree of murders, targeting the homeless of London. Shelter, a discharged army veteran, served for twenty-nine years, being discharged on mental health grounds. He chooses to \"clean up\" the streets by luring homeless people into his home before killing them and hiding the bodies under his floorboards. Shelter plans very meticulously. He starts small and tries not to create a pattern in his killings so he cannot be tracked down. By buying a flat and a cat (because \"owning a cat is unthreatening\") he manages to lure many of the homeless to their deaths with promises of a warm shower and something to eat. While begging on the streets of London, Link and Ginger meet Shelter when they ask him for any spare change. Shelter replies in his usual manner; \"Change! I'd change you if I had you in khaki for 6 weeks!\". As they walk away he hears them laugh (although this is not mentioned by Link), greatly angering Shelter in the process. Due to these events, the pair become his targets – Laughing Boy One (Ginger) and Laughing Boy Two (Link). Ginger streetwise decides to meet up with some friends, but upon returning, Shelter persuades him to come to his flat, saying that Link is there lying on the floor after an accident. Once there, Shelter kills the hysterical Ginger. After some time, Link believes Ginger has gone off with his \"real friends\" and that he is on his own again. Shortly after this, Link meets a young girl, Gail, commenting that she is the best-looking \"dosser\" he has ever seen. He finds himself falling hopelessly in love with her. Link instinctively notices something \"off\" about Gail, but he does not act upon it, hoping not to lose another friend. After a series of events involving the family of Shelter's victims searching for their missing children, the same story is always given; an old man was seen matching the description of Shelter walking away with the victim. Link believes Ginger has met the same fate, and chooses to spy on Shelter. After an argument with Gail, Link observes Shelter alone, allowing Shelter to lure Link into the flat. In the ensuing struggle, Link manages to smash Shelter's window, which Gail notices, and informs the police; Shelter is caught in the act of attempted murder, and given life imprisonment. Gail tells Link that she does love him but reveals her true identity; she is in fact, an undercover reporter. Gail leaves Link with a handful of banknotes, and Link is left homeless and alone once again with an uncertain future.",
    "genre": [
      "Literary realism",
      "Young adult literature",
      "Horror"
    ],
    "author": "Robert Swindells"
  },
  {
    "title": "Sea Change",
    "summary": " Cam Renton has been an apprentice seaman for a year when he arrives at Liverpool to join the crew of the Langdale, a cargo ship heading for Barbados and the Spanish Main. He is working towards becoming an officer and someday captain of his own ship. Because he is dissatisfied with the progress of his training, he asks the Chief Mate for assignment to one of the night watches rather than to routine day-work. The mate gives him short shrift, and during the outward voyage the two are at odds. Rankling under a sense of injustice, Cam devises a scheme to make the mate think he is haunted by a whistling poltergeist. However, he soon realizes this is childish and futile. When they reach the Venezuela, Cam takes a rare opportunity to go ashore at Boca del Sol, a fictional seaport. He and his bunkmate Rusty find themselves in the local prison after a misunderstanding. Cam executes a daring escape, but Captain Carey already has the matter well in hand, and he tells Cam a few home truths showing him that he is getting an excellent training in seamanship, thanks to the mate. Afterward Cam starts to work and study in earnest, and his knowledge of navigation and semaphore are put to use when he becomes part of a skeleton crew aboard a salvaged derelict.",
    "genre": [
      "Literary realism",
      "Sea story",
      "Children's literature",
      "Fiction",
      "Novel"
    ],
    "author": "Richard Armstrong"
  },
  {
    "title": "Thunder and Lightnings",
    "summary": " Andrew Mitchell moves to Tiler's Cottage in East Anglia. He goes to his new school and meets Victor Skelton in G.S. The two slowly become friends, and do things together like go to RAF Coltishall and see the aeroplanes, which are English Electric Lightnings. Victor is devastated when he discovers that his beloved Lightnings are to be replaced with Jaguars.",
    "genre": [
      "Literary realism",
      "Children's literature"
    ],
    "author": "Jan Mark"
  },
  {
    "title": "Handles",
    "summary": " Erica Timperley, a city girl who loves motorcycles, is bored with her holiday in Norfolk where her Uncle and Aunt grow acres of vegetables. Then she sees a cat with false teeth and discovers Mercury Motor Cycles, an unusual motorcycle repair shop down an alley. There she meets the enigmatic young man \"Elsie\" Wainwright, who allows her the honour of helping out in the workshop. Apart from beginning to learn the trade, Erica learns a whole new arcane vocabulary and meets an array of curious characters including Bunny and Bill Birdcycle. Eventually she gets a \"handle\" of her own, and by the end of the summer is determined to become a mechanic.",
    "genre": [
      "Literary realism",
      "Children's literature"
    ],
    "author": "Jan Mark"
  }
]