[
  {
    "title": "The Little Engine That Could",
    "summary": " In the tale, a long train must be pulled over a high mountain. Larger engines, treated anthropomorphically, are asked to pull the train; for various reasons they refuse. The request is sent to a small engine, who agrees to try. The engine succeeds in pulling the train over the mountain while repeating its motto: \"I-think-I-can\". The story of the little engine has been told and retold many times. The underlying theme is the same &mdash; a stranded train is unable to find an engine willing to take it on over difficult terrain to its destination. Only the little blue engine is willing to try and, while repeating the mantra \"I think I can, I think I can,\" overcomes a seemingly impossible task. An early version goes as follows: A little railroad engine was employed about a station yard for such work as it was built for, pulling a few cars on and off the switches. One morning it was waiting for the next call when a long train of freight-cars asked a large engine in the roundhouse to take it over the hill. \"I can't; that is too much a pull for me,\" said the great engine built for hard work. Then the train asked another engine, and another, only to hear excuses and be refused. In desperation, the train asked the little switch engine to draw it up the grade and down on the other side. \"I think I can,\" puffed the little locomotive, and put itself in front of the great heavy train. As it went on the little engine kept bravely puffing faster and faster, \"I think I can, I think I can, I think I can.\" As it neared the top of the grade, which had so discouraged the larger engines, it went more slowly. However, it still kept saying, \"I—think—I—can, I—think—I—can.\" It reached the top by drawing on bravery and then went on down the grade, congratulating itself by saying, \"I thought I could, I thought I could.\"",
    "genre": [
      "Picture book",
      "Children's literature"
    ],
    "author": "Watty Piper"
  },
  {
    "title": "Jenny lives with Eric and Martin",
    "summary": " The story describes a few days in the life of a five-year-old named Jenny, her father, Eric, and his boyfriend Martin who lives with them. Jenny's mother Karen lives nearby and often visits the household. The book covers such small adventures as * Jenny, Eric and Martin going to the laundrette together * Jenny, Martin and Karen preparing a surprise birthday party for Eric * Eric and Martin having a small quarrel and making up * A woman expressing homophobic disgust when passing the family in the street. This is the subject of a later discussion between Eric and Jenny.",
    "genre": [
      "Picture book",
      "Children's literature"
    ],
    "author": "Susanne Bösche"
  },
  {
    "title": "The Giving Tree",
    "summary": " The Giving Tree is a tale about a relationship between a young boy and a tree. The tree always provides the boy with what he wants: branches on which to swing, shade in which to sit and apples to eat. As the boy grows older, he requires more and more of the tree. The tree loves the boy very much and gives him anything he asks for. In an ultimate act of self-sacrifice, the tree lets the boy cut it down so the boy can build a boat in which he can sail. The boy leaves the tree, now a stump. Many years later, the boy, now an old man, returns, and the tree sadly says: \"I'm sorry, boy... but I have nothing left to give you.\" But the boy replies: \"I do not need much now, just a quiet place to sit and rest.\" The tree then says, \"Well, an old tree stump is a good place for sitting and resting. Come, boy, sit down and rest.\" The boy obliges and the tree is very happy.",
    "genre": [
      "Picture book",
      "Children's literature",
      "Fiction"
    ],
    "author": "Shel Silverstein"
  },
  {
    "title": "The Tale of Peter Rabbit",
    "summary": " The story focuses on a family of anthropomorphic rabbits, the widowed mother rabbit cautioning her young against entering a vegetable garden grown by a man named Mr. McGregor, who had baked her deceased husband into a pie. Whereas her three daughters obediently refrain from entering the garden, her rebellious son Peter defies his mother by trespassing into the garden to snack on some vegetables, losing his clothes along the way. While there, Peter is caught by Mr. McGregor and finds difficulties in wriggling beneath the opening in the fence through which he'd managed to slide past earlier to invade the garden, and later finds that his abandoned clothing articles were used to dress Mr. McGregor's scarecrow. After returning home, a sickened Peter is bedridden by his mother whereas his well-behaved sisters receive a sumptuous dinner of milk and berries as opposed to Peter's supper of chamomile tea.",
    "genre": [
      "Picture book",
      "Children's literature",
      "Fantasy",
      "Fiction"
    ],
    "author": "Beatrix Potter"
  },
  {
    "title": "The Polar Express",
    "summary": " As the story starts off, a young boy, who used to adore Christmas, hears a train whistle roar. To his astonishment, he finds the train is waiting for him. He sees a conductor who then proceeds to look up at his window. He runs downstairs. He opens the door. The conductor asks him “Well? Are you coming?”. He asks, \"Where?\" and the conductor replies \"Why, to the North Pole, of course!\" The boy then boards the train, which is filled with chocolate and candy, as well as many other children in their pajamas. As the train reaches the North Pole, the boy and the other children see thousands of Christmas elves gathered at the center of town waiting to send Santa Claus on his way. The boy is handpicked by Santa to receive the first gift of Christmas. Realizing that he could choose anything in the world, the boy asks for one bell from one of the reindeer's harnesses. The boy places the bell in the pocket of his robe and all the children watch as Santa takes off into the night for his annual deliveries. Later, on the train ride home, the boy discovers that the bell has fallen through a hole in his pocket. The boy arrives home and goes to his bedroom as the train pulls away. On Christmas morning, his sister finds a small package for the boy under the tree, behind all of the other gifts. The boy opens the box and discovers that it is the bell, delivered by Santa who found it on the seat of his sleigh. When the boy rings the bell, both he and his sister marvel at the beautiful sound. His parents, however, are unable to hear the bell and remark that it must be broken. The book ends with a famous quote, also promoted to the film based on it:",
    "genre": [
      "Picture book",
      "Children's literature",
      "Fiction"
    ],
    "author": "Chris Van Allsburg"
  },
  {
    "title": "Mirette on the High Wire",
    "summary": " Mirette lives in a boardinghouse in France. One day her life is changed by a man named Bellini, a famous tightrope walker, who teaches Mirette how to walk on a tightrope.",
    "genre": [
      "Picture book",
      "Children's literature",
      "Fiction"
    ],
    "author": "Emily Arnold McCully"
  },
  {
    "title": "Where The Wild Things Are",
    "summary": " A young boy named Max, after dressing in his wolf costume, wreaks havoc through his household and is disciplined by being sent to his bedroom. As he feels agitation with his mother, Max's bedroom undergoes a mysterious transformation into a jungle environment, and he winds up sailing to an island inhabited by malicious beasts known as the \"Wild Things.\" After successfully intimidating the creatures, Max is hailed as the king of the Wild Things and enjoys a playful romp with his subjects; however, he decides to return home, to the Wild Things' dismay. After arriving in his bedroom, Max discovers a hot supper waiting for him.",
    "genre": [
      "Picture book",
      "Children's literature",
      "Fantasy",
      "Speculative fiction",
      "Fiction"
    ],
    "author": "Maurice Sendak"
  },
  {
    "title": "Make Way For Ducklings",
    "summary": " The story begins as Mr. and Mrs. Mallard fly over various potential locations to start a family. Each time Mr. Mallard selects a location, Mrs. Mallard finds something wrong with it. Tired from their search, the mallards land at the Public Garden Lagoon to spend the night. In the morning, a swan boat passes by the mallards. The mallards mistake the swan boat for a real bird and have a second breakfast of peanuts thrown from the people on the boat. Mrs. Mallard suggests that they build their nest in the Public Garden. However, just as she says this, she is nearly run down by a passing bicyclist. The mallards continue their search, flying over Boston landmarks such as Beacon Hill, the Massachusetts State House, and Louisburg Square. The mallards finally decide on an island in the Charles River. From this island, the mallards visit a policeman named Michael on the shore, who feeds them peanuts every day. Shortly thereafter, the mallards molt, and would not be able to fly again, until their new wings grew again, and Mrs. Mallard hatches eight ducklings named Jack, Kack, Lack, Mack, Nack, Ouack, Pack, and Quack. After the ducklings are born, Mr. Mallard decides to take a trip up the river to see what the rest of it is like. Mr. and Mrs. Mallard agree to meet at the Public Garden in one week. In the meantime, Mrs. Mallard teaches the eight ducklings all they need to know about being ducks, such as swimming, diving, marching along, and to avoid dangers such as bicycles and other wheeled objects. One week later, Mrs. Mallard leads the ducklings ashore and straight to the highway in hopes of crossing to reach the Garden, but she has trouble crossing as the cars will not yield to her. Michael, the policeman who fed peanuts to the Mallards, stops traffic for the family to cross. Michael calls police headquarters and instructs them to send a police car to stop traffic along the route for the ducks. The ducks cross the highway, Embankment Road (the eastern extension of Storrow Drive), then proceed down Mount Vernon Street to Charles Street where they head south to the Garden. The people on the streets admire the family of ducks and compliment them for being a family that is sticking together. When the family must cross Beacon Street to enter the Garden, there are four policeman standing in the intersection stopping traffic to make way for the ducklings. Mr. Mallard is waiting in the Public Garden for the rest of the family. Finally, the family decides to stay in the Garden and lives happily ever after. They end each day searching for peanuts and food, and when night falls, they swim to their little island and go to sleep.",
    "genre": [
      "Picture book",
      "Children's literature",
      "Fiction"
    ],
    "author": "Robert McCloskey"
  },
  {
    "title": "The Very Hungry Caterpillar",
    "summary": " A green baby caterpillar hatches from an egg, and from birth he experiences a humongous and perpetual craving for food. He consumes enormous quantities of multiple different types of foods until inadvertently nauseating itself, so he spins a cocoon in which he remains for the following two weeks. Later, the caterpillar emerges as a bright, colorful butterfly with big gorgeous multi-colored wings.",
    "genre": [
      "Picture book",
      "Children's literature",
      "Fiction"
    ],
    "author": "Eric Carle"
  },
  {
    "title": "The Enormous Crocodile",
    "summary": " One day an enormous crocodile goes tramping through the forest telling all the animals he's going to eat children. The animals tell him that it's a horrible thing to do but he tries to use his tricks to eat the tasty children nonetheless. However, every time he tries, the animals of the forest save the children. Later on, Trunky the elephant kills the crocodile by swinging him around in the air by his tail and letting him go until he flies into the sky and crashes headlong into the Sun. It is in the style of a picture book in contrast to Dahl's other books, illustrated by Quentin Blake. It was first published in 1978. A TV series based on the book is expected to come out sometime in 2012.",
    "genre": [
      "Picture book",
      "Children's literature",
      "Speculative fiction",
      "Short story",
      "Fantasy",
      "Fiction"
    ],
    "author": "Roald Dahl"
  },
  {
    "title": "The Poky Little Puppy",
    "summary": " Instead of following his siblings when they all sneak out to play, the Poky Little Puppy lags behind to observe other things. In the beginning, his independence is rewarded. The puppies had all dug a hole underneath the fence to escape from their yard, but only the Poky Little Puppy's siblings are caught. The Poky Little Puppy avoids punishment because he's off exploring as his mother scolds his siblings, and he comes home alone after everyone is asleep. The Poky Little Puppy then eats the rice pudding that the mother was planning to give all the puppies but withheld because of the fence-digging incident. This pattern then repeats itself, only with chocolate custard for dessert instead of rice pudding. Only at the end of the book does fate catch up with the Poky Little Puppy. When the puppies are sent to bed without dessert a third time, they wait until they think their mother is sleeping, then sneak out of bed and fill in the hole they'd dug under the fence. She sees them doing this and rewards them with strawberry shortcake. The Poky Little Puppy not only arrives too late to get any strawberry shortcake, but is forced to squeeze between the fence boards since the hole has been filled in. The book concludes with Poky Little Puppy going to bed without a bite and feeling \"very sorry for himself.\" The next day there is a sign outside that says \"NO DESSERTS EVER UNLESS PUPPIES NEVER DIG HOLES UNDER THIS FENCE AGAIN!\"",
    "genre": [
      "Picture book"
    ],
    "author": "Janette Sebring Lowrey"
  },
  {
    "title": "The Stinky Cheese Man and Other Fairly Stupid Tales",
    "summary": " The star of the book is Jack of Jack and the Beanstalk, who tells the stories and deals with the rest of the cast. There's a very annoying Little Red Hen - a parody of the fairy tale of the same name - who comes in to complain about no one helping her make her bread and because she doesn't have a story in this book. Chicken Licken believes that the sky is falling, but it is the table of contents tumbling on her head. Jack introduces Little Red Running Shorts, a counterpart of Little Red Riding Hood, by blurting out the entire story -- including the ending -- so she refuses to be in it. The Stinky Cheese Man, a counterpart of The Gingerbread Man, is afraid to be near anyone because he thinks they will eat him . . . though they are really trying to get away from his horrid smell... A smell of dank cabbage. In the middle of the book, the Little Red Hen comes up to complain that there's still no one to help make her bread and ask again for her story. Jack ignores her and starts to introduce his story, when the giant climbs down the beanstalk to gripe that he doesn't like the story. The giant then tells an extremely nonsensical story using random sentences and picture clippings from parts of a book. Jack jeers at this improvisation, and tells an excruciatingly long story (that never ends until the end of the book) in order to not have the giant grind his bones. Also in the book are \"The Princess and the Bowling Ball\", \"The Other Frog Prince\", \"The Really Ugly Duckling\", \"Cinderumplestiltskin\" and \"The Tortoise and the Hair\". In the first, a retelling of The Princess and the Pea, the Prince finally finds a girl he really loves. Sick of his parents rejecting potential wives when they don't feel a pea under one hundred mattresses, he slips his bowling ball under her mattresses when his parents have her over. In \"The Other Frog Prince\", the princess kisses the frog: he says \"I was just kidding,\" and hops back in the lake. \"The Really Ugly Duckling\" is Hans Christian Andersen's The Ugly Duckling, where the ugly duckling grows up to be a really ugly duck, rather than a swan. \"Cinderumplestiltskin\" combines Cinderella and Rumplestiltskin into a tale where an imp comes to Cinderella and offers to spin straw into gold. Cinderella rejects his offer, and when he wants her to guess his name she shoos him out, saying she's not allowed to talk to strangers. In \"The Tortoise and the Hair\", a telling of The Tortoise and the Hare, the Hare says he can grow his hair (one on the top of his head) faster than the Tortoise can run. So they race, and race and race, this story has no ending, the last words of it being \"not the end\". At the very end of the book Jack successfully lulls the giant to sleep and is about to sneak away when the Little Red Hen pops in, griping that she still never got her story or her loaf of bread, and asking who will help her eat the bread now. The giant wakes and uses the bread to make a sandwich out of the Hen, Jack flees, and the book ends. The foreword includes a parody of Goldilocks and the Three Bears as an example of a \"Fairly Stupid Tale\". Also, the table of contents includes the title, \"The Boy Who Cried Cow Patty,\" a story nowhere in the book. The latter story was printed on the back of the dust jacket for the book's tenth anniversary edition (whereas the original edition had the Little Red Hen complaining about buying this book while asking who \"this ISBN guy\" is and complaining that she's only in three of the pages as a book pun). There are lots of other book puns such as one of the pages being upside-down. Also a surgeon general's warning saying \"It has been determined that these tales are fairly stupid and probably dangerous to your health.\" The title for the Other Frog Prince is crooked because it's on the frog's sticky tongue. When Little Red Running Shorts quits her story she walks right out of her own story. The Giant talks in uppercase letters when he says \"I'LL GRIND YOUR BONES TO MAKE MY BREAD!\" The Giant and Jack make a cameo in Cinderumpelstiltskin.",
    "genre": [
      "Picture book",
      "Children's literature"
    ],
    "author": "Jon Scieszka"
  },
  {
    "title": "Many Moons",
    "summary": " Many Moons is about a sick princess who wants the moon. The princess is perhaps more sick at heart than body. Her father, the king, is enraged when the wizards, the Lord High Chamberlain, and the mathematician court can't get the moon. In the end, it is the jester who realizes that the princess thinks the moon is only as big as her thumbnail and made of gold, so he goes to the goldsmith, who makes a necklace with a gold sphere on it. The jester gives it to the princess. The King then worries that she will see the moon in the sky that night and realize that the necklace was not the real moon. The jester goes to check on her. The princess thinks that whenever something is taken, it is replaced, like her tooth, a unicorn's horn, and flowers.",
    "genre": [
      "Picture book",
      "Children's literature",
      "Fiction"
    ],
    "author": "James Thurber"
  },
  {
    "title": "Chicka Chicka Boom Boom",
    "summary": " The lower-case letters climb up a coconut tree in alphabetical order, until the tree bends so much that the letters fall to the ground. Capital letters (the older relatives of the letters climbing the tree) come to help them. Again alphabetically, it describes each letter's injury, including: *\"D\" having skinned-knee *\"E\" having a stubbed toe *\"F\" becoming patched up *\"H\" and \"I\" getting tangled together *\"L\" being knotted like a tie *\"M\" being looped *\"N\" being stooped *\"O\" being twisted; alley-oop *\"P\" having a black eye *\"T\" having a loose tooth The book is notable for its rhyming structure which is reminiscent of the jazz vocal improvisation technique known as scat singing. An audio book version is also available. It inspired a 2004 sequel, Chicka, Chicka, 1, 2, 3. A board book for toddlers, entitled Chicka, Chicka ABC was published in 1990 and contains the first half of the full story.",
    "genre": [
      "Picture book",
      "Children's literature"
    ],
    "author": "John Archambault"
  },
  {
    "title": "Corduroy",
    "summary": " The book tells the story of a teddy bear named Corduroy, displayed on a toy shelf in a department store. One day, a girl named Lisa arrives in the store with her mother and spots the bear. She is willing to buy him, however, her mother declines to spend more money and notes that a button is missing from his overalls. After they leave, Corduroy decides to find the missing button by himself and embarks on a trip around the department store after it closes in the evening. He goes upstairs and finds furniture he had never seen before, including beds and mattresses. Thinking that one of the mattress buttons is the one he is missing, he pulls it hard and eventually falls down from the bed, making noise. The store guard arrives, finds the bear and puts him back in place. The next day, Lisa comes back with the money she had found in her piggy bank and buys Corduroy. At home, she sews a button on his shoulder strap and the book ends with them saying that they had always wanted a friend and hugging each other.",
    "genre": [
      "Picture book",
      "Children's literature"
    ],
    "author": "Don Freeman"
  },
  {
    "title": "Kermit the Hermit",
    "summary": " One day, when Kermit attempts to gain another unnecessary thing, he is almost buried by a dog, but is saved by a poor boy. Kermit is grateful and wants to thank the boy, but cannot think of a way to do so until he finds a chest of gold. As he stores the gold pieces in his cave, he slowly gives up one thing at a time, until he has all the gold and no more possessions in his cave. With the help of the pelican, Kermit drops coins down the boy's chimney. The boy's family becomes rich and Kermit learns the value of sharing.",
    "genre": [
      "Picture book",
      "Children's literature"
    ],
    "author": "Bill Peet"
  },
  {
    "title": "Officer Buckle and Gloria",
    "summary": " A rather boring police officer named Officer Buckle is assigned to take a police dog named Gloria to his safety speech at the local school. Until that time, whenever Officer Buckle tried to tell schools about safety everyone fell asleep. Then, unbeknownst to Officer Buckle (literally, behind his back), Gloria does tricks imitating the safety tip demonstrating safety rules, and Gloria is a big success. Officer Buckle enjoys the fame until he sees on a taped speech that the schoolchildren are so enthusiastic because of Gloria. He refuses to teach safety and a huge accident happens. A letter from an attentive and sweet girl, named Claire, convinces Officer Buckle to start teaching again. In the end, Officer Buckle and Gloria go to many schools and teach the students about safety together.",
    "genre": [
      "Picture book",
      "Children's literature"
    ],
    "author": "Peggy Rathmann"
  },
  {
    "title": "The Little House",
    "summary": " The story centers on a house built at the top of a small hill, far out in the country. Her builder decrees that she \"may never be sold for gold or silver\" but is built sturdy enough to one day see his great-great-grandchildren's great-great-grandchildren living in her. The house watches the seasons pass, and wonders about the lights of the city, which grow ever closer. Eventually a road is built in front of the house. This is followed by roadside stands, gas stations, and more little houses. Next, the small houses are replaced by tenements and apartments. Streetcars, an elevated railroad, and a subway appear to surround the house. Finally, two gigantic skyscrapers are built—one on each side; now living in the city, the house is sad because she misses being on the small hill in the countryside and that her exterior looks shabby due to no one living in her and the city's environment. One day the great-great-granddaughter of the builder sees the house and remembers stories that her grandmother told about living in just such a house, albeit far out in the country. When the great-great-granddaughter discovers that it is the same house, she arranges to have her moved out of the city, to a hill in the country where she can once again watch the seasons pass and live happily ever after.",
    "genre": [
      "Picture book",
      "Children's literature",
      "Fiction"
    ],
    "author": "Virginia Lee Burton"
  },
  {
    "title": "Doctor DeSoto",
    "summary": " The story is about Dr. De Soto, a mouse-dentist who lives in a world of animals who act as humans. He and his wife, who serves as his assistant, work together to treat patients with as little pain as possible. Dr. De Soto uses different chairs, depending on the size of the animal, with Mrs. De Soto guiding her husband with a system of pulleys for treating extra large animals. However, they refuse to treat any animal who likes to eat mice. One day, a fox with a toothache drops by and begs for treatment. Mrs. De Soto convinces her husband that he needs to help the fox to get rid of his pain, so Dr. De Soto reluctantly agrees. They give the fox some anesthetic and proceed to treat the bad tooth. However, while under the effects of the anesthetic, the fox unknowingly exclaims how he would love to eat the mice, but also expresses it is crass to attempt to eat someone who had just relieved him of much pain. The De Sotos remove the bad tooth, and tells the fox to come back tomorrow to get a false tooth. Later that night, Dr. De Soto expresses his disgust that they trusted a fox who had hoped to eat them, although Mrs. De Soto claims that the effects of the anesthetic just got to him. They prepare the new tooth, but come up with a plan to place it in without getting eaten. The next day, which was originally the De Sotos' day-off, the fox comes back much happier than before and anxiously awaits the placement of his new tooth. The De Sotos proceed with their work, but the fox is licking his lips and thinking about eating the mice. The De Sotos use a long stick to open his jaws and put in the new tooth. However, the fox has decided to eat them. Fortunately, his jaws were held tightly apart from each other, so he couldn't trap them in his teeth. Dr. De Soto uses a special mouth glue and spreads it onto the fox's teeth. When the fox closes his mouth, his teeth were stuck together! The De Sotos told him to wait a few days or a few hours before the special glue wore off (they kept their plan a secret from the fox and pretended that it was part of the treatment). The fox then went home, not realizing that he had been tricked, but clearly disappointed that he couldn't eat the De Sotos. The book ends with the DeSotos triumphant at having \"outfoxed the fox\". Mrs. De Soto joins her husband for a day off work and says she will never again disagree with his policy of refusing to do business with hostile animals.",
    "genre": [
      "Picture book",
      "Children's literature"
    ],
    "author": "William Steig"
  },
  {
    "title": "Mouse Soup",
    "summary": " Mouse is in a jam-soon he'll be weasel soup. Weasel is ready for his dinner. and poor mouse is it. Just in time, he thinks up a clever and entertaining way to distract the weasel from serving up mouse soup for dinner.",
    "genre": [
      "Picture book"
    ],
    "author": "Arnold Lobel"
  },
  {
    "title": "Owl Moon",
    "summary": " The story deals with a father that takes his daughter owling for the first time on a cold winter's night. Along their way, they encounter a Great Horned Owl. While it is not stated which gender the child is, Schoenherr's illustrations gave it away. According to Jane Yolen's website, the daughter is actually Yolen's child, Heidi Stemple. The \"Pa\" character is based on her husband, an avid outdoorsman and birdwatcher.",
    "genre": [
      "Picture book",
      "Children's literature",
      "Fiction"
    ],
    "author": "Jane Yolen"
  },
  {
    "title": "Sam, Bangs, and Moonshine",
    "summary": " Samantha (usually called Sam) is a motherless child of a fisherman. To keep herself busy, she pretends that her mother is a mermaid and that Bangs, her cat, can talk to her. Sam also claims to have a pet kangaroo. She prefers her fantasies to reality; but her father calls her tales \"moonshine\" and warns Sam that moonshine will one day lead her into great trouble. Little neighbor Thomas eagerly believes every word Sam says. One day Sam tells the pleading boy of a not-too-distant cove where he can find her mermaid mother. Bangs follows Thomas on a journey to the cove; but, unfortunately, they are caught up in a seastorm and lost. At home, Sam becomes very frightened when Thomas and the cat don't return, and she tearfully asks her father for help. Luckily, Thomas is found alive (Bangs is later found safe as well), but the boy is now ill. Sam finally understands the importance of telling people about things that are real, as opposed to things that are moonshine. Sam apologizes to the sick little boy (who, the readers can safely presume, will make a complete recovery), and cheers Thomas up by showing him something that is both real and fantastical.",
    "genre": [
      "Picture book",
      "Children's literature",
      "Fiction"
    ],
    "author": "Evaline Ness"
  },
  {
    "title": "Blueberries for Sal",
    "summary": " \"The book opens and closes with a picture of little Sal and her mother in the kitchen, the mother is canning blueberries... One sees in this opening picture Sal entertaining herself by placing the canning rings on her wrist and a spoon, a simple childlike act which helps to set the stage for Sal's obvious child actions throughout the books. This is not to be the overly diligent or angelic girl of so many other books, Sal is a real child figure. She gets into mischief and causes her mom no end of trouble.” Little Sal's Mother takes her to Blueberry Hill to pick berries. Sal drops three berries in her bucket, then eats them. This continues as she and her mother concentrate on the berries and gradually get separated on the hill. What they don't realize is that a mother bear and her cub have also come to Blueberry Hill to eat berries for the winter. The book uses a number of visual and verbal techniques to compare and contrast the bear and the human families. Both families pictures are similar in compositions, but they head in opposite directions when they reach the blueberry patch. Little Sal’s Mother tells her that they can’t eat all the berries because they need to save them to can for the winter, but the bear mother tells her child to eat as much as it can to store up fat for winter. The bear's way of preparing for winter is more natural for Sal who soon wanders off to eat. Sal and the bear cub get mixed up and follow after the wrong mother. It takes the mothers several minutes to realize they're being followed by the wrong child; it isn't until the bear cub tries to eat from Sal's mother's bucket and the mother bear hears the \"ku-plink, ku-plank, ku-plunk\" sound of Sal dropping blueberries into her tin pail that they realize what happened. Ultimately each child is reunited with its proper mother and they both leave the hill. Just before leaving Sal drops a blueberry into her empty pail. The end papers show Sal again playing in the kitchen while her mother cans berries.",
    "genre": [
      "Picture book",
      "Children's literature"
    ],
    "author": "Robert McCloskey"
  },
  {
    "title": "Arrow to the Sun",
    "summary": " The Boy (he is never given a personal name) is the son of the Lord of the Sun, who sends the spark of life into a maiden of the Pueblo. He is ridiculed by the other boys because he has no father. The Boy asks various adults of the Pueblo for help in finding his father. When he asks the wise Arrow Maker, the man transforms the Boy into an arrow and launches him to the Sun. Arriving in the Sun, his identity as the Lord's son is tested by passing through four ritual huts: the Kiva of Lions, the Kiva of Serpents, the Kiva of Bees, and the Kiva of Lightning. After the Boy endures these trials, the Lord acknowledges him as his son. The Boy is then sent back to Earth by his father, to bring the Sun's spirit into the world of men.",
    "genre": [
      "Picture book",
      "Children's literature"
    ],
    "author": "Gerald McDermott"
  },
  {
    "title": "Tiger Tale",
    "summary": " The story starts with the Tiger, all golden, without his stripes, singing. The Tiger walks through the forest down to the river, singing all the way. He passes the platypus and meets the Bunyip who tells him to go away and stop singing. Leaving the river he meets Kanga, who also tells him to stop singing. Finally Great Bird tells him to stop singing. As tiger goes on his way he notices a bushfire approaching and goes back to the river to summon the other animals, however all three, Bunyip, Kanga and Great Bird all desert him. Tiger runs back and forth from the river to the fire until the fire is extinguished but the Tiger has lost his voice and the soot leaves stripes on his back.",
    "genre": [
      "Picture book",
      "Children's literature"
    ],
    "author": ""
  },
  {
    "title": "Flotsam",
    "summary": " This book has no words, but is told in pictures. A boy is at the beach and finds an old camera. He takes the film to get it developed, and sees photos of fantastical undersea cities and inventions. The last picture is the most interesting, though: it's of a girl, who is holding a photo of a child, who is holding a photo of a child, who is holding a photo of a child, and so on. The boy figures out that he is one in a long line of photographers who have found this camera. He takes a picture of himself holding this photo and tosses the camera back into the ocean; it is carried across the ocean by a variety of fish and sea life, until it again washes ashore and another child finds it.",
    "genre": [
      "Picture book",
      "Children's literature"
    ],
    "author": "David Wiesner"
  },
  {
    "title": "White Snow, Bright Snow",
    "summary": " At the first snowfall of the year, all the grown-ups do their usual things when a snowstorm comes, while the children are filled with wonder.",
    "genre": [
      "Picture book",
      "Children's literature"
    ],
    "author": "Alvin Tresselt"
  },
  {
    "title": "Madeline's Rescue",
    "summary": " Madeline does her trick of frightening Miss Clavel and falls into the Seine River and is saved by a dog. Miss Clavel allows the girls to keep it, until they find her real owner. When they bring her home, they name her Genevieve. But problem starts to rise when other girls want to spend time with Genevieve. Big trouble arrives in front of their animal-loathing Landlord Cucuface, who takes one look at poor Genevieve and has his driver throw her out into the countryside, causing the girls and Miss Clavel to look for Genevieve, only to be broken-hearted of not finding her. Late that night, Miss Clavel wakes up and finds Genevieve in the light of the doorway. Everyone rejoices Genevieve's return. That night, the girls fight about Genevieve again, causing Miss Clavel to take Genevieve to her own room. Even later that night, Madeline and the girls, with Miss Clavel find that Genevieve has given birth to 11 puppies, giving enough hound to go around.",
    "genre": [
      "Picture book"
    ],
    "author": "Ludwig Bemelmans"
  },
  {
    "title": "The Girl Who Loved Wild Horses",
    "summary": " The story tells of a Native American girl who feels such a kinship with the wild horses grazing near her village that she eventually becomes one of them.",
    "genre": [
      "Picture book",
      "Children's literature",
      "Fiction"
    ],
    "author": "Paul Goble"
  },
  {
    "title": "Hey, Al",
    "summary": " \"Hey, Al\" is the story of a janitor named Al and his dog, Eddie. Al and Eddie had hard lives, but one day a bird offered to carry them to a magnificent island in the sky. When they arrived, Al and Eddie found it to be a paradise. However, strange things began to happen. Al and Eddie began to resemble birds and they realised the paradise was not all it appeared to be. Al and Eddie wished to return home so they decided to escape by using their newly acquired wings to fly home. Their flight did not go to plan as Eddie crashed into the sea and was lost. Fortunately, Eddie was able to swim home to Al. Al and Eddie were happy to return home.",
    "genre": [
      "Picture book",
      "Children's literature",
      "Fiction"
    ],
    "author": "Arthur Yorinks"
  },
  {
    "title": "Grandfather's Journey",
    "summary": " A young man from Japan, during the Meiji era, crosses the Pacific Ocean and explores the United States. He finds that of all the places he has seen, he likes coastal California best because of the beautiful Sierra Mountains. Eventually, he returns home to Japan and marries his childhood sweetheart. The young man takes his new bride across the sea and they settle in California, where they have a daughter. As he watches his daughter grow up, the man is filled with nostalgia for his own childhood. He eventually decides to take his family back to Japan when his daughter is nearly grown up. The man is happy to see his old friends again, but moves from the village where he grew up to a city nearby in order to satisfy his daughter, who has spent her entire life living in a city. She eventually marries and has a son, who is the narrator of the story. The man, now the titular grandfather of the story, finds that once again he misses California. He plans a trip to see his adopted country again with his grandson, but never gets a chance to see California again as a result of World War II. His grandson eventually grows up and follows the same journey as his grandfather, understanding his grandfather's feelings towards two places he called home.",
    "genre": [
      "Picture book"
    ],
    "author": "Allen Say"
  },
  {
    "title": "The Book about Moomin, Mymble and Little My",
    "summary": " Moomintroll is taking milk back home to his mother, Moominmamma when he meets The Mymble who is searching for her missing sister Little My. Together the pair go looking for her.",
    "genre": [
      "Picture book",
      "Children's literature"
    ],
    "author": "Tove Jansson"
  },
  {
    "title": "Who will Comfort Toffle?",
    "summary": " The lonely Toffle leaves his home to look for friends, eventually finding the Miffle and rescuing her from The Groke.",
    "genre": [
      "Picture book"
    ],
    "author": "Tove Jansson"
  },
  {
    "title": "Math Curse",
    "summary": " The nameless student, begins with a seemingly innocent statement by her math teacher- \"you know, almost everything in life can be considered a math problem.\" The next morning, the heroine finds herself thinking of the time she needs to get up along the lines of algebra. Next comes the mathematical school of probability, followed by charts and statistics. As the narrator slowly turns into a \"math zombie\", everything in her life is transformed into a problem. A class treat of cupcakes becomes a study in fractions, while a trip to the store turns into a problem of money. Finally, she is left painstakingly calculating how many minutes of \"math madness\" will be in her life now that she is a \"mathematical lunatic.\" Her sister asks her what her problem is, and she responds, \"365 days x 24 hours x 60 minutes.\" Finally, she collapses on her bed, and dreams that she is trapped in a blackboard-room covered in math problems. Armed with only a piece of chalk, she must escape-and she manages to do just that by breaking the chalk in half, because \"two halves make a whole.\" She escapes through this \"whole\", and awakens the next morning with the ability to solve any problem. Her curse is broken...until the next day, when her science teacher mentions that in life, everything can be viewed as a science experiment.",
    "genre": [
      "Picture book",
      "Children's literature",
      "Mathematics"
    ],
    "author": "Jon Scieszka"
  },
  {
    "title": "Sector 7",
    "summary": " The story is set at the observatory of the Empire State Building where a class of school children are on a field trip. The primary character is a boy befriended by a cloud and whisked away to Sector 7, the depot for clouds. There the boy proceeds to produce new blueprints of fantastic shapes for the disgruntled group of young clouds. As the young clouds experiment, they delight in their new forms as ocean creatures. The adults running the cloud depot are furious when they discover of the young clouds' misbehavior, so escort the boy back to the observatory with his cloud friend. Once the drawings are examined further by the adults they begin to admire the possibilities. As the children return on the school bus, the New York skyline is filled with a profusion of clouds in the shapes of aquarium fish and ocean creatures.",
    "genre": [
      "Picture book",
      "Children's literature"
    ],
    "author": "David Wiesner"
  },
  {
    "title": "Knuffle Bunny: A Cautionary Tale",
    "summary": " Trixie steps lively as she goes with her father to the laundromat, down the block, through the park, past the school, to the Laundromat. For the toddler, loading and putting money into the machine invoke wide-eyed pleasure. But, on the return home, she realizes that her stuffed bunny has been left behind. Because she cannot talk, Trixie cannot explain why she is upset to her daddy. Despite his plea of \"please don't get fussy,\" she gives it her all, bawling and going \"boneless.\" They both arrive home unhappy. Mom immediately sees that \"Knuffle Bunny\" is missing. After several tries, dad finds the toy among the wet laundry and reclaims hero status. The toddler exuberantly exclaims, \"Knuffle Bunny!!!\" Those were the first words Trixie ever said. This book was also made into a musical (Knuffle Bunny: A Cautionary Tale) by Mo Williams, Michael Silversher, and Deborah Wicks La Puma. It toured with the Kennedy Center to cities all across the United States. http://www.kennedy-center.org/events/?event=KKTBD",
    "genre": [
      "Picture book",
      "Children's literature"
    ],
    "author": "Mo Willems"
  },
  {
    "title": "Leonardo, the Terrible Monster",
    "summary": " Leonardo is truly a terrible monster-terrible at being a monster that is. No matter how hard he tries, he can't seem to frighten anyone. Determined to succeed, Leonardo sets himself to training and research. Finally, he finds a nervous little boy, and scares the tuna salad out of him! But scaring people isn't quite as satisfying as he thought it would be. Leonardo realizes that he might be a terrible, awful monster-but he could be a really good friend. * By the way this is part of Barnes & Nobles's plot.",
    "genre": [
      "Picture book",
      "Children's literature"
    ],
    "author": "Mo Willems"
  },
  {
    "title": "The Boy Who Grew Flowers",
    "summary": " The Boy Who Grew Flowers follows the character of Rink Bowagon, a little boy disliked among his peers that has the ability to sprout flowers on his body on full moons. This changes one day when a new girl named Angelina starts attending his class, causing Rink to become enamored of her. Rink has no way of knowing that like him, Angelina also has something special about her that he will eventually discover during the school's full moon dance.",
    "genre": [
      "Picture book",
      "Children's literature"
    ],
    "author": ""
  },
  {
    "title": "The Dot",
    "summary": " Vashti is a girl who says she cannot draw. When she tells her teacher, she says to \"make a mark and see where it takes you.\" Vashti draws a dot on her paper, and her teacher then says \"now sign it.\" The next week she is surprised to see her dot framed on display in the teacher's office. Seeing her dot, she says \"I can make a better dot than that.\" She then starts drawing elaborate, colorful dots and realizes she is indeed an artist. Later in life she sees a boy who can't draw a straight line. this results in a whole new adventure. Published by Candlewick Press, The Dot is also a film produced by Weston Woods Studios and FableVision. It was awarded the Carnegie Medal in 2006.",
    "genre": [
      "Picture book"
    ],
    "author": "Peter H. Reynolds"
  },
  {
    "title": "Cloudy with a Chance of Meatballs",
    "summary": " The book is about a story that a kindly and elderly grandfather tells to his grandchildren about the town of Chewandswallow, where the weather comes three times a day, at breakfast, lunch, and dinner, and is always food and beverages. The rain is juice and soup, the snow is ice cream, and the wind brings hamburgers. Because of this phenomenon, there are no grocery stores. However, the weather soon takes a turn for the worse, at first simply just giving the people disgusting things, like pea soup fog, soggy green beans and Brussels sprout cakes. However, it quickly becomes catastrophic, and the portion sizes of the food grow to massive sizes, and the entire island is bombarded with a severe amount of food that completely buries buildings, crushes homes and blocks traffic. The people decide to use stale bread and pizza to build boats to escape from Chewandswallow, while they still have a chance before the weather completely destroys the island. Soon, the population of Chewandswallow arrive in a new town, where they struggle to adapt to their new lives in the world where the sky doesn't bring food.",
    "genre": [
      "Picture book",
      "Children's literature",
      "Fiction"
    ],
    "author": "Judi Barrett"
  },
  {
    "title": "Millions of Cats",
    "summary": " The hand-lettered text, done by the author's brother, tells the story of an elderly couple who realize that they are very lonely. The wife wants a cat to love, so her husband sets off in search of a beautiful one to bring home to her. After traveling far away from home, he finds a hillside covered in \"Cats here, cats there, Cats and kittens everywhere. Hundreds of cats, thousands of cats, Millions and billions and trillions of cats...\" This rhythmic phrase is repeated several other times throughout the story. The man wants to bring home the most beautiful of all the cats, but he's unable to decide. Each seems lovely, so he walks back home with all of the cats following him. His wife is dismayed when he arrives, realizing immediately what her husband overlooked: they won't be able to feed and care for billions and trillions of cats. The wife suggests letting the cats decide which one should stay with them, asking \"Which one of you is the prettiest?\" This question incites an enormous cat fight, frightening the old man and woman so that they ran back into the house. Soon, all is quiet outside. When they venture out, there is no sign of the cats: they'd apparently eaten each other up in their jealous fury. Then, the old man notices one skinny cat hiding in a patch of tall grass. It had survived because it didn't consider itself pretty, so the other cats hadn't attacked it. The couple take the cat into their home, feed it and bathe it, watching it grow sleek and beautiful as the days pass: exactly the kind of cat they wanted.",
    "genre": [
      "Picture book",
      "Children's literature"
    ],
    "author": "Wanda Gág"
  },
  {
    "title": "The Five Chinese Brothers",
    "summary": " Long ago in China lived a family with five brothers who resembled each other very closely. They each possessed a special talent. One can swallow the sea; one has an iron neck; one can stretch his legs; one can survive fire; and the last can hold his breath forever. When one of the brothers, a somehow very successful fisherman, agrees to let a young boy accompany him on his fishing trip, trouble results. This brother holds the entire sea in his mouth so that the boy can retrieve fish and treasures. When the man can no longer hold in the sea, he frantically signals to the boy, but the boy ignores him and drowns when the man releases the water. The man is accused of murder and sentenced to death. However, one by one, his four brothers assume his place when subjected to execution, and each uses his own superhuman ability to survive (one cannot be beheaded, one cannot be drowned, one cannot be burned, and one cannot be smothered). At the end of the story, a judge decides that the brother accused of murder must have been innocent, since he could not be executed, and the five brothers return home.",
    "genre": [
      "Picture book",
      "Children's literature",
      "Fiction"
    ],
    "author": "Claire Huchet Bishop"
  },
  {
    "title": "That Pesky Rat",
    "summary": " The story is narrated by a rat who wishes he could live the life of a proper pet. He visits several friends who are proper pets, including a chinchilla and a cat. However, he doesn't like the way any of them live. In the end, he puts up signs, asking if there is any one who wants a rat as a pet, and goes to a pet store. He is finally taken home from the store by an old man with poor eyesight sees him in the display window and mistakes him for a cat. In the end, the rat says that he doesn't mind pretending to be a cat and that he likes his life as a pet.",
    "genre": [
      "Picture book",
      "Children's literature"
    ],
    "author": "Lauren Child"
  },
  {
    "title": "The Jolly Postman",
    "summary": " The Jolly Postman follows an unnamed mail carrier as he delivers letters by bicycle to characters from traditional children's stories that are well-known in Britain. Following each sheet of narrative verse and illustration, there is one shaped like an envelope and containing one of the postman's deliveries. Each envelope is be opened and its enclosure read at that point in the story. WorldCat gives the entire description: \"A Jolly Postman delivers letters to several famous fairy-tale characters such as the Big Bad Wolf, Cinderella, and the Three Bears. Twelve of the pages have been made into six envelopes and contain eight letters and cards. Each letter may be removed from its envelope page and read separately.\"",
    "genre": [
      "Picture book",
      "Children's literature"
    ],
    "author": ""
  },
  {
    "title": "Zen Shorts",
    "summary": " 3 kids, Karl, Michael and Addy, encounter a panda named Stillwater. The panda carries a red umbrella and he also speaks in a \"slight panda accent\". For the next three days, the three kids visit Stillwater. The panda rewards each with instructive anecdotes.",
    "genre": [
      "Picture book",
      "Children's literature"
    ],
    "author": "Jon J. Muth"
  },
  {
    "title": "Juma and the Magic Jinn",
    "summary": " On the seafaring Lamu Island, families traditionally keep a jinn jar at home. The jinn jar is a container that holds a supernatural being in Islam and Arabian mythology called a jinn (in English, a genie). The jinn jar is kept sealed because the owners do not know if their magic jinn is good or evil, which makes people of Lamu Island generally afraid of the jinns. The story opens with a young student named Juma daydreaming in a school instead of doing his mathematics. Since the young Juma concentrates more on his own directions of thought rather than the lessons being taught, the teacher sends Juma home. On the way home, he comes across his mother buying fish at the shore. His mother admonishes his daydreaming in school and suggests that Juma may be better off working with his father to cut mangrove poles. She instruction Juma to go home, but instructs Juma to not touch the jinn jar. At home, Juma disobeys his mother's prior instructions and removes the cork sealing the jinn jar and calls the jinn. Juma is skeptical about his efforts and does not believe in magic. The magic jinn grants some of Juma's wishes and is sent away from his home on what turns out to be misadventures. Eventually, Juma is able to get home again but arrives with new appreciation of his home and family and realization that learning can be exciting and fun.",
    "genre": [
      "Picture book"
    ],
    "author": ""
  },
  {
    "title": "Chicka, Chicka, 1, 2, 3",
    "summary": " 0 wants to go in the Apple Tree but lots of numbers come before her. After all the numbers except 0 are up the Apple Tree, bumble bees come and say that its their tree. The bees fly around them causing every number (Except 10 who is hiding) to fall down. 0 now knows where she should be in the Apple Tree and 0 joins with 10 to make the number 100 and all of the numbers come back out and cheer for 10 & 0.",
    "genre": [
      "Picture book"
    ],
    "author": "Bill Martin, Jr."
  },
  {
    "title": "Outside Over There",
    "summary": " A young girl named Ida harbors feelings of jealousy and resentment towards her baby sister, for whom she is largely responsible while their father is away. When her sister is kidnapped through the nursery window by mysterious robed fey, who leave an ice baby in her sister's place. Ida resolves to rescue her, embarking on a fantastic adventure. Initially, Ida is easily distracted from her goal, nearly passing her sister as she becomes absorbed in the magic of the quest. Ultimately, she succeeds in rescuing her baby sister and returning home, now fully committed to the care of her sister until their father returns home.",
    "genre": [
      "Picture book",
      "Children's literature"
    ],
    "author": "Maurice Sendak"
  },
  {
    "title": "An Octopus Followed Me Home",
    "summary": " The book tells of a young girl who takes a green octopus home. When the girl asks her father if she can keep the octopus in the tub, he tells her about all the other animals he let her keep and all the sacrifices he made. The saddened girl returns the octopus back to the ocean, but becomes happy again when a gray brachiosaurus follows her home.",
    "genre": [
      "Picture book",
      "Children's literature"
    ],
    "author": ""
  }
]