[
  {
    "title": "Microserfs",
    "summary": " The plot of the novel has two distinct movements: the events at Microsoft and in Redmond, Washington, and the movement to Silicon Valley and the \"Oop!\" project. The novel begins in Redmond as the characters are working on different projects at Microsoft's main campus. Life at the campus feels like a feudalistic society, with Bill Gates as the lord, and the employees the serfs. The majority of the main characters—Daniel (the narrator), Susan, Todd, Bug, Michael, and Abe—are living together in a \"geek house\", and their lives are dedicated to their projects and the company. Daniel's foundations are shaken when his father, a longtime employee of IBM, is laid off. The lifespan of a Microsoft coder weighs heavily on Daniel's mind. The second movement of the novel begins when the characters are offered jobs in Silicon Valley working on a project for Michael, who has by then left Redmond. All of the housemates—some immediately, some after thought—decide to move to the Valley. The characters' lives change drastically once they leave the limited sphere of the Microsoft campus and enter the world of \"One-Point-Oh\". They begin to work on a project called \"Oop!\" (a reference to object-oriented programming). Oop! is a Lego-like design program, allowing dynamic creation of many objects, bearing a resemblance to 2009's Minecraft. (Coupland appears on the rear cover of the novel's hardcover versions photographed in Denmark's Legoland Billund, holding a Lego 747.) One of the undercurrents of the plot is Daniel and his family's relationship to Jed, Daniel's younger brother who died in a boating accident while they were children.",
    "genre": [
      "Epistolary novel",
      "Fiction"
    ],
    "author": "Douglas Coupland"
  },
  {
    "title": "The Screwtape Letters",
    "summary": " In The Screwtape Letters, C.S. Lewis provides a series of lessons in the importance of taking a deliberate role in living out Christian faith by portraying a typical human life, with all its temptations and failings, as seen from devils' viewpoints. Screwtape holds an administrative post in the bureaucracy (\"Lowerarchy\") of Hell, and acts as a mentor to Wormwood, the inexperienced tempter. In the body of the thirty-one letters which make up the book, Screwtape gives Wormwood detailed advice on various methods of undermining faith and promoting sin in the Patient, interspersed with observations on human nature and Christian doctrine. Wormwood and Screwtape live in a peculiarly morally reversed world, where individual benefit and greed are seen as the greatest good, and neither demon is capable of comprehending God's love for man or acknowledging true human virtue when he sees it. Versions of the letters were originally published weekly in the Anglican periodical The Guardian between May and November 1941, and the standard edition contains an introduction explaining how the author chose to write his story. Lewis wrote the sequel Screwtape Proposes a Toast in 1959, a critique of certain trends in public education (state schooling). An omnibus edition with a new preface by Lewis was published by Bles in 1961 and MacMillan in 1962. The Screwtape Letters is one of Lewis' most popular works, although he claimed that it was \"not fun\" to write, and \"resolved never to write another 'Letter'.\" Both The Screwtape Letters and Screwtape Proposes a Toast have been released on both audio cassette and CD, with narration by John Cleese and Joss Ackland. A dramatized audio version by Focus on the Family was a 2010 Audie Award finalist.",
    "genre": [
      "Epistolary novel",
      "Inspirational",
      "Speculative fiction",
      "Satire",
      "Fantasy",
      "Fiction",
      "Humour"
    ],
    "author": "C. S. Lewis"
  },
  {
    "title": "The Color Purple",
    "summary": " Celie, the protagonist and narrator, is a poor, uneducated, fourteen-year-old black girl living in the South. She starts writing letters to God because her father, Alphonso, beats and rapes her. Alphonso has already impregnated Celie once. Celie gave birth to a girl, whom her father presumably killed in the woods. Celie has a second child, a boy, whom her father also abducts. Celie’s mother becomes ill and dies. Alphonso brings home a new wife, and continues to abuse Celie. Celie and her bright, pretty younger sister, Nettie, learn that a man known only as Mr. Johnson wants to marry Nettie. Mr. Johnson has a mistress named Shug Avery, a sultry lounge singer whose photograph fascinates Celie. Alphonso refuses to let Nettie marry, and instead offers Mr. Johnson Celie, \"an ugly woman,\" as his bride. Mr. Johnson eventually accepts the offer, forcing Celie into a difficult and joyless married life. Nettie runs away from Alphonso and takes refuge at Celie’s house. Mr. Johnson still desires Nettie, and when he advances on her, she flees. Never hearing from Nettie again, Celie assumes her dead. Mr. Johnson's sister Kate feels sorry for Celie, and tells her to fight back against Mr. Johnson rather than submit to his abuses. Harpo, Mr. Johnson's son, falls in love with a large, spunky girl named Sofia. Shug Avery comes to town to sing at a local bar, but Celie is not allowed to go see her. Sofia gets pregnant and marries Harpo. Celie is amazed by Sofia’s defiance in the face of Harpo’s and Mr. Johnson’s attempts to treat Sofia as an inferior. Harpo, kinder and gentler than his father, still assumes this means he is doing something wrong and under the advice of Mr. Johnson and a momentarily jealous Celie, attempts to beat Sofia into submission. However, he consistently fails, as Sofia is at least as strong and a more experienced brawler. Shug falls ill and Mr. Johnson takes her into his house. Shug is initially rude to Celie, but the two women become friends as Celie takes charge of nursing Shug. Celie finds herself infatuated with Shug and attracted to her sexually. Frustrated by Harpo’s consistent attempts to subordinate her, Sofia moves out, taking her children with her. Several months later, Harpo opens a juke joint where Shug sings nightly. Celie grows confused over her feelings toward Shug. Shug decides to stay when she learns that Mr. Johnson beats Celie when Shug is away. Shug and Celie’s relationship grows intimate, and Shug begins to ask Celie questions about sex. Sofia returns for a visit and promptly gets in a fight with Harpo’s new girlfriend, Squeak. In town one day, the mayor’s wife, Miss Millie, asks Sofia to work as her maid. Sofia replies with a sassy \"Hell no!\" When the mayor slaps Sofia for her \"insubordination\", Sofia returns the blow, knocking the mayor down, for which she is sent to jail. Squeak’s attempts to get Sofia released are futile. Sofia is sentenced to work for 12 years as the mayor’s maid, though she is eventually released from jail six months early. Despite her new marriage, Shug instigates a sexual relationship with Celie, and the two frequently share the same bed. One night Shug asks Celie about her sister and Celie tells her she assumes Nettie is dead because she'd promised to write Celie but never did. Shug helps Celie recover letters from Nettie that Mr. Johnson has been hiding from her for decades. Overcome with emotion, Celie reads the letters in order, wondering how to keep herself from killing Mr. Johnson. The letters indicate that Nettie befriended a missionary couple, Samuel and Corrine, and accompanied them to Africa to do ministry work. Samuel and Corrine have two adopted children, Olivia and Adam. Nettie and Corrine have become close friends, but Corrine, noticing that her adopted children resemble Nettie, wonders if Nettie and Samuel have a secret past. Increasingly suspicious, Corrine tries to limit Nettie’s role within her family. Nettie becomes disillusioned with her missionary experience, as she finds the Africans self-centered and obstinate. Corrine becomes ill with a fever. Nettie asks Samuel to tell her how he adopted Olivia and Adam. Based on Samuel’s story, Nettie realizes that the two children are actually Celie’s biological children (whom Alphonso, her stepfather, abducted), alive after all. Nettie also learns that Alphonso is actually only Nettie and Celie’s stepfather, not their biological father, who was a store owner whom white men lynched because they resented his success. Alphonso told Celie and Nettie he was their real father because he wanted to inherit the house and property that was once their mother’s. Nettie confesses to Samuel and Corrine that she is in fact their children’s biological aunt. The gravely ill Corrine refuses to believe Nettie. Later, Corrine dies, finally having accepted Nettie’s story and reconciled thereto just before her death. Meanwhile, Celie visits Alphonso, who confirms Nettie’s story, admitting that he is only the sisters' stepfather. Celie begins to lose some of her faith in God, but Shug tries to get her to reimagine God in her own way, rather than in the traditional image of the old, bearded white man. Celie moves to Tennessee and designs and sews tailored pants, turning her hobby into a business. She returns to her home to learn that Mr. Johnson has changed dramatically, becoming much more considerate and even helping her sew some of the clothing for her business. He proposes that they marry \"in the spirit as well as in the flesh,\" but she declines. She also finds out that Alphonso, her stepfather, has died. Celie inherits the land and moves back into the house. Around this time, Shug has fallen in love with Germaine, a 19-year-old flautist that is part of her blues band, and the news of this crushes Celie. Shug travels across the country and to Panama with Germaine, all the while writing postcards to Celie. Nevertheless, Celie pledges to love Shug even if Shug does not love her back. Meanwhile, Nettie and Samuel marry and prepare to return to America. Before they leave, Adam marries Tashi, an African girl. Following African tradition, Tashi undergoes the painful rituals of female circumcision and facial scarring. In solidarity, Adam undergoes the same facial scarring ritual. The end of the novel has Nettie, Samuel, Olivia, Adam, and Tashi arriving at Celie's house. Nettie and Celie embrace, having not seen each other for over 30 years. They introduce one another to their respective families as the novel ends.",
    "genre": [
      "Epistolary novel",
      "Fiction"
    ],
    "author": "Alice Walker"
  },
  {
    "title": "The Whalestoe Letters",
    "summary": " Pelafina writes these letters to Johnny from The Three Attic Whalestoe Institute, a mental institution where she has been residing for a number of years. While a number of these letters appear in House of Leaves, The Whalestoe Letters introduces a number of new letters which serve to more fully develop Pelafina's character as well as her relationship with Johnny.",
    "genre": [
      "Epistolary novel",
      "Speculative fiction",
      "Novella"
    ],
    "author": "Mark Z. Danielewski"
  },
  {
    "title": "The Sorrows of Young Werther",
    "summary": " The majority of 'The Sorrows of Young Werther' is presented as a collection of letters written by Werther, a young artist of highly sensitive and passionate temperament, and sent to his friend Wilhelm. In these letters, Werther gives a very intimate account of his stay in the fictional village of Wahlheim (based on the town of Garbenheim, near Wetzlar). He is enchanted by the simple ways of the peasants there. He meets Charlotte, a beautiful young girl who is taking care of her siblings following the death of their mother. Despite knowing beforehand that Charlotte is already engaged to a man named Albert, who is in fact 11 years her senior, Werther falls in love with her. Although this causes Werther great pain, he spends the next few months cultivating a close friendship with both of them. His pain eventually becomes so great that he is forced to leave and go to Weimar. While he is away, he makes the acquaintance of Fräulein von B. He suffers a great embarrassment when he forgetfully visits a friend on the day when the entire aristocratic set normally meets there. He returns to Wahlheim after this, where he suffers more than he did before, partially because Lotte and Albert are now married. Every day serves as a torturous reminder that Lotte will never be able to requite his love. Out of pity for her friend and respect for her husband, Lotte comes to the decision that Werther must not visit her so frequently. He visits her one final time, and they are both overcome with emotion after Werther's recitation of a portion of \"Ossian\". Werther had realized even before this incident that one of them — Lotte, Albert or Werther himself — had to die. Unable to hurt anyone else or seriously consider committing murder, Werther sees no other choice but to take his own life. After composing a farewell letter (to be found after he commits suicide), he writes to Albert asking for his two pistols, under a pretence that he is going \"on a journey\". Lotte receives the request with great emotion and sends the pistols. Werther then shoots himself in the head, but does not expire until 12 hours after he has shot himself. He is buried under a linden tree, a tree he talks about frequently in his letters, and the funeral is not attended by clergymen, Albert or his beloved Lotte.",
    "genre": [
      "Epistolary novel"
    ],
    "author": "Johann Wolfgang von Goethe"
  },
  {
    "title": "The Tenant of Wildfell Hall",
    "summary": " The novel is divided into three volumes. Part One (Chapters 1 to 15): Gilbert Markham narrates how a mysterious widow, Mrs. Helen Graham arrives at Wildfell Hall, a nearby old mansion. A source of curiosity for the small community, the reticent Mrs Graham and her young son Arthur are slowly drawn into the social circles of the village. Initially, Gilbert Markham casually courts Eliza Millward, despite his mother's belief that he can do better. His interest in Eliza wanes as he comes to know Mrs. Graham. In retribution, Eliza spreads (and perhaps creates) scandalous rumours about Helen. With gossip flying, Gilbert is led to believe that his friend, Mr. Lawrence is courting Mrs. Graham. At a chance meeting in a road, a jealous Gilbert strikes (with a whip) the mounted Lawrence, who falls from his horse. Unaware of this, Helen refuses to marry Gilbert, but gives him her diaries when he accuses her of loving Lawrence. Part two (Chapters 16 to 44) is taken from Helen's diaries and describes her marriage to Arthur Huntingdon. The handsome, witty Huntingdon is also spoilt, selfish, and self-indulgent. Before marrying Helen, Arthur Huntingdon flirts with Annabella and uses this to manipulate Helen and convince her to marry him. Helen marries him blinded by love and resolves to reform Arthur with gentle persuasion and good example. Upon the birth of their child, Huntingdon becomes increasingly jealous of their son (also called Arthur) and his claims on Helen's attentions and affections. Huntingdon's pack of dissolute friends frequently engage in drunken revels at the family's home, Grassdale, oppressing those of finer character. Both men and women are portrayed as degraded, with Lady Annabella Lowborough shown to be an unfaithful spouse to her melancholy but devoted husband. Walter Hargrave, the brother of Helen's friend Milicent Hargrave, vies for Helen's affections. While not as wild as his peers, Walter is an unwelcome admirer: Helen senses his predatory nature, something revealed when they play chess. Walter tells Helen of Arthur's affair with Lady Lowborough. When his friends depart, Arthur pines openly for his paramour and derides his wife. Arthur's corruption of their son &mdash; encouraging him to drink and swear at his tender age &mdash; is the last straw for Helen. She plans to flee to save her son, but her husband learns of her plans from her journal, and burns her artist's tools (by which she had hoped to support herself). Eventually, with help from her brother, Mr. Lawrence, Helen finds a secret refuge at Wildfell Hall. Part Three (Chapters 45 to 53) begins after the reading of the diaries when Helen bids Gilbert to leave her because she is not free to marry. He complies and soon learns that she has returned to Grassdale upon learning that Arthur is gravely ill. Helen's ministrations are in vain. Huntingdon's death is painful, fraught with terror at what awaits him. Helen cannot comfort him, for he rejects responsibility for his actions and wishes instead for her to 'come with him', to plead for his salvation. A year passes. Gilbert pursues a rumour of Helen's impending wedding, only to find that Mr. Lawrence (with whom he has reconciled) is marrying Helen's friend, Esther Hargrave. He goes to Grassdale, and discovers that Helen is now wealthy and lives at her estate in Staningley. He travels there, but is plagued by worries that she is now far above his station. He hesitates at the entry-gate. By chance, he encounters Helen, her aunt, and young Arthur. The two lovers reconcile and marry.",
    "genre": [
      "Epistolary novel",
      "Novel"
    ],
    "author": "Anne Brontë"
  },
  {
    "title": "Humphry Clinker",
    "summary": " The titular character, Humphry Clinker, is an ostler, a stableman at an inn, who does not make his first appearance until about a quarter of the way through the story. He is taken on by Matthew Bramble and his family while they are travelling through England. Various adventures befall them, especially after their meeting with Lieutenant Lismahago, a Scotsman, who joins their party. After various romantic interludes, Humphry suffers false imprisonment but is rescued and returned to his sweetheart, the maid Winifred Jenkins. It is then discovered that Humphry is Mr. Bramble's illegitimate son from a relationship with a barmaid during his wilder university days.",
    "genre": [
      "Epistolary novel",
      "Novel",
      "Picaresque novel"
    ],
    "author": "Tobias Smollett"
  },
  {
    "title": "Les Liaisons dangereuses",
    "summary": " The Vicomte de Valmont is determined to seduce the virtuous (and married) Madame de Tourvel, who is living with Valmont's aunt while Monsieur de Tourvel, a magistrate, is away on a court case. At the same time, the Marquise de Merteuil is determined to corrupt the young Cécile de Volanges, whose mother has only recently brought her out of a convent to be married – to Merteuil's recent lover, who has become bored with her and discarded her. Cécile falls in love with the Chevalier Danceny (her music tutor) and Merteuil and Valmont pretend to want to help the secret lovers in order to gain their trust, so that they can use them later in their own schemes. Merteuil suggests that the Vicomte seduce Cécile in order to exact her revenge on Cécile's future husband. Valmont refuses, finding the task too easy, and preferring to devote himself to seducing Madame de Tourvel. Merteuil promises Valmont that if he seduces Madame de Tourvel and provides her with written proof, she will spend the night with him. He expects rapid success, but does not find it as easy as his many other conquests. During the course of his pursuit, he discovers that Cécile's mother has written to Madame de Tourvel about his bad reputation. He avenges himself in seducing Cécile as Merteuil had suggested. In the meantime, Merteuil takes Danceny as a lover. By the time Valmont has succeeded in seducing Madame de Tourvel, it is suggested that he might have fallen in love with her. Jealous, Merteuil tricks him into deserting Madame de Tourvel – and reneges on her promise of spending the night with him. In response Valmont reveals that he prompted Danceny to reunite with Cécile, leaving Merteuil abandoned yet again. Merteuil declares war on Valmont, and in revenge she reveals to Danceny that Valmont has seduced Cécile. Danceny and Valmont duel, and Valmont is fatally wounded. Before he dies he is reconciled with Danceny, giving him the letters proving Merteuil's own involvement. These letters are sufficient to ruin her reputation and she flees to the countryside, where she contracts smallpox. Her face is left permanently scarred and she is rendered blind in one eye, so she loses her greatest asset: her beauty. But the innocent also suffer from the protagonist's schemes: hearing of Valmont's death, Madame de Tourvel succumbs to a fever and dies, while Cécile returns to the convent.",
    "genre": [
      "Epistolary novel"
    ],
    "author": "Pierre Choderlos de Laclos"
  },
  {
    "title": "Lady Susan",
    "summary": " This epistolary novel, an early complete work that the author never submitted for publication, describes the schemes of the main character—the widowed Lady Susan—as she seeks a new husband for herself, and one for her daughter. Although the theme, together with the focus on character study and moral issues, is close to Austen's published work (Sense and Sensibility was also originally written in the epistolary form), its outlook is very different, and the heroine has few parallels in 19th-century literature. Lady Susan is a selfish, attractive woman, who tries to trap the best possible husband while maintaining a relationship with a married man. She subverts all the standards of the romantic novel: she has an active role, she's not only beautiful but intelligent and witty, and her suitors are significantly younger than she is (in contrast with Sense and Sensibility and Emma, which feature marriages of men who are sixteen years older than their wives). Although the ending includes a traditional reward for morality, Lady Susan herself is treated much more mildly than the adulteress in Mansfield Park, who is severely punished.",
    "genre": [
      "Epistolary novel",
      "Fiction",
      "Romance novel"
    ],
    "author": "Jane Austen"
  },
  {
    "title": "Anne of Windy Poplars",
    "summary": " Anne of Windy Poplars takes place over the three years between Anne's graduation from Redmond College and her marriage to Gilbert Blythe. While Gilbert is in medical school, Anne takes a job as the principal of Summerside High School, where she also teaches. She lives in a large house called Windy Poplars with two elderly widows, Aunt Kate and Aunt Chatty, plus their housekeeper, Rebecca Dew, and their cat, Dusty Miller. During her time in Summerside, Anne must learn to manage many of Summerside's inhabitants, including the clannish and resentful Pringle family, her bitter colleague Katherine Brooke, and others of Summerside's more eccentric residents. Additionally, Anne befriends the young and lonely Elizabeth Grayson, a motherless member of the Pringle family who lives next door to Windy Poplars. She frequently visits Marilla at Green Gables. At the end of the novel, Anne departs Summerside, returning to Green Gables and Avonlea for her wedding to Gilbert. Upon her departure many of the town's residents express that they will greatly miss her as they have grown very fond of her or have been helped by her, including Katherine Brooke and Elizabeth Grayson.",
    "genre": [
      "Epistolary novel",
      "Children's literature",
      "Young adult literature",
      "Fiction"
    ],
    "author": "Lucy Maud Montgomery"
  },
  {
    "title": "Ella Minnow Pea",
    "summary": " The plot is conveyed through mail or notes sent between various characters, though with the banned letters missing, creating passages that become more and more phonetically or creatively spelled, and requiring more effort to interpret. The novel is set on the fictitious island of Nollop, off the coast of South Carolina, which is home to Nevin Nollop, the supposed creator of the well-known pangram \"The quick brown fox jumps over the lazy dog\". This sentence is preserved on a memorial statue to its creator on the island and is taken very seriously by the government of the island. Throughout the book, tiles containing the letters fall from the inscription beneath the statue, and as each one does, the island's government bans the contained letter's use from written or spoken communication. A penalty system is enforced for using the forbidden characters, with public censure for a first offense, lashing or stocks (violator's choice) upon a second offense and banishment from the island nation upon the third. By the end of the novel, most of the island's inhabitants have either been banished or have left of their own accord. The island's high council becomes more and more nonsensical as time progresses and the alphabet diminishes, promoting Nollop to divine status. Uncompromising in their enforcement of Nollop's \"divine will\", they offer only one hope to the frustrated islanders: to disprove Nollop's omniscience by finding a pangram of 32&nbsp;letters (in contrast to Nollop's 35, or just 33 in the version \"A quick brown...\"). With this goal in mind \"Enterprise&nbsp;32\" is started, a project involving many of the novel's main characters. With but five characters left (L, M, N, O, and P), the elusive phrase is eventually discovered by Ella in one of her father's earlier letters with him knowing all along that this would happen: \"Pack my box with five dozen liquor jugs\", which has only 32&nbsp;letters. The council accepts this and restores the right to all 26&nbsp;letters to the populace.",
    "genre": [
      "Epistolary novel",
      "Novel"
    ],
    "author": "Mark Dunn"
  },
  {
    "title": "Clarissa",
    "summary": " Clarissa Harlowe, the tragic heroine of Clarissa, is a beautiful and virtuous young lady whose family has become wealthy only recently and now desires to become part of the aristocracy. Their original plan was to concentrate the wealth and lands of the Harlowes into the possession of Clarissa's brother James Harlowe, whose wealth and political power will lead to his being granted a title. Clarissa's grandfather leaves her a substantial piece of property upon his death, and a new route to the nobility opens through Clarissa marrying Robert Lovelace, heir to an earldom. James's response is to provoke a duel with Lovelace, who is seen thereafter as the family's enemy. James also proposes that Clarissa marry Roger Solmes, who is willing to trade properties with James to concentrate James's holdings and speed his becoming Lord Harlowe. The family agrees and attempts to force Clarissa to marry Solmes, whom she finds physically disgusting as well as boorish. Desperate to remain free, she begins a correspondence with Lovelace. When her family's campaign to force her marriage reaches its height, Lovelace tricks her into eloping with him. Joseph Leman, the Harlowes' servant, shouts and makes noise so it may seem like the family has awoken and discovered that Clarissa and Lovelace are about to run away. Frightened of the possible aftermath, Clarissa leaves with Lovelace but becomes his prisoner for many months. She is kept at many lodgings and even a brothel, where the women are disguised as high-class ladies by Lovelace himself. She refuses to marry him on many occasions, longing to live by herself in peace. She eventually runs away but Lovelace finds her and tricks her into returning to the brothel. Lovelace intends to marry Clarissa to avenge her family's treatment of him and wants to possess both her body as well as her mind. He believes if she loses her virtue, she will be forced to marry him on any terms. As he is more and more impressed by Clarissa, he finds it difficult to believe that virtuous women do not exist. The pressure he finds himself under, combined with his growing passion for Clarissa, drives him to extremes and eventually he rapes her by drugging her. Through this action, Clarissa must accept and marry Lovelace. It is suspected that Mrs. Sinclair (the brothel manager) and the other prostitutes assist Lovelace during the rape. Lovelace's action backfires and Clarissa is ever more adamantly opposed to marrying a vile and corrupt individual like Lovelace. Eventually, Clarissa manages to escape from the brothel but becomes dangerously ill due to the mental duress of many months caused by \"the vile Lovelace.\" Clarissa is sheltered by the kind but poor Smiths and during her sickness she gains another worshipper &mdash; John Belford, another libertine who happens to be Lovelace's best friend. Belford is amazed at the way Clarissa handles her approaching death and laments what Lovelace has done. In one of the many letters sent to Lovelace he writes \"if the divine Clarissa asks me to slit thy throat, Lovelace, I shall do it in an instance.\" Eventually, surrounded by strangers and her cousin Col. Morden, Clarissa dies in the full consciousness of her virtue and trusting in a better life after death. Belford manages Clarissa's will and ensures that all her articles and money go into the hands of the individuals she desires should receive them. Lovelace seems to have moved on but Belford sends him Clarissa's will. He is shattered when he reads it and can live no longer. Col. Morden has gone back to Italy and he knows that there is only one way to atone for his sins. Lovelace asks Morden for a duel (although not directly) and they meet somewhere in Italy. Lovelace fights Morden and keeps on getting injured. He pretends to be not injured and goes after Morden many times &mdash; each time receiving another deadly blow. Eventually Morden realizes that he has been injured very badly and might die. The duel ends, Morden leaves and Lovelace is taken to his lodgings. The doctor is unable to do anything and Lovelace dies a day afterwards. Before dying he says \"let this expiate!\" Clarissa's relatives finally realise the misery they have caused but discover that they are too late and Clarissa has already died. The story ends with an account of the fate of the other characters.",
    "genre": [
      "Epistolary novel"
    ],
    "author": "Samuel Richardson"
  },
  {
    "title": "The Perks of Being a Wallflower",
    "summary": " \"Charlie\" is the alias of the adolescent narrator of the novel, who is about to begin his first year of high school. The novel is presented through letters that Charlie writes to an anonymous friend, whom he hears girls at school talk about fondly. Charlie begins his freshman year apprehensive due to the death of his only good friend Michael, who committed suicide several months before. He does not feel that he can lean on his parents or older siblings for support, because they never truly understood him. He also explains that the only relative that he ever felt close to was his Aunt Helen, but she was killed in a car accident on his seventh birthday. Charlie soon befriends two seniors, Sam and her step-brother Patrick. Throughout the story, Sam, Patrick, and Charlie's English teacher Bill introduce him to many new experiences and the letters he writes show his growth. In the end, he learns that he can go on life without being scared because he is a wallflower. Charlie writes about situations he gets into with his new friends including going to parties, seeing and performing in Rocky Horror Picture Show and going on his first date. Charlie also falls in love with Sam during the novel. He writes to his anonymous friend a lot about love. Besides his feelings for Sam, he also briefly dates Mary Elizabeth, another girl in their group of friends. In addition, Charlie writes about Patrick's relationship with Brad, the quarterback of the football team, who is gay but still \"in the closet\". Another relationship discussed is his sister's, who is dating a boy who Charlie witnessed hitting her, which Charlie is especially sensitive to as his Aunt Helen was abused. Charlie grows a lot during the story and learns how to participate in life. At the end of the summer, Patrick and Sam take Charlie through the tunnel again, this time, with Charlie standing in the truck bed.",
    "genre": [
      "Epistolary novel",
      "Young adult literature",
      "Fiction"
    ],
    "author": "Stephen Chbosky"
  },
  {
    "title": "Youth in Revolt",
    "summary": " The book's main protagonist is Nicholas \"Nick\" Twisp, a 14-year-old boy of above-average intelligence. Nick's life continues like a normal teenager's with his best friend Leroy, a.k.a. Lefty, and his divorced parents George and Estelle. His mother is dating a truck driver named Jerry, who sells a group of sailors a Chevy Nova that dies soon after the sailors get it. In response, the sailors go for revenge. After outsmarting them, Jerry strategically decides to take a vacation, so they all go to a religious mobile home camp. It is there that Nick meets Sheridan \"Sheeni\" Saunders and his life is turned completely upside down. Through plots to get Sheeni closer to him he ends up with several crimes on his hands and is forced to run from the police. Nick tricks everyone into thinking he went to India, thereby escaping the police. Nick hides out with his sister Joanie and returns with help from his friend in Ukiah, Frank \"Fuzzy\" DeFalco. He dresses in Fuzzy's late grandmother's clothes, adopting the name Carlotta and a conservative disposition. As Nick does so, he befriends Sheeni and several other people who Nick knew before. While spending the night with Sheeni on Christmas Eve, she reveals to him that she knew from the beginning it was him, not Carlotta. Nick then gets \"the best Christmas present a youth could receive,\" starting a secret relationship with Sheeni. Nick inherits a fortune when an elderly neighbor of Joanie takes a liking to him and decides to put him in her will. When Joanie's neighbor died, Nick is briefly left half a million dollars richer, until his mother's boyfriend, a somewhat corrupt police officer, seizes the money. Faced with homelessness from the loss of the house he had been squatting in, Nick becomes rich beyond belief when an idea of his, a wart watch, makes it big.",
    "genre": [
      "Epistolary novel",
      "Fiction",
      "Humour"
    ],
    "author": "C.D. Payne"
  },
  {
    "title": "JPod",
    "summary": " JPod is an avant-garde novel of six young adults, whose last names all begin with the letter 'J' and who are assigned to the same cubicle pod by someone in human resources through a computer glitch, working at Neotronic Arts, a fictional Burnaby-based video game company. Ethan Jarlewski is the novel's main character and narrator, who spends more time involved with his work than with his dysfunctional family. His stay-at-home mother runs a successful marijuana grow-op which allows his father to abandon his career and work as a futile movie extra. Ethan's realtor brother Greg involves himself with Asian crime lord Kam Fong who serves as the plot's crux of character connection. The JPod staff are required to insert a turtle character based on Jeff Probst into the skateboard game that they are developing as 'BoardX'. The marketing manager, Steven Lefkowitz, mandates the turtle's addition to the game because he is trying to please his son during a custody battle. JPod is then drastically challenged and changed when Steve goes missing and the new executive replacement declares that the game will be changed yet again. Upper management decides to change Jeff the turtle for an adventurous prince who rides a magic carpet. The game is then renamed \"SpriteQuest\". The JPodders, upset that they would not be able to finish their game, decide to sabotage SpriteQuest by inserting a deranged Ronald McDonald. They do this by creating a secret level where Ronald works malevolence, thus creating, in their opinion, a culturally-suitable game for the target market. Ethan begins to date the newest addition to JPod, Kaitlin, and their relationship grows as she discovers that most of the members of the team, including herself, are mildly autistic. Kaitlin develops a hugging machine after researching how autistic people enjoy the sensation of pressure from non-living things on their skin. Douglas Coupland, as a character, is inserted into the novel when Ethan visits China to bring a heroin-addicted Steve back to Canada. This Google-version of Douglas Coupland consistently bumps into Ethan and manages to weave himself into the narrator's life. JPod finds itself in a digital world where technology is everything and the human mind is incapable of focusing on just one task.",
    "genre": [
      "Epistolary novel",
      "Satire",
      "Fiction"
    ],
    "author": "Douglas Coupland"
  },
  {
    "title": "Pamela",
    "summary": " Epistolary novels—novels written as series of letters—were extremely popular during the 18th century, mainly because of Richardson's Pamela. Richardson and other novelists of his time argued that the letter allowed the reader greater access to a character's thoughts. Richardson claimed that he was writing \"to the moment\": that is, Pamela's thoughts were recorded nearly simultaneously with her actions. In the novel, Pamela writes two kinds of letters. At the beginning, while she decides how long to stay on at Mr B's after his mother's death, she tells her parents about her various moral dilemmas and asks for their advice. After Mr. B. abducts her and imprisons her in his country house, she continues to write to her parents, but since she does not know if they will ever receive her letters, the writings are also considered a diary. In Pamela, the letters are almost exclusively written by the heroine, restricting the reader's access to the other characters; we see only Pamela's perception of them. In Richardson's other novels, Clarissa (1748) and The History of Sir Charles Grandison (1753), the reader is privy to the letters of several characters and can more effectively evaluate the characters' motivations and moral values.",
    "genre": [
      "Epistolary novel",
      "Romance novel",
      "Georgian romance"
    ],
    "author": "Samuel Richardson"
  },
  {
    "title": "World War Z",
    "summary": " Through a series of oral interviews, Brooks, as an agent of the United Nations Postwar Commission, describes the history of 'World War Z'. Although the origin of the zombie pandemic is unknown, the story begins in China after a young boy is bitten; he becomes the pandemic's 'patient zero'. The Chinese government attempts to contain the infection and concocts a crisis involving Taiwan to mask their activities. The infection is spread to other countries by the black market organ trade and by refugees, before an outbreak in South Africa finally brings the plague to public attention. As the infection spreads, the State of Israel is the only country to take the reports of zombies seriously, initiating a nationwide quarantine and closing its borders to everybody except uninfected Jews and Palestinians. Pakistan and Iran destroy each other in a nuclear war after the Iranian government attempts to stem the flow of Pakistani refugees. The United States of America does little to prepare; although special forces teams are used to contain initial outbreaks, a widespread effort never starts as the nation is sapped of political will by several \"brushfire wars\", and a placebo fraudulently marketed as a vaccine has created a false sense of security. When the world recognizes the true scope of the problem, a period known as the \"Great Panic\" begins. Following the fall of New York City, the United States Army sets up a high-profile defense at Yonkers, New York to restore American morale. The U.S. military uses obsolete Cold War tactics on the zombies, including anti-tank weapons and demoralization through wounding. These have no effect on the zombies, which \"can't be shocked and awed\", have no self-preservation instincts, and can only be stopped if shot in the head and killed. The soldiers are routed on live television, while other countries suffer similarly disastrous defeats, and human civilization teeters on the brink of collapse. In South Africa, the government adopts a plan drafted by ex-apartheid government official Paul Redeker, which calls for the establishment of small \"safe zones\", areas surrounded by natural boundaries and cleared of zombies. Large groups of refugees are abandoned, but kept alive outside the safe zones to distract the hordes of undead, allowing those within time to regroup and recuperate. Governments worldwide adopt their own versions of the \"Redeker Plan\", or relocate the populace to safer foreign territory, such as the complete evacuation of the Japanese Home Islands. As zombies freeze solid in the cold, many civilians in North America flee to the wildernesses of northern Canada and the Arctic, where some 11 million people, unprepared to deal with the cold Canadian winter, die from starvation and exposure. Seven years after the start of the zombie pandemic, a conference is held off the coast of Honolulu, Hawaii, on aboard the , where most of the world's leaders indicate they want to wait out the zombie plague, but the U.S. President successfully argues that the only way to survive physically and psychologically is to go on the offensive. Determined to lead by example, the U.S. military reinvents itself to meet the specific challenges involved in fighting the living dead: automatic weapons and mobility are replaced by semi-automatic rifles and formation firing, troops are retrained to focus on head shots and slow, steady rates of fire, and a multipurpose hand tool, the \"Lobotomizer\" or \"Lobo\", is designed to destroy zombie heads close up. In two north–south lines stretching across North America, the U.S. military leaves its safe zone west of the Rocky Mountains and crosses the continent in a three-year campaign, systematically destroying the zombies and reclaiming outposts of survivors (whether they want to be reclaimed or not). Ten years after the \"official\" end of the zombie war, millions of zombies are still active and the geopolitical landscape of the Earth has been forever transformed. A democratic Cuba has become the world's most thriving economy and the international banking capital. China has also become a democracy, following a civil war sparked by the collapse of the Three Gorges Dam and ending after a mutinying Chinese Navy submarine destroys the Communist leadership with submarine-launched ballistic missiles. Tibet, freed from Chinese rule, hosts the world's most populated city. Following a religious revolution, Russia is now an expansionist theocracy. North Korea is completely empty, with the entire population presumed to have disappeared into underground bunkers; it is unknown if they survived or have become zombies. Iceland has been completely depopulated, and is the world's most heavily infested country. The United Nations fields a large military force to eliminate the remaining zombies from overrun areas, defeat hordes that surface from the ocean floor, and kill frozen zombies before they thaw. Overall, there is a drastic reduction in the human population, which is alluded to have been brought to the brink of extinction, and many environments and animal species have been devastated, as much by desperate humans as by marauding zombies.",
    "genre": [
      "Epistolary novel",
      "Science Fiction",
      "War novel",
      "Horror",
      "Speculative fiction",
      "Zombies in popular culture",
      "Apocalyptic and post-apocalyptic fiction",
      "Fantasy",
      "Fiction",
      "Satire",
      "Humour"
    ],
    "author": "Max Brooks"
  },
  {
    "title": "Griffin and Sabine",
    "summary": " Griffin Moss is an artist living in London who makes postcards for a living. He is unhappy and lonely, though he is unaware of these feelings. His life is changed forever when he receives a cryptic postcard from Sabine Strohem, a woman he has never met. Like Griffin, she is an artist (she illustrates postage stamps) and comes from a fictional group of small islands in the South Pacific known as the Sicmon Islands (Arbah, Katie, Katin, Ta Fin, Quepol and Typ). The two begin to correspond regularly. Griffin comes to realize that he is in love with Sabine, who reciprocates his feelings, and that they are soulmates. However, his growing uncertainty as to Sabine's true nature and the changes her presence in his life has brought to him develops into fear and he ends up rejecting her offer for him to come see her in person. He comes to the conclusion that Sabine is a figment of his imagination, created from his own loneliness. It appears to be true until another postcard arrives from Sabine with an ominous promise that if he will not come to her, she will go to him.",
    "genre": [
      "Epistolary novel"
    ],
    "author": ""
  },
  {
    "title": "The Wild Irish Girl",
    "summary": " The Hon. Horatio M———, son of the Earl of M———, is banished to his father's estate on the northwest coast of Connacht (i.e. County Mayo) as punishment for accumulating large debts. The novel consists of letters written by Horatio to his friend J.D., an MP. He finds a dilapidated castle and the remnants of the Catholic Gaelic nobility that was displaced by his ancestors after the Cromwellian conquest of Ireland. He acquires a new respect for Irish history and culture and falls in love with an Irish princess named Glorvina.",
    "genre": [
      "Epistolary novel",
      "Romance novel"
    ],
    "author": "Lady Morgan"
  },
  {
    "title": "Letters of Insurgents",
    "summary": " The novel is a subtle and complex narrative which takes the form of fictional letters between two Eastern European workers, Yarostan Vochek and Sophie Nachalo, who are separated after a failed revolution. Yarostan spends twelve years in statist jails, while Sophie escapes to the West. After twenty years without contact, they begin to write each other about their experiences, their lives, their hopes, and their memories of the past.",
    "genre": [
      "Epistolary novel"
    ],
    "author": "Fredy Perlman"
  },
  {
    "title": "The Gum Thief",
    "summary": " Roger and Bethany The primary plot of this novel involves two characters, Roger and Bethany, employees of a Staples in North Vancouver, British Columbia, Canada. The two characters come from very different walks of life. Roger, a middle-aged alcoholic, is coping with an ugly divorce from his wife and the loss of access to his child. Bethany, a goth girl, is dealing with coming of age and working in what Coupland referred to in his 1991 novel Generation X as a McJob. What brings the characters together is a journal that Roger has decided to keep. In the journal, Roger begins to discuss his issues and his pressing thoughts, including a novel he would like to write called “Glove Pond.\" Bethany finds this journal, and writes a letter to Roger. In the letter, Bethany says they should continue to write to each other, but to pretend that they know nothing about each other outside of the letters themselves at work. After writing letters back and forth, Roger and Bethany strike up a friendship in the letters. Soon, more letters are included in the book from other characters, for instance, from Bethany’s mother, DeeDee, who went out on a date with Roger, and also went to high school with him. Other letters include a letter from Roger’s wife, emails from employees within the store, and more. Interspersed within the main text is the novel within the novel: Glove Pond. As Roger begins to write Glove Pond, different characters in the novel respond to his writing in their letters. The Glove Pond sections are interspersed within the other letters. Glove Pond Excerpts of Glove Pond are scattered throughout the book, presumably appearing as Roger writes them. Glove Pond is a corruption of Edward Albee’s 1962 play, Who’s Afraid of Virginia Woolf? It concerns the two main characters, a couple named Steve and Gloria, and their dinner guests, Steve's younger colleague, Kyle Falconcrest, and his wife Brittany, a surgeon. Roger writes in his diary that Glove Pond was supposed to contain characters such as Elizabeth Taylor and Richard Burton—drunk movie stars who engage in witty repartee. This is a fairly accurate description of Steve and Gloria, who are, in fact, a pair of broke alcoholics living in a dusty, neglected home. The plot of Glove Pond follows the dinner interactions between these characters. A reference to Glove Pond is seen in a short scene in the final episode of the TV adaptation of Coupland's jPod. The character of Jim Jarlewski (Alan Thicke) is seen reading a hardcover copy of Glove Pond by Roger Thorpe.",
    "genre": [
      "Epistolary novel",
      "Fiction"
    ],
    "author": "Douglas Coupland"
  },
  {
    "title": "Angus, Thongs and Full-Frontal Snogging",
    "summary": " The story is told through the journal of a teenage girl named Georgia Nicolson. Georgia is growing up in England with her best friend Jas and the rest of the Ace Gang, a group of best friends who share secrets, have sleepovers, and talk about boys whom they have snogged. She lives with her mother, father, her mad little sister Libby and her half Scottish Wildcat, Angus, whom the family found on a small family holiday to Scotland. Angus gets into trouble from Mr and Mrs Across the Road, the Prat Poodles, and his Kitty Girlfriend Naomi. Georgia falls for a boy named Robbie and her best friend Jas falls for Robbie's brother Tom, But Robbie starts to go out with a \"wet weed\", Lindsay, a year older than her. Eventually the two of them fall in love, and Georgia is hoping to start a relationship with Robbie, the sex god. The stories then continue on in the other books, following Robbie and Georgia's growing relationship until Robbie, Georgia's \"first love\" moves to Kiwi-a-go-go land (AKA New Zealand) to snogg Wombats. Soon Georgia falls for the \"Italian Stallion\" Masimo. As the series progresses, readers wait in anticipation to see who Georgia chooses in the end; Robbie, Masimo, or the one who really and truly loves her Dave (the Laugh). We follow through Georgia's mad adventures through 10 books.",
    "genre": [
      "Epistolary novel",
      "Children's literature",
      "Young adult literature",
      "Fiction"
    ],
    "author": "Louise Rennison"
  },
  {
    "title": "Poor Folk",
    "summary": " Makar Devushkin and Varvara Dobroselova are second cousins twice-removed and live across from each other on the same street in terrible apartments. Devushkin's, for example, is merely a portioned-off section of the kitchen, and he lives with several other tenants, such as the Gorshkovs, whose son dies and who groans in agonizing hunger almost the entire story. Devushkin and Dobroselova exchange letters attesting to their terrible living conditions and the former frequently squanders his money on gifts for the latter. The reader progressively learns their history. Dobroselova originally lived in the country, but moved to St. Petersburg (which she hates) when her father lost his job. Her father was very violent after losing his job and her mother became severely depressed. Her father dies and they move in with Anna Fyodorovna, a landlady who was previously cruel to them but at least pretends to feel sympathy for their situation. Dobroselova is tutored by a poor student named Pokrovsky, whose drunken father occasionally visits. She eventually falls in love with Pokrovsky. She struggles to save a measly amount of money to purchase the complete works of Pushkin at the market for his birthday present, then allows his father to give the books to him instead, claiming that just knowing he received the books will be enough for her happiness. Pokrovsky falls ill soon after, and his dying wish is to see the sun and the world outside. Dobroselova obliges by opening the blinds to reveal grey clouds and dirty rain. In response Pokrovsky only shakes his head and then passes away. Dobroselova's mother dies shortly afterwards, and Dobroselova is left in the care of Anna for a time, but the abuse becomes too much and she goes to live with Fedora across the street. Devushkin works as a lowly copyist, frequently belittled and picked on by his work colleagues. His clothing is worn and dirty, and his living conditions are perhaps worse than Dobroselova's. He considers himself a rat in society. He and Dobroselova exchange letters (and occasional visits that are never detailed), and eventually they also begin to exchange books. Devushkin becomes offended when she sends him a copy of \"The Overcoat\", because he finds the main character is living a life similar to his own. Dobroselova considers moving to another part of the city where she can work as a governess. Just as he is out of money and risks being evicted, Devushkin has a stroke of luck: his boss takes pity on him and gives him 100 rubles to buy new clothes. Devushkin pays off his debts and sends some to Dobroselova. She sends him 25 rubles back because she does not need it. The future looks bright for both of them because he can now start to save money and it may be possible for them move in together. Devushkin finds himself liked by even the writer Ratazyayev, who was using him as a character in one of his stories because of his sad condition. Even the Gorshkovs come across money because the father’s case is won in court. With the generous settlement they seem to be destined to be perfectly happy, but the father dies, leaving his family in a shambles despite the money. Soon after this, Dobroselova announces that a Mr. Bykov, who had dealings with Anna Fyodorovna and Pokrovsky’s father, has proposed to her. She decides to leave with him, and the last few letters attest to her slowly becoming used to her new money. She has Devushkin find linen for her and begins to talk about various luxuries, leaving him alone in the end despite the fact that his lot was improving. The story ends with a final letter from him: a desperate plea for her to come back to him or at least write from her new life.",
    "genre": [
      "Epistolary novel",
      "Speculative fiction"
    ],
    "author": "Fyodor Dostoyevsky"
  }
]