[
  {
    "title": "Dawkins' God: Genes, Memes, and the Meaning of Life",
    "summary": " McGrath begins with an overview of evolutionary biology and Darwinist theory. He then presents Dawkins’ view that the current state of scientific knowledge should lead a rational person to conclude that there is no God. McGrath argues that Dawkins fails to declare or defend several crucial assumptions or premises. McGrath also defends other conclusions in the book, including: * the scientific method cannot conclusively prove that God does or does not exist; * the theory of evolution does not necessarily entail any particular atheistic, agnostic, or Christian understanding of the world; * Dawkins’ refutation of William Paley’s watchmaker analogy does not equate to a refutation of God’s existence; * Dawkins’ proposal that memes explain the evolutionary development of human culture is more illogical and unscientific than a clearly articulated defence of Christianity; * Dawkins is ignorant of Christian theology and mischaracterizes religious people generally. McGrath argues that Dawkins’ rejection of faith is a straw man argument. According to McGrath, Dawkins’ definition that faith “means blind trust, in the absence of evidence” is not a Christian position. In contrast, argues McGrath, accepting Dawkins’ definition would require blind trust since he offers no evidence to support it. Rather, it is based upon what McGrath calls “an unstated and largely unexamined cluster of hidden non-scientific values and beliefs” (p.&nbsp;92). McGrath then argues that Dawkins frequently violates the very tenets of evidence-based reasoning that Dawkins himself claims to uphold and use to dismiss all religious belief. Also on page 92, McGrath states \"... Darwinism neither proves nor disproves the existence of God (unless, of course God is defined by his critics in precisely such a way...).\"",
    "genre": [
      "Science"
    ],
    "author": "Alister McGrath"
  },
  {
    "title": "The Dawkins Delusion?",
    "summary": " McGrath criticizes Dawkins for what he perceives to be \"a dogmatic conviction\" to \"a religious fundamentalism which refuses to allow its ideas to be examined or challenged.\" He objects to Dawkins' assertion that faith is a juvenile delusion, arguing that numerous reasonable persons chose to convert as adults. He cites himself and Antony Flew as two specific examples. Like Dawkins, McGrath rejects William Paley's Watchmaker analogy as specious. To express his true feelings on the subject of Irreducible complexity, McGrath instead cites the work of Richard Swinburne, remarking that the capacity of science to explain itself requires its own explanation – and that the most economical and reliable account of this explanatory capacity lies in the notion of the monotheistic God of Christianity. When considering the subject of Aquinas' Quinque viae, to which Dawkins devotes considerable attention, McGrath interprets the theologian's arguments as an affirmation of a set of internally consistent beliefs rather than as an attempt to formulate a set of irrefutable proofs. McGrath proceeds to address whether religion specifically conflicts with science. He points to Gould's supposition of Non-overlapping magisteria, or NOMA, as evidence that Darwinism is as compatible with theism as it is with atheism. With additional reference to the works of Sir Martin Rees, Denis Noble, and others, McGrath advocates a modified version of NOMA which he terms \"overlapping magisteria\". He posits that Science and Religion co-exist as equally valid explanations for two partially overlapping spheres of existence, where the former concerns itself primarily with the temporal, and the latter concerns itself primarily with the spiritual, but where both can occasionally intertwine. McGrath strives to confirm his position by suggesting that a significant minority of scientists are also theists, pointing specifically to Owen Gingerich, Francis Collins and Paul Davies as examples. McGrath criticizes Dawkins' proposals that religion is both an evolutionary by-product and a memetic virus. McGrath examines Dawkins' use of Russell's teapot analogy as well as the basics of Dawkins' theory of Memetics. McGrath criticizes Dawkins for referencing Frazer's The Golden Bough as an authority on anthropology, as he considers the work to be more of \"a highly impressionistic early work\" than a serious text. McGrath also points to Dawkins' lack of training in Psychology as indicative of an inability to address the most important questions of faith. Quoting Dawkins' description of the Old Testament God as \"a petty, unjust ... capriciously malevolent bully\", McGrath counters that he does not believe in such a god and knows no one personally who does. Setting aside Dawkins' remarks, McGrath instead points to Jesus and the New Testament as superior examples of the true nature of Christianity. \"Jesus\", McGrath argues, \"...was the object, not the agent, of violence\". McGrath suggests that \"far from endorsing 'out-group hostility', Jesus commanded an ethic of 'out-group affirmation' and Christians may certainly be accused of failing to live up to this command. But it is there, right at the heart of the Christian ethic\". He believes that Dawkins is right when he argues that it is necessary to critique religion, and right to demand that there be an external criterion for interpreting texts; but argues that Dawkins appears unaware that religions and their texts possess internal means of reform and renewal, and that Dawkins seems to be unaware of the symbolism of several of the Bible passages which he quotes. McGrath cites the works of numerous authors, including Kenneth I. Pargament, Harold G. Koenig, and Terry Eagleton, to demonstrate how closely he feels religious faith to be tied to well-being. The Dawkins Delusion? concludes with the suggestion that belief in God has \"rebounded\", that Dawkins' work is more theatre than scholarship, and that The God Delusion denotes little more than \"panic\" on the part of non-believers.",
    "genre": [
      "Science"
    ],
    "author": "Alister McGrath"
  },
  {
    "title": "Out of Gas: The End of the Age of Oil",
    "summary": " The book gives the scientific view that the age of petroleum is coming to an end, and the future is dangerously insecure. Oil demand will shortly exceed the production capacity of even the largest suppliers. The book begins by citing the work of M. King Hubbert. Then Goodstein briefly mentions thermodynamics, electromagnetism and geology. He then describes the alternative energy technologies. He opines that the alternative energy technologies will not be effective because of the time it will take to improve them for continuing the present day industry. According to the book, the age of oil is ending. Oil supply will shortly begin to decline, precipitating a global crisis. Even if coal and natural gas are substituted for some of the oil, human civilization will start to run out of fossil fuels by the end of the 21st century. He concludes with the warning: \"Civilization as we know it will come to an end sometime in this century unless we can find a way to live without fossil fuels\".",
    "genre": [
      "Science"
    ],
    "author": "David Goodstein"
  }
]