[
  {
    "title": "Girl, Interrupted",
    "summary": " In April 1967, 18-year-old Susanna Kaysen is admitted to McLean Hospital, in Belmont, Massachusetts, after attempting suicide. She denies that it was a suicide attempt to a psychiatrist, who suggests she take time to regroup in McLean, a private mental hospital. Susanna is diagnosed with borderline personality disorder, and her stay extends to 18 months. Fellow patients Polly, Cynthia, Lisa, Lisa Cody, Georgina and Daisy contribute to Susanna’s experiences at McLean as she describes their personal issues and how they come to cope with the time they must spend in the hospital. Susanna also introduces the reader to particular staff members, including Valerie, Dr. Wick and Mrs. McWeeney. Susanna reflects on the nature of her illness, including difficulty making sense of visual patterns, and suggests that sanity is a falsehood constructed to help the \"healthy\" feel \"normal.\" She also questions how doctors treat mental illness, and whether they are treating the brain or the mind. During her stay, Susanna undergoes a period of depersonalization, where she bites open the flesh on her hand after she becomes terrified that she has \"lost her bones.\" Also, during a trip to the dentist, Susanna becomes frantic after she wakes from the general anesthesia, when no one will tell her how long she was unconscious, and she fears that she has lost time. After leaving McLean, Susanna mentions that she kept in touch with Georgina and saw Lisa, who was about to board the subway with her son.",
    "genre": [
      "Memoir"
    ],
    "author": "Susanna Kaysen"
  },
  {
    "title": "Now and Then",
    "summary": " Heller describes his early passion for writing and some of the primary school papers that preview his adult fiction. Picking up late in high school, Heller reviews the various jobs he held before enlisting in the Air Force: telegram messenger boy, clerk at an insurance company, and blacksmith's helper in a shipyard. With World War II looming, Heller enlisted in the US Army Air Corps, where he served as a bombardier. Heller describes several of his fellow soldiers and the events that would later become part of Catch-22. Heller completed his required number of missions, was discharged, and was married to his first wife within five months. She accompanied him to college, which Heller attended on the GI Bill, but we learn very little about her. Heller describes his early attempts at writing fiction, which occurred while he worked as an English professor and ad copywriter, and reminds the reader of the many prominent American writers who have been unable to support themselves on their words alone. Heller provides interesting details from his life's story, but doesn't rehash any of his works. Catch-22 and Something Happened receive the most attention, while Picture This, God Knows, and Good as Gold receive brief mentions. The most insight Heller provides into his body of his work is a discussion in the penultimate chapter of his experience with psychoanalysis. Heller revisits his father's death in the chapter, and notes how so many of his works have a prominent, but not central, character's death described in the penultimate chapter (e.g., Snowden in Catch-22). Heller also discusses why the only emotional closeness that appears in his works is between father and son. (e.g., David and Absalom in God Knows) Heller provides an in-depth reason to the insanity that often lurks in people's minds.",
    "genre": [
      "Memoir"
    ],
    "author": "Joseph Heller"
  },
  {
    "title": "'Tis: A Memoir",
    "summary": " The book begins as McCourt lands at Albany, New York, and quickly makes his way to New York City. Friendless and clueless about American customs, he struggles to integrate himself into American blue-collar society. He is then drafted into the US Army, sent to Europe, and rises to the rank of corporal. On his stay in Germany, he has confrontations with many people who try to show Frank how to get a Russian refugee girl to have sexual intercourse with him by giving her coffee or cigarettes. He is granted leave from the army as compensation for his exceptional service as a clerk-typist and goes back home to Ireland to see his family. He then decides to return to the US, where he attends New York University &ndash; despite never having graduated from high school. He falls in love with and eventually marries a middle-class American-born girl, Alberta Small, whom he meets at college. After graduating from NYU, he teaches English and social studies at McKee Vocational and Technical High School on Staten Island. There, he is forced to deal with apathetic, indifferent students. Eventually, he moves on to teaching at the prestigious Stuyvesant High School. At Stuyvesant, he revises his teaching style to end his reliance on books and other teaching resources, to become an effective teacher. 'Tis examines Frank's relationship to his family and his wife during this time (all his siblings and his mother move to America over the course of the book). Eventually, Frank's relationship with his wife turns sour, and they stay together as long as they do only because of their daughter, Margaret Ann (named after Frank’s sister who died in infancy, and his grandmother, who is described in Angela's Ashes). Nonetheless, Frank finally leaves them, an action he compares to that of his father leaving his family. Frank's mother, Angela McCourt, is in increasingly bad health due to emphysema and dies in New York around the same time as Frank's father, Malachy McCourt, Sr., dies in Ireland. Frank goes to Ireland to bury his father and scatter his mother's ashes. The book ends after Frank and his brothers scatter Angela's ashes over the graves of her family. \"'Tis\" was the final and only word of the last chapter of Angela's Ashes, while Tis ends with the spreading of Angela McCourt's ashes in Ireland. Frank McCourt has remarked in several interviews (perhaps joking) that he originally intended for each book to have the other's title. Frank McCourt followed this book with another memoir, Teacher Man. ms:'Tis",
    "genre": [
      "Memoir"
    ],
    "author": "Frank McCourt"
  },
  {
    "title": "Storm of Steel",
    "summary": " Storm of Steel begins with Jünger as a private entering the line with the 73rd Hanoverian Regiment in Champagne. His first taste of combat came at Les Eparges in April 1915 where he was first wounded. After recuperating, he took an officer's course and achieved the rank of Ensign. He rejoined his regiment on the Arras sector. In 1916, with the Battle of the Somme underway, Jünger's regiment moved to Combles in August for the defence of the village of Guillemont. Here Jünger was fortunate to be wounded again, shortly before the final British assault which captured the village &mdash; his platoon was annihilated. In 1917 Jünger saw action during the Battle of Arras in April, the Third Battle of Ypres in July and October, and the German counter-attack during the Battle of Cambrai in November. Jünger led a company of assault troops during the final German Spring Offensive, 21 March 1918 when he was wounded again. On 23 August he suffered his most severe wound when he was shot through the chest. In total, Jünger was wounded 14 times during the war, including five bullet wounds. He was awarded the Iron Cross 1st Class and was the youngest ever recipient of the Pour le Mérite.",
    "genre": [
      "Memoir"
    ],
    "author": "Ernst Jünger"
  },
  {
    "title": "Blankets",
    "summary": " Blankets chronicles Craig Thompson's adolescence and young adulthood, his childhood relationship with his younger brother, and the conflicts he experiences regarding his Christianity and his first love. Though written chronologically, Thompson uses flashbacks as a literary and artistic device in order to parallel young adult experience with past childhood experience. Major themes of the work include: first love, child and adult sexuality, spirituality, sibling relationships, and coming of age. Thompson begins by describing his relationship with his brother during their childhoods in Wisconsin. Though their relationship is marked by typical sibling conflict, they are also very close, and their rapport helps them deal with verbal and physical abuse from their overly religious parents, and sexual harassment and abuse from bullies at school. During his preteen years, Thompson finds himself a misfit because of his physical appearance and home life. Through his teen years, he continues to find it hard to fit in with his peers, but at a Bible camp one winter, he comes to associate with a group of teens he feels he will fit in with, which includes Raina, a beautiful and interesting girl who captivates him. The two become inseparable and arrange to spend two weeks together at Raina’s home in Michigan. He meets Raina’s family, consisting of her separated parents, her adopted siblings Ben and Laura, her biological sister, and her infant niece Sarah. Because Laura is mentally retarded and Sarah is often ignored by her own parents, Raina feels the responsibility to take care of the both of them. Although she is extremely close to Craig while he’s staying with her, she feels she can’t handle one more person dependent on her and breaks up with him soon after he leaves. He then destroys everything Raina had ever given to him, and every memento of their relationship, except for the quilt she had made for him. He stores it and other possessions in the attic in the house, and moves out to start his own life elsewhere. Thompson comes to terms with his religion and spiritual identity while away from his family. He returns to his childhood home after several years, seemingly a different person. He rekindles his old familial relationships, and the bonds between the family become stronger. The story ends with his finding peace with those he loves and himself.",
    "genre": [
      "Memoir",
      "Graphic novel"
    ],
    "author": "Craig Thompson"
  },
  {
    "title": "The Private Life of Chairman Mao",
    "summary": " According to the book, Li witnessed Mao's private life on a day-to-day basis, mostly dealing with Mao at the height of his powers. Li alleged that Mao appeared anxious of the public but was indifferent to the problems of the Chinese people. It also describes Mao's signs of illness, paranoia, as well as neglecting dental hygiene (Mao's teeth were coated with a green-colored film, and when Li touched Mao's gums, pus oozed out). The book has two major focuses: * Mao's personal sexual history, including his sexual potence at the height of the revolution, and selection of numerous sexual partners following his adoption, at the age of 62, of the Taoist belief that frequent sex prolongs life. Despite his initial fascination for and admiration of Mao, Li expresses his growing disgust and contempt for Mao beginning at this point due to the leader's hypocritical assertion that the population at large must adopt a sexually conservative lifestyle. * The political intrigue within Communist Party leadership, including Mao's excessive use of propaganda and unrealistic demands leading to absurdities such as putting rice fields near railroad tracks to give the impression of fertility and health while the country suffered from massive famine, as well as Mao's excitement after President Richard Nixon's visit to China, around the time his health started to deteriorate. Li also writes about his personal experiences, the effects of the Cultural Revolution on his family, and his life as a doctor for 22 years in Mao's life.",
    "genre": [
      "Memoir"
    ],
    "author": "Li Zhisui"
  },
  {
    "title": "Rocket Boys",
    "summary": " Homer \"Sonny\" Hickam, Jr. lived in a small coal mining town in West Virginia named Coalwood. Sonny, after seeing the Russian satellite Sputnik, decides to join the American team of rocket engineers called the Army Ballistic Missile Agency when he graduates from school. (Note: In the book Rocket Boys, the main character is always called Sonny. In the movie October Sky, he is called Homer.) Sonny's older brother, Jim Hickam, excelled at football and expected to get a college football scholarship. Sonny, however, was terrible at sports and had no special skill that would get him \"out of Coalwood\". Sonny's mother was afraid that he would have to work in the mines after high school. Sonny's first attempt at rocketry consisted of a flashlight tube and model airplane body as a casing that was fueled by flash powder from old cherry bombs. It exploded violently, thus destroying his mother's fence. After that, Sonny enlisted the help of Quentin Wilson, Roy Lee Cooke, Sherman Siers, Jimmy \"O'Dell\" Carroll, and Billy Rose to help build rockets while forming the BCMA (Big Creek Missile Agency). Their first real rocket, powered by black powder, was named Auk 1. This an allusion to the Great Auk, which is a flightless sea bird that became extinct in the mid-19th century. Auk 1 flew six feet before the solder melted and the nozzle, a washer, separated from the casement which subsequently gave the name of the group and book. They called themselves \"Rocket Boys\" and called the place they were launching their rockets from \"Cape Coalwood\", in honor of Cape Canaveral. The Rocket Boys enjoyed mixed success during their three year rocket launching campaign (1957 to 1960). They employed several fuel mixtures including rocket candy and a mixture called \"zincoshine\", which was composed of zinc dust and sulfur, along with alcohol made by a local bootlegger as a binder for the mixture. They launched a total of 34 rockets all sequentially numbered Auk I–XXXI. (There were four different Auk XXIIs.) They also won a National Science Fair gold medal for their rockets, for their project titled \"A Study of Amateur Rocketry Techniques\".",
    "genre": [
      "Memoir"
    ],
    "author": "Homer Hickam"
  },
  {
    "title": "Henry and June",
    "summary": " At the end of 1931, Nin finds herself dissatisfied with being a timid, faithful wife to her banker husband, Hugh Parker Guiler. Nin and her husband contemplate the possibility of opening their relationship, and determine that it would threaten their marriage. However when Anais meets June Miller, she is magnetically drawn to her and perceives June to be the most beautiful and charismatic woman she has ever met. Nin pursues an extremely intense, ambiguous, sexually charged friendship with her. When June leaves Nin becomes involved with Henry, and begins an uninhibited sexual and emotional affair with him, which prompts an intellectual and sensual awakening. A friendship is formed between the two that was maintained throughout both artist's lives.",
    "genre": [
      "Memoir",
      "Personal journal"
    ],
    "author": "Anaïs Nin"
  },
  {
    "title": "Pyongyang",
    "summary": " Delisle arrives in Pyongyang, bringing, in addition to the items that he was authorized to bring into the country, a copy of George Orwell's Nineteen Eighty-Four, that he judged appropriate for a totalitarian state, CDs of Aphex Twin and reggae, and presents like Gitanes cigarettes and Hennessy cognac. Delisle encounters former colleagues working at SEK Studio on an adaptation of Corto Maltese comics. He also meets foreign diplomats, NGO workers in the World Food Programme, and businessmen, such as French engineers installing an HDTV transmitter. During his two month visit, he stays at the Yanggakdo Hotel, and visits other foreigners in the Koryo Hotel. Accompanied by his guide, he visits the massive statue of Kim Il-sung, the Pyongyang Metro, the legation quarter, the Diplomatic Club (former Romanian embassy), the Arch of Triumph, the Juche Tower, the International Friendship Exhibition, the USS Pueblo, the enormous Ryugyong Hotel, the Taekwondo Hall, the Children's Palace, and the Museum of Imperialist Occupation. Delisle is surprised by things such as reverse walking, the absence of disabled and elderly people, North Korean music propaganda, the cult of personality for past leader Kim Il-Sung and his son Kim Jong-Il, the required presence of his translator and guide, nearly-expired water from the South, Coca-Cola and kimjongilias. He also notes the extreme level of apparent brainwashing in the citizens of Pyongyang. When questioned regarding the lack of disabled people in Pyongyang, his guide asserts, and seems to genuinely believe, that North Korea has no disabled, and that the children of the \"Korean race\" are all born healthy, strong and intelligent.",
    "genre": [
      "Memoir",
      "Graphic novel"
    ],
    "author": "Guy Delisle"
  },
  {
    "title": "Incest: From a Journal of Love",
    "summary": " The book covers the conclusion of her and Henry's relationship with June, as well as her relationships with her analysts. Among other events, she re-establishes contact with her absent father Joaquín Nin, becomes pregnant with Miller's child and eventually has an abortion in her sixth month of pregnancy. She examines all of these events with a sharp eye through the filters of psychoanalysis, and herself becomes an experiment for psychoanalysis by symbolically appointing her husband Hugh Guiler as her father, Henry Miller as her husband, and her father as her lover.",
    "genre": [
      "Memoir",
      "Personal journal"
    ],
    "author": "Anaïs Nin"
  },
  {
    "title": "With the Old Breed: At Peleliu and Okinawa",
    "summary": " In contrast to the European theater, Sledge's memoir gives a perspective on the Pacific campaign. His memoir is a front-line account of infantry combat in the Pacific War. It brings the reader into the island hopping, the jungle heat and rain, the \"banzai attack\" or full frontal assault used by his enemies. Sledge wrote starkly of the brutality displayed by American and Japanese soldiers during the battles, and of the hatred that both sides harbored for each other. In Sledge's words, \"This was a brutish, primitive hatred, as characteristic of the horror of war in the Pacific as the palm trees and the islands.\" Sledge describes one instance in which he and a comrade came across the mutilated bodies of three Marines, including one Marine whose genitals had been cut off and stuffed into the corpse's mouth. He also describes the behavior of some Marines towards dead Japanese, including the removal of gold teeth from Japanese corpses (and, in one case, a severely wounded but still living Japanese soldier), as well as other disturbing trophy-taking. Sledge describes in detail the sheer physical struggle of living in a combat zone and the debilitating effects of constant fear, fatigue, and filth. \"Fear and filth went hand-in-hand,\" he wrote. \"It has always puzzled me that this important factor in our daily lives has received so little attention from historians and is often omitted from otherwise excellent personal memoirs by infantrymen.\" Marines had trouble staying dry, finding time to eat their rations, practicing basic field sanitation (it was impossible to dig latrines or catholes in the coral rock on Peleliu), and simply moving around on the pulverized coral of Peleliu and in the mud of Okinawa.",
    "genre": [
      "Memoir"
    ],
    "author": "Eugene Sledge"
  },
  {
    "title": "Teacher Man",
    "summary": " Frank McCourt's pedagogy involves the students taking responsibility for their own learning, especially in his first school, McKee Vocational and Technical High School, in New York. On the first day he nearly gets fired for eating a sandwich, and the second day he nearly gets fired for joking that in Ireland, people go out with sheep after a student asks them if Irish people date. Much of his early teaching involves telling anecdotes about his childhood in Ireland, which were covered in his earlier books Angela's Ashes and 'Tis. McCourt then taught English as a Second Language and took some African-American students to a production of Hamlet. He talks about when he was training as a teacher and didn't know anything about George Santayana, but was able to give a well-prepared lesson on the war poets Wilfred Owen and Siegfried Sassoon. Other highlights include his connection between how a pen works and how a sentence works (in explaining subjects and grammar, an area which he struggled with himself) and his use of realia like the students' excuse notes and cookbooks. He taught from the time he was twenty-seven and continued for thirty years. He spent most of his teaching career at Stuyvesant High School, where he taught English and Creative Writing. During the time of the book McCourt went to Trinity College to try to take his doctorate, but he ended up leaving his first wife because of the strain.",
    "genre": [
      "Memoir"
    ],
    "author": "Frank McCourt"
  },
  {
    "title": "Reading Lolita in Tehran: A Memoir in Books",
    "summary": " The book is a memoir of the experience of the author who returned to Iran during the revolution (1978-1981) and lived and taught in the Islamic Republic of Iran until her departure in 1997. It narrates her teaching at the University of Tehran after 1979, her refusal to submit to the rule to wear the veil and her subsequent expulsion from the university, life during the Iran-Iraq war, her return to teaching at the University of Allameh Tabatabei (1981), her resignation (1987), the formation of her book club (1995–97), and her decision to emigrate. Events are interlaced with the stories of book club members consisting of seven of her female students, who met weekly at Nafisi's house to discuss works of Western literature including the controversial 'Lolita' and the texts are interpreted through the books they read. === Structure === The book is divided into four sections: \"Lolita\", \"Gatsby\", \"James\", and \"Austen\". \"Lolita\" deals with Nafisi as she resigns from The University of Allameh Tabatabei and starts her private literature class with students Mahshid, Yassi, Mitra, Nassrin, Azin, Sanaz and Manna. They talk not just about Lolita, but One Thousand and One Nights and Invitation to a Beheading. The main themes are oppression, jailers as revolutionary guards try to assert their authority through certain events such as a vacation gone awry and a runaway convict. \"Gatsby\" is set about eleven years before \"Lolita\" just as the Iranian revolution starts. The reader learns how some Iranians' dreams, including the author's, became shattered through the government's imposition of new rules. Nafisi's student Mr. Nyazi puts the novel on trial, claiming that it condones adultery. Chronologically this is the first part of Nafisi's story. The Great Gatsby and Mike Gold's works are discussed in this part. The reader meets Nassrin. Nafisi states that the Gatsby chapter is about the American dream, the Iranian dream of revolution and the way it was shattered for her; the James chapter is about uncertainty and the way totalitarian mindsets hate uncertainty; and Austen is about the choice of women, a woman at the center of the novel saying no to the authority of her parents, society, and welcoming a life of dire poverty in order to make her own choice. \"James\" takes place right after \"Gatsby\", when the Iran–Iraq War begins and Nafisi is expelled from the University of Tehran along with a few other professors. The veil becomes mandatory and she states that the government wants to control the liberal-minded professors. Nafisi meets the man she calls her \"magician\", seemingly a literary academician who had retired from public life at the time of the revolution. Daisy Miller and Washington Square are the main texts. Nassrin reappears after spending several years in prison. \"Austen\" succeeds \"Lolita\" as Nafisi plans to leave Iran and the girls discuss the issue of marriages, men and sex. The only real flashback (not counting historical background) is into how the girls and Nafisi toyed with the idea of creating a Dear Jane society. While Azin deals with an abusive husband and Nassrin plans to leave for England, Nafisi's magician reminds her not to blame all of her problems on the Islamic Republic. Pride and Prejudice, while the main focus, is used more to reinforce themes about blindness and empathy. Throughout the whole novel Nafisi tackles the question of what is a hero and a villain in literature. Each independent section of the book examines notions of heroism and villainy by connecting characters from books such as Invitation to a Beheading or The Great Gatsby to others. The basis of her definition of heroism and villainy is the connection between characters who are \"blind to other's problems\" such as Humbert Humbert in Lolita and characters who can empathize. This theme is intertwined with that of oppression and blindness.",
    "genre": [
      "Memoir"
    ],
    "author": "Azar Nafisi"
  },
  {
    "title": "The Tricky Part: One Boy's Fall from Trespass into Grace",
    "summary": " The Tricky Part tells the story of the relationship and its effect on Moran, who grew up as a homosexual. It describes Moran’s sexual awakening, and how he and a chubby friend of his called George, go with Bob to get the camp ready. Bob pulls Moran into his sleeping bag the first night they are alone (with George asleep beside them) and abuses him. A year later, Moran discovers that a friend of his, Kip, another 13-year-old, is also being abused by Bob. The abuse continues through puberty and adolescence and Moran tries to tell Bob that he wants it all to stop. Bob's response is to invite the boy into bed with him and his cowgirl-friend Karen. Bob is finally arrested and jailed for his sex crimes. Moran's desperate coming-of-age is described with candor and humor and sets out the paradox that what is, in nearly everyone’s eyes, a seriously damaging experience, can be the very thing that gives \"rise to transformation, even grace\". The book condemns adult–child sex. Moran is ambivalent about the touching and other sexual acts. He tries to commit suicide twice, but eventually finds his feet in Off Broadway and Broadway theater. Moran has also developed and performed The Tricky Part as a one-man play. fr:Un truc à part",
    "genre": [
      "Memoir"
    ],
    "author": "Martin Moran"
  },
  {
    "title": "Now It's My Turn",
    "summary": " Mary Cheney writes about her experience as a campaign staffer during the 2000 and 2004 presidential elections, when she worked for her father, Dick Cheney. She recounts what she learned in 2000 about campaign staffers's job, laying out pointers. Moving on to the re-election of 2004, she expresses her repudiation of the Marriage Protection Act supported by George W. Bush. As openly lesbian, she considered leaving the campaign; she only stayed because she believed George W. Bush to be the best commander-in-chief during the War on Terror. She also expresses outrage at the way John Kerry's campaign made use of her personal life when the issue of same-sex marriage came up.",
    "genre": [
      "Memoir"
    ],
    "author": "Mary Cheney"
  },
  {
    "title": "The Art of Dreaming",
    "summary": " The Art of Dreaming describes the steps needed to master control and consciousness of dreams. The Toltecs of Don Juan Matus' lineage believed that there are seven barriers to awareness, which they termed The Seven Gates of Dreaming. In The Art of Dreaming Castaneda describes extensively how a state called Total Awareness can be achieved by means of dreaming. According to Castaneda there are 7 Gates of Dreaming, or obstacles to awareness, which when overcome yield total awareness. Four of the Gates of Dreaming are discussed in The Art of Dreaming. What follows is not so much a technique in achieving lucidity, but rather the practical application of lucid dreaming. By acting a certain way while dreaming, one can cause psychosomatic changes in one's being, including an alternate way of dying. What follows is a point-form summary of the philosophy surrounding Toltec dreaming as a way of \"Sorcery that is a return to Paradise\". * 1st Gate of Dreaming (stabilization of the dreaming body): Arrived at when one perceives one's hands in a dream. Solved when one is able to shift the focus from the hands to another dream object and return it to the hands, all repeated a few times. Crossed when one is able to induce a state of darkness and a feeling of increased weight while falling asleep. Location in the body – in the area at the base of the V formed by pulling the big and second toes of one foot to the sides. * 2nd Gate of Dreaming (utilizing the dreaming body): Arrived at when one's dream objects start changing into something else. Solved when one is able to isolate a Scout and follow it to the realm of Inorganic Beings. Crossed when one is able to fall asleep without losing consciousness. It is also referred to the activity of dreaming together with other practitioners. Location in the body – in the inside area of the calf. * 3rd Gate of Dreaming (traveling): Arrived at when one dreams of looking at oneself. Solved when the dreaming and physical bodies become one. Crossed when one is able to control the Dreaming Emissary. Location in the body – at the lowest part of the spinal column. * 4th Gate of Dreaming (seeing): Arrived at when one is able to perceive the energetic essence of every dream item. Solved when one falls asleep in a dream, in the same position in which one has gone to sleep. Crossed when one wakes up in this reality, located not only in the physical but in the energy body.",
    "genre": [
      "Memoir"
    ],
    "author": "Carlos Castaneda"
  },
  {
    "title": "In the Line of Fire: A Memoir",
    "summary": " The book consists topics regarding Musharraf's personal life to the international and national issues and his rise to power. He writes about his childhood and education and a life he spent in Turkey. The memoir also includes some very important international events which had direct connection with Musharraf and his policies.",
    "genre": [
      "Memoir"
    ],
    "author": "Pervez Musharraf"
  },
  {
    "title": "Until the Final Hour",
    "summary": " This memoir deals with the years (1942-1945) that Traudl Junge spent with Adolf Hitler as his personal secretary. When he first hired her, by chance as it turns out, she was 21 years old and was sought out because a secretary needed to be replaced. During Traudl Junge's time with Hitler, she claims that she was blind to the genocidal activities that were conducted around her because she was so spellbound by Hitler's paternal charisma. She also describes in great detail some of the luxuries that she and other secretaries took advantage of while working for Hitler. For instance, she was treated to tea-parties and dinner parties with Hitler, Eva Braun, the other secretaries (all women), and the military chiefs. Traudl Humps married Hans Hermann Junge, one of Hitler's military \"orderlies\". Although they were in love, they were hesitant to marry so soon because they had not known each other for very long. Hitler, however, goaded her into marrying Junge, which occurred in June 1943. As the years passed, Hitler's health deteriorated, Germany began losing the war, and Hans Junge was killed in combat at the front in August 1944. They traveled a great deal, going from the East Prussia Wolfsschanze (Wolf's Lair), to the Berghof, to Munich, to the Reichskanzlei (Reich Chancellery) and back, all by way of train. Once the Red Army began sweeping across eastern Europe after Stalingrad fell, the Wolfsschanze had to be abandoned. Hitler had two bunkers built around the Reich Chancellery to protect from the air raids. The author was in the Reich Chancellery, the Vorbunker and the Führerbunker with Hitler. Therein, they (along with Eva Braun and the others) awaited the eventual, inevitable fall of Berlin to the Soviet Army. Reichsführer-SS Heinrich Himmler provided everyone with cyanide capsules. Hitler stated outright he would stay in Berlin, head up the defence of the city and shoot himself before he would surrender to the Soviet Union. The mood in the bunker in the final days was one primarily of depression and hopelessness. Minister for Public Enlightenment and Propaganda Joseph Goebbels and his wife Magda poisoned their six children with cyanide (to Junge's horror) and their bodies were found, in their beds in the Vorbunker (upper bunker), by the Russians a few days later. Goebbels and his wife either committed suicide or had the SS guards shoot them (\"eyewitness\" accounts differ on this point). Hitler was dubious that the cyanide capsules would be powerful enough to kill him, so before he attempted his suicide, he tested a capsule on his beloved dog Blondi. The capsule killed Blondi almost instantly. Hitler killed himself with a gunshot wound to the right temple, using his own Walther PPK semiautomatic pistol chambered for 7.65 mm/.32 ACP while simultaneously biting into a cyanide capsule. Eva Braun, his bride of less than 40 hours, used cyanide alone. Eventually, Junge and others still in the bunker were led out to try and break out of the Soviet encirclement. She and another secretary wanted to avoid the Russians, so they decided to flee. Junge was eventually captured by soldiers of the Soviet Army, but was held only briefly when she was in the custody of the Americans. Considered to be merely a \"young follower\" she was quickly released, and was never prosecuted for any crime. In 1989 her manuscript detailing the war years was first published in the book Voices from the Bunker by Pierre Galante and Eugene Silianoff (New York: G.P. Putnam's Sons).",
    "genre": [
      "Memoir"
    ],
    "author": "Traudl Junge"
  },
  {
    "title": "Shenzhen",
    "summary": " Delisle had already been to China in Nanjing. He is deployed to Shenzhen as part of an outsourcing project, where he will spend three months in the Great Wall Hotel. Unlike in Hong Kong, there are not many bilingual Chinese so he has language problems during his stay, including with the interpreters at work. Often he has to recourse to drawing or pointing to communicate. Among his experiences of life in Shenzhen include a visit to a Chinese dentist to cure a toothache, but after seeing the unhygienic conditions of the clinic, he is relieved to find out it is just a case of mesialization. Since the main leisure activity in Shenzhen is shopping, Delisle tries to read books, works for L'Association's Lapin magazine, and buys Chinese artbooks (drawings by children, Wang Chi Yun, Hu Buo Zhong). He realizes that the Spirou that he liked as a child is no longer funny. An allegory he applies to the Chinese rural exodus is the Divine Comedy with the Chinese countryside as the Inferno, the USA as the Paradiso and the big Chinese cities, Shenzhen, and Hong Kong as intermediate rings. He finds a copy of Théodore Poussin. His Chinese-speaking acquaintances bring him to try Chinese food. He finds Canton and Hong Kong more interesting than Shenzhen. The only tourist attraction he visits in the new city is the World Windows, since his Chinese friends are not interested in Splendid China. He spends a Christmas dinner with a Chinese animator who, while a fan of Rembrandt has only a black-and-white photo of Bathsheba at Her Bath. There is less political commentary than in his later Pyongyang comic.",
    "genre": [
      "Memoir",
      "Graphic novel"
    ],
    "author": "Guy Delisle"
  },
  {
    "title": "When Heaven and Earth Changed Places",
    "summary": " The story began during Hayslip's childhood in a small village in central Vietnam, named Ky La. Her village was along the fault line between the north and south of Vietnam, with shifting allegiances in the village leading to constant tension. She and her friends worked as lookout for the northern Vietcong. The South Vietnamese learned of her work, arrested and tortured her. After Hayslip was released from prison, however, the Vietcong no longer trusted her and sentenced her to death. At the age of fourteen, two soldiers threatened to kill her in the forest. Once they arrived, both men decided to rape her instead. She fled to Da Nang where she worked as a maid, a black-market vendor, a waitress, a hospital worker and even a prostitute. While working for a wealthy Vietnamese family with her mother in Saigon, Hayslip had a few sexual encounters with the landlord, Anh, and discovered she was pregnant. She gave birth to a baby son at the age of fifteen. Several years later, she married an American contractor named Ed Munro and gave birth to another son. Hayslip left for San Diego, California in 1970, shortly after her 20th birthday. Hayslip's entire family was torn apart by the war: one brother fled to Hanoi, and did not see his family again for 20 years. Another brother was killed by a land mine. The Vietcong pressured her father to force Hayslip to become a saboteur. Rather than give into the pressure, he committed suicide. The memoir alternates between her childhood in Vietnam, and her return in 1986, to visit the friends and family she had not seen for so long. In Vietnam she was reunited with the father of her first child, her sisters, brother, and her mother. Her family were afraid to be seen with her because the tensions from the war was still present. Her memoir concludes with a plea for an end to the enmity between the Vietnamese and Americans.",
    "genre": [
      "Memoir"
    ],
    "author": "Phung Le Ly Hayslip"
  },
  {
    "title": "Bunny Tales: Behind Closed Doors at the Playboy Mansion",
    "summary": " St. James explains how she met Hefner twice in the same week – on a Wednesday at the Hollywood club Las Palmas and then Friday at another club called Barfly. After approaching him at Barfly, she was invited to meet him at Barfly the following day. After attending various parties, she was invited to live at the mansion. The real substance of the book is in the depiction of what life was truly like at the Playboy Mansion. The author confirms that the girlfriends were recipients of free surgery, clothes, cars, and a weekly allowance. Behind the scenes, the author goes to great lengths to explain that Hugh Hefner had many strict rules including curfews, schedules, and routines. While living with Hefner’s other girlfriends, the author explains the struggles to capture Hefner’s attention while catfights and other internal tensions were highly common.",
    "genre": [
      "Memoir"
    ],
    "author": "Izabella St. James"
  },
  {
    "title": "My Booky Wook",
    "summary": " This \"warts and all\" account of Brand's life follows, in vivid detail, the star's life from his troubled childhood in Gray's End Close, Essex to his first taste for fame in Stage School up to his turbulent drug addiction and his triumphant rise to fame from RE:Brand to Big Brother's Big Mouth to Hollywood.",
    "genre": [
      "Memoir"
    ],
    "author": "Russell Brand"
  },
  {
    "title": "The Liars' Club",
    "summary": " The book tells the story of Karr's troubled childhood in a small Texan town in the early 1960s. Using a non-linear storyline she describes the troubles of growing up in a family and town where heavy alcohol abuse and psychological problems are common issues.",
    "genre": [
      "Memoir"
    ],
    "author": ""
  },
  {
    "title": "Dreams of Trespass: Tales of a Harem Girlhood",
    "summary": " The memoir details Mernissi's childhood and adolescence in a traditional harem in Fez, Morocco during the 1940s and early 1950s. The young Mernissi narrates her childhood at both the traditional, walled harem in Fez and the equally traditional but geographically open harem belonging to her grandfather, in the countryside. Of particular concern for Mernissi and her cousin Samir is the definition of adult concepts--throughout the memoir, they are constantly discussing the nature of the harem, of hudud (sacred frontiers), questions of truth versus convenience, and the growing tension between French colonial forces and Moroccan nationalists.",
    "genre": [
      "Memoir"
    ],
    "author": "Fatema Mernissi"
  },
  {
    "title": "Gollum: How We Made Movie Magic",
    "summary": " Gollum details how a three-week commission for Andy Serkis to provide a voice-over for Gollum grew into a five-year commitment to breathe life and soul into The Lord of the Rings most challenging creation. Andy Serkis tackles various subjects throughout the book, including character conception (Gollum's \"cough\" is derived from his cat coughing up a hairball) as well as the hard work it took to act out Gollum and replace it with CGI. He also discusses the controversy of whether he should have been eligible for an Academy Award for his work as Gollum.",
    "genre": [
      "Memoir"
    ],
    "author": "Andy Serkis"
  },
  {
    "title": "The Orphaned Anything's",
    "summary": " An “I'm up, what more do you want from me?” sticker hideously controls the back of Ayden Kosacov’s bedroom door. In his mind what started as a joke is slowly becoming his \"glorious and underrated mantra\". Ayden Kosacov is alive, and that is about all you can say. In the throes of a mundane and jejune life Ayden is slowly coming to the realization that if all his world is a stage then he wouldn’t care if he did or did not miss the final scenes. Through an almost \"accidental\" suicide attempt and the recovery that soon follows, Ayden learns that there is more to living than just being alive. Finding his way through diverse experiences and people he comes to terms with God, his family, and finally himself. The Orphaned Anything’s style of writing is in the likes of Denis Johnson (Jesus' Son) and Dave Eggers (A Heartbreaking Work of Staggering Genius) and yet designed to give life lessons, encouragement, and hope like books by Paulo Coelho (The Alchemist) and Donald Miller (Blue Like Jazz).",
    "genre": [
      "Memoir"
    ],
    "author": ""
  },
  {
    "title": "My Grandfather's Son: A Memoir",
    "summary": " Thomas describes his life chronologically in My Grandfather's Son. The early parts of the book are dominated by the impact his grandfather had on him, while sections describing his adulthood up to his Supreme Court appointment focus on overcoming personal demons without describing too much about his career. Following his confirmation to the Court, Thomas centers his writing on professional, ideological and judicial issues. The themes of race and self reliance run throughout, and many issues are framed through one or both of those lenses. My Grandfather's Son begins with Thomas's birth, in rural Georgia in 1948, to Leola Anderson, a maid who earned $10 a week. Thomas's father abandoned the family when Thomas was a toddler. In first grade his mother sent him and his brother to live with his maternal grandfather, Myers Anderson, and his wife in Savannah. He attended all black schools until the 10th grade, when Anderson paid for Thomas to attend a Catholic boarding school. Thomas, who had been an altar boy throughout his childhood, wanted to be a priest and was one of only two black students at the school. Upon graduating, he began studying to be a priest, but gave up at the age of 19 because he was disappointed with the church's stance on racism. As a result of Thomas dropping out of school, his grandfather kicked him from the house. Thomas moved to Massachusetts to attend The College of the Holy Cross. One of his reasons for moving was the racism he had encountered as a child, and his belief that in the North he would be freed from that. Once there, he found Massachusetts to be plagued with latent racism and far from the utopia he had anticipated. Thomas excelled academically and socially at Holy Cross, graduating with honors and marrying his long term girlfriend Kathy Ambush shortly after. He also began drinking steadily, a problem that would haunt him in later years. Thomas attended Yale Law School, graduating in 1974. After Yale, Thomas took a job as an assistant district attorney under John Danforth, then Missouri's Attorney General. My Grandfather's Son continues to follow Thomas's career, including a stint at the legal department of Monsanto Company and his 1979 move to Washington, D.C. to work for then-Senator Danforth. Throughout this period Thomas made an intellectual journey from libertarian to conservative, culminating in changing his party registration to Republican in 1980. In 1981 he joined the Reagan Administration's Department of Education as its Assistant Secretary of Education for the Office of Civil Rights, and in 1982 he was promoted to head of the Equal Employment Opportunity Commission. The main focus, however, is on Thomas's financial and emotional struggles. Although he says he was never an alcoholic, Thomas says that in the late 1970s and early 1980s his drinking became worse, and that he often drank while home alone. These confessions were the first time there had been any public suggestion that Thomas was a heavy drinker. Burdened by student loans and subsisting on low government salaries, Thomas had a difficult time financially, almost getting evicted from his apartment several times. In one incident, a car rental agent cut up Thomas's credit card in front of him. After falling out of love with his first wife, Thomas worried about the morality of leaving her and his child. Throughout most of this period Thomas was still estranged from his grandfather, and describes being haunted by the memory of Anderson kicking him out of the house. The two reunited briefly in 1983 when his step-grandmother was in the hospital, having a meaningful conversation and embracing at the end. The new found closeness was short-lived, and Anderson died the next month of a stroke before Thomas had another chance to see him. Around this point, Thomas describes himself regaining control of his life. In 1983 he quit drinking cold-turkey. Approximately a third of My Grandfather's Son is spent discussing Thomas's nomination and confirmation to the Supreme Court. My Grandfather's Son goes through the hearings day by day, with Thomas defending himself against his accusers and criticizing their motives. Thomas says he learned of the accusations of sexual harassment by Hill over the weekend after the first five days of the hearings when a pair of FBI agents visited his home.",
    "genre": [
      "Memoir"
    ],
    "author": "Clarence Thomas"
  },
  {
    "title": "The Line",
    "summary": " A short history of Arch's childhood growing up in rural Tasmania Most of the memoir is composed of these sections which contain various situations that Arch remembers from his time in the war. A tribute written by Arch in memory of Edward (Weary) Dunlop. A short work of fiction written by Arch.",
    "genre": [
      "Memoir"
    ],
    "author": "Martin Flanagan"
  },
  {
    "title": "Loved Ones",
    "summary": " The book includes pen portraits of leading figures that featured prominently in Mitford's life. These include Lytton Strachey and Dora Carrington, former neighbours and friends of hers. Violet Hammersley, an author, close friend of her mother's and prominent figure in childhood. The writer, Evelyn Waugh a close personal friend. Professor Derek Jackson, a leading physicist and her former brother-in-law. Lord Berners, a close personal friend she stayed with often at Faringdon House. Prince and Princess Clary, close friends of hers after the Second World War. The final portrait is of her second husband, Sir. Oswald Mosley. The book also features several photographs of the selected subjects.",
    "genre": [
      "Memoir"
    ],
    "author": "Diana Mitford"
  },
  {
    "title": "Odd Man Out: A Year on the Mound with a Minor League Misfit",
    "summary": " McCarthy, the son of two college professors, was born in North Carolina but moved to Orlando, Florida at a young age when his parents took jobs at the University of Central Florida. A left-handed pitcher, McCarthy played for Bishop Moore High School in Orlando, and subsequently played for Yale University. McCarthy was drafted by the Anaheim Angels in the 21st round of the 2002 Major League Baseball Draft. He participated in the Angels' minor league Spring Training and was assigned to the rookie-level Provo Angels of the Pioneer League. McCarthy spent the 2002 season going back and forth between the starting rotation and the bullpen. Much of the book describes his life off the field during that season, such as long bus rides to away games, living in a hotel and subsequently with a Mormon family, altercations with teammates, and acclimating to life in predominantly Mormon Provo. He also describes several games from his own perspective on the mound or in the dugout, as well as a different perspective on games such as Joe Saunders' first start for Provo, as well as a game where Larry King was the guest of honor. The next spring, McCarthy returned to Spring Training. He was placed on three different minor league squads, including the Triple-A squad, but was released before Spring Training ended. After his release, he enrolled in Harvard Medical School, and did work in Cameroon and Malaysia. He was a medical intern at Columbia-Presbyterian Medical Center at the time the book was published.",
    "genre": [
      "Memoir"
    ],
    "author": ""
  },
  {
    "title": "China Marine",
    "summary": " Sledge's second book opens in 1945 with the First Marine Division remaining in Okinawa after the 82-day battle to clean up and prepare for their anticipated invasion of \"Yokosuka Naval Base at the mouth of Tokyo Bay\". None of the Marines expected to survive such an invasion. After the atomic bombings and Japan's precipitous surrender they did not celebrate, but rather were kept busy by a return to the intense manual labor of cleanup. In Sledge's words, \"I think we were actually afraid to believe it was true...The memory of so many dead friends was still fresh in our minds.\" Life in Okinawa suddenly became more bearable as the bewildered and unbelieving Marines grasped the reality of their enormous good luck. So they filled in their free time with entertainment including movies, books and their perennial pastime of \"'smokestacking' (fooling)\" new replacement troops. Even otherwise dangerous events such as a typhoon (see 1945 Pacific typhoon season) which struck Okinawa were easily weathered. Sledge's battalion was shipped to Beijing (then known as Peiping), China instead of being sent home. Initially this was an exciting experience as Sledge and the others were exposed to the complexities of Chinese culture, enjoying the rich experience as well as the pastimes of garrison duty. \"Smokestacking\" was expanded to include the Chinese with practices such as gazing at nonexistent objects in the sky until they were surrounded by huge crowds of onlookers all straining to see. Sledge met a number of people who influenced his direction in life, in particular a Flemish priest, Father Marcel von Hemelryjck, and the family of Dr. Y.K. Soong. All was not tourism and fun during the China occupation and conditions worsened through the months. Sledge had a number of tense encounters while on guard duty and was witness to political events such as an incident at Lang Fang; stress rose as strife between Chinese factions grew. As morale continued to deteriorate the Marines were rotated home under the military demobilization point system. Sledge was sent back to Alabama for his discharge in early 1946 to start a prolonged process of adjustment to civilian life. In his words, \"My adjustment to civilian life was not easy,\" and he marveled at such simple amenities as dry socks and the absence of fleas. He had emotional support from his mother, his brother who had been an officer in the European war and his father, who had been an Army physician during World War I. He describes how he retained his wry sense of humor but he remained disturbed at the lack of understanding expressed by civilians. His incident at Auburn University was typical. A young staff member at the registrar's office called on him to list his military training courses then asked him if the Marines had taught him anything important. She could not comprehend the relevance of his training until he explained the twin facts that the United States Marines had trained him specifically to kill enemy soldiers and that most of his own friends and associates had been killed or wounded by the enemy. Sledge's opinion was, \"(W)ar to this lady meant John Wayne or the sweet musical South Pacific... I felt like some sort of alien, and I realized that this sort of thing would confront me the rest of my days.\" Sledge went on to college, married and embarked on a long career as a biologist and teacher. He did find healing of a sort in his parents' love, his marriage and his academic work but he never forgave the soldiers of the Empire of Japan. He denied regret for the men he had shot but regretted the ones he had missed. (This is in contrast to his earlier description of mixed emotions described when he killed a man face to face in the Battle of Peleliu, and to his description of empathy toward birds and animals to the point where he gave up his long term hobby of hunting.) He expressed concern over historical revisionism about the Pacific war and what he termed might have been a \"Rape of Nanking\" in American cities if the Japanese had not been defeated. This was his opinion as a man who tried to live with the Socratic ideal of self-knowledge: \"There is no 'mellowing' for me - that would be to forgive all the atrocities the Japanese committed against millions of Asians and thousands of Americans. To 'mellow' is to forget.\"",
    "genre": [
      "Memoir"
    ],
    "author": "Eugene Sledge"
  },
  {
    "title": "Chords of Strength: A Memoir of Soul, Song, and the Power of Perseverance",
    "summary": " The memoir starts with Archuleta describing his childhood in Florida with his family and eventually moving to Utah. He introduced his readers to his family members, including how his mother, Lupe, was born in San Pedro Sula, Honduras, and enjoyed dancing and singing with her sisters when she was younger. Archuleta reveals that music has been a huge influence in his family for generations and that his father, Jeff, is a jazz trumpet player and that he has been a musical influence on him because he taught him the concepts of improvisation. Archuleta also described the impact the musical Les Misérables had on him and also the influence of the first season of American Idol. He described his experiences in the Utah Talent Show, Jenny Jones' Show, and Star Search, for which he won the title of Junior Vocal Champion. The vocal cord paralysis Archuleta suffered at a young age was described in detail, including how he felt and what the experience has done for him and taught him. He then continues to describe his decisions and various events leading up to his audition and participation on the seventh season of American Idol. As a member of The Church of Jesus Christ of Latter-day Saints, Archuleta writes about how his faith encouraged him, influenced him, kept him grounded and helped him stay optimistic throughout his challenges. Archuleta showed love for his fans by writing how much he appreciates their support and provided his top 3 fan encounters. Inspiring others to also follow their dreams and make a difference, Archuleta concludes his memoir with \"And remember, even when you can't sing, you can always plant a tree\".",
    "genre": [
      "Memoir"
    ],
    "author": ""
  },
  {
    "title": "A Journey",
    "summary": " A Journey covers Blair's time as leader of the Labour Party and then British Prime Minister following his party's victory at the 1997 general election. His tenure as Labour leader begins in 1994 following the death of his predecessor, John Smith, an event Blair claims to have had a premonition about a month before Smith died. Blair believes he will succeed Smith as Labour leader rather than Gordon Brown, who is a strong contender for the job. He likens them both to \"a couple who loved each other, arguing over whose career should come first.\" To him, Brown is a \"strange guy\". with \"zero\" emotional intelligence. Having been elected as leader Blair moves the Labour Party to the political centre ground, repackaging it as \"New Labour\", and goes on to win the 1997 general election. At his first meeting with Elizabeth II following his election as Prime Minister Blair recalls the Queen telling him, \"You are my tenth prime minister. The first was Winston. That was before you were born.\" Within a few months his government must deal with the aftermath of the death of Diana, Princess of Wales, and following the Princess's funeral, Elizabeth&nbsp;II tells Blair that lessons must be learned from the way things have been handled. Social occasions with the Queen are also recalled, including a gathering at Balmoral Castle where Prince Philip is described manning the barbecue while Elizabeth&nbsp;II dons a pair of rubber gloves to wash up afterwards. From the outset Blair's government plays a significant role in the Northern Ireland peace process, during which Blair admits to using \"a certain amount of creative ambiguity\" to secure an agreement, claiming the process would not have succeeded otherwise. He says that he stretched the truth \"on occasions past breaking point\" in the run-up to the 2007 power-sharing deal which enabled the return of devolved legislative powers from Westminster to the Northern Ireland Executive. Both Gerry Adams and Martin McGuinness of Sinn Féin are praised for the part they played in the peace process. One of the themes that dominates the latter part of Blair's time in office is his decision to join U.S. President George W. Bush in committing troops to the 2003 invasion of Iraq, the aftermath of which he describes as a \"nightmare\", but that he believes to have been necessary because Saddam Hussein \"had not abandoned the strategy of WMD [weapons of mass destruction], merely made a tactical decision to put it into abeyance\". He would make the same decision again with regard to Iran, warning that if that country develops nuclear weapons it will change the balance of power of the Middle East, to the region's detriment. Blair believes some problems in Iraq still require a \"resolution\" and will fester if left unattended. Of the war dead he says, \"I feel desperately sorry for them, sorry for the lives cut short, sorry for the families whose bereavement is made worse by the controversy over why their loved ones died, sorry for the utterly unfair selection that the loss should be theirs.\" A year on from the invasion he hopes Bush will win a second term as U.S. President: \"I had come to like and admire George,\" he writes. In 2003, Blair promises his Chancellor, Gordon Brown that he will resign before the next general election, but later changes his mind. Brown subsequently attempts to blackmail him, threatened to call for a Labour Party inquiry into the 2005 cash for honours affair during an argument over pension policy. Brown succeeds Blair as Labour Party leader and Prime Minister in 2007. But while Blair praises Brown as a good Chancellor and a committed public servant, he believes his decision to abandon the New Labour policies of the Blair years leads to the party's 2010 election defeat. However, Brown is right to restructure British banks and introduce an economic stimulus after the financial crisis. The book closes with a final chapter offering a critique of Labour Party policy, and discusses its future. Blair warns Brown's successor that if Labour is to remain electable they should continue with the policies of New Labour and not return to the left-wing policies of the 1980s: \"I won three elections. Up to then, Labour had never even won two successive full terms. The longest Labour government had lasted six years. This lasted 13. It could have gone on longer, had it not abandoned New Labour.\"",
    "genre": [
      "Memoir"
    ],
    "author": "Anthony Blair"
  },
  {
    "title": "The End Of My Addiction",
    "summary": " Olivier Ameisen is a French Doctor practising in New York. He has a private Cardiology practice, a varied social life, and work that he loves doing. He is a gifted pianist with a loving girlfriend. There is no reason for him to drink to excess and no history of drinking in his family, but nonetheless he becomes an alcoholic. The book starts with an embarrassing blackout episode and being treated in an emergency room by one of his ex-students. Ameisen attempts many different ways to stop drinking. He attends hundreds of Alcoholics Anonymous and Narcotics Anonymous meetings, takes medication, goes to various expensive rehabs, and seeks the guidance of educated friends. For fear of harming patients, he quits practising and closes his business. Nothing that he tries works and he continues to relapse, regardless of the consequences. He starts to drink so much he is no longer aware if it night or day, and regularly ends up needing medical treatment for injuries sustained while drinking. He is eventually committed to hospital as a result of an intervention, and faces the loss of his New York medical licence, along with financial ruin caused by expensive stays in rehab and unemployment. Losing everything in New York, he returns home to France to live with his elderly mother. He keeps drinking and is committed to hospital again by his family. Olivier's mother dies and he begins to feel there is no chance of controlling his drinking. His girlfriend sends him an article about Baclofen. He begins experimenting with taking the drug, and finds this drug removes all his cravings for alcohol. The second part of the book details his attempts to get his findings fully researched and published, and ends with a call for more research. Despite his achievements, Ameisen relates how he has been plagued by feeling of insecurity and anxiety, and suffered panic attacks throughout his life.",
    "genre": [
      "Memoir"
    ],
    "author": ""
  },
  {
    "title": "Life",
    "summary": " Life is a memoir covering Keith Richards's life, starting with his childhood in Dartford, Kent, through to his success with the Rolling Stones and his current life in Connecticut. His interest in music was triggered by his mother, Doris, who played records by Sarah Vaughan, Billy Eckstine and Louis Armstrong, and his maternal grandfather, Augustus Theodore Dupree, a former big band player, who encouraged him to take up the guitar. In his teens he met up with Mick Jagger, who he had known in primary school, and discovered that they both shared a love of blues music. In the early 1960s Richards moved into a London flat, shared with Jagger and Brian Jones. Together with Bill Wyman, Ian Stewart and Charlie Watts, the Rolling Stones were founded in 1962, playing gigs at Ealing Jazz Club and the Crawdaddy Club. The book chronicles Richards's career with the Stones since 1962, following their rise from playing small club gigs to stadium concerts, Richards's drug habits, his arrests and convictions. His relationships with a number of women, including Anita Pallenberg, Marianne Faithfull, Ronnie Spector and Patti Hansen, whom he married in 1983, are covered in detail. The often difficult partnership between Richards and Jagger is referred to throughout the work and coverage of this has caused much media interest. Throughout the work, much attention is given to Richards' love of music, his style of playing and chord construction. His non-Stones projects, such as the X-Pensive Winos and recording with the Wingless Angels in Jamaica, as well as collaborations with Chuck Berry and Gram Parsons amongst others are covered in some detail.",
    "genre": [
      "Memoir"
    ],
    "author": "James Fox"
  },
  {
    "title": "How I Killed Pluto and Why It Had It Coming",
    "summary": " The memoir is a non-fiction account of the events surrounding the eventual demotion of Pluto from full-planetary status. It chronicles the discovery of Eris, a dwarf planet even larger than Pluto, located within the Kuiper belt, beyond Neptune's orbit. The replaying of events include the adversarial challenging of long-held scientific beliefs between some of the world's leading astronomers, and the eventual 2006 International Astronomical Union's vote to demote Pluto from the nine planets of the Solar System.",
    "genre": [
      "Memoir",
      "Science"
    ],
    "author": "Michael E. Brown"
  },
  {
    "title": "Fire: From A Journal of Love",
    "summary": " She continues her marriage with Hugh Parker Guiler and her literary and sexual relationship with Henry Miller. Both these follow her to New York and win her back from Otto Rank. She returns to Paris and eventually gives up practicing psychoanalysis. She feels over dependent on Henry and continues to take love where she finds it. She begins a very passionate affair with the wildly romantic but irresponsible Peruvian, Gonzalo Moré.",
    "genre": [
      "Memoir",
      "Personal journal"
    ],
    "author": "Anaïs Nin"
  },
  {
    "title": "Nearer the Moon: From A Journal of Love",
    "summary": " Anaïs Nin continues her open marriage with Hugh Parker Guiler and her affairs with Henry Miller and Gonzalo Moré, under the shadow of the Spanish Revolution and the approach of World War II. She helps Gonzalo with his Communist and anti-Fascist activities, even though she believes more in literature and personal contact than in politics as a means of progress. Henry's work is already succeeding, and Anaïs's is starting to be published (of course, this will be interrupted by the war).",
    "genre": [
      "Memoir",
      "Personal journal"
    ],
    "author": "Anaïs Nin"
  },
  {
    "title": "A Girl Named Zippy: Growing Up Small in Mooreland, Indiana",
    "summary": " A Girl Named Zippy by Haven Kimmel is her first memoir about her childhood growing up in the small Indiana town of Mooreland, IN near New Castle, Indiana. From her perspective as child, Kimmel describes her beginnings as a seriously ill, speechless, and bald baby who did not speak or grow hair until she was 2 years old. She earned her nickname from her father because she would \"zip\" around the house like a famous chimp on TV who could roller skate. In this memoir, Kimmel introduces the characters of her own family: Her mother who spends all her time on the couch reading; her father who is an obsessive camping packer, proclaimed non-church goer, and gambler; her older sister, Melinda who tolerates Zippy and convinces Zippy that she is adopted from gypsies; and her handsome, quiet, intense, and much older brother, Daniel, whom Zippy idolizes. She tells of her run ins with neighbors such as Doc who owns the grocery store and is married to Zippy's teacher; Edythe, the elderly woman who seems to have it in for Zippy; and the next door neighbor who wants to poison the family dogs. Zippy's friends from school include Julia, who lets Zippy do the talking for her; Dana who likes to fight with Zippy until Dana suddenly disappears never to be seen again; Polly who fascinates Zippy because her brother is a murderer; and Sissy who wants to save her soul. Her various animal adventures include rescuing her cat, PeeDink, from the bully Peter next door, saving a baby pig from the runt pile, and raising her pet chicken, Speckles (later a meal). Kimmel describes her exploits and humor from her own life as a young girl with an active imagination living in the slow-paced and familiarity of a small town in the Midwest.",
    "genre": [
      "Memoir"
    ],
    "author": "Haven Kimmel"
  },
  {
    "title": "Half Broke Horses",
    "summary": " Half Broke Horses is the story of Lily Casey Smith’s life. Author Jeannette Walls, the granddaughter of Lily Casey Smith, wrote the book from Lily’s point of view. Lily is portrayed as a strong, spirited, and resourceful woman, who overcomes poverty and tragedy with the positive attitude that “When God closes a window, he opens a door. But it’s up to you to find it.” As a child growing up on the frontier in Texas, Lily learns how to break horses. At the age of fifteen, she rides five hundred miles, alone, to get to her job as a teacher in a one-room schoolhouse. Later in life, Lily runs a vast cattle ranch in Arizona, along with her second husband and their two children. A woman of many talents, Lily earns extra money at various points in her life by playing poker, selling bootleg liquor, and riding in horse races. She also tries to fight injustice and prejudice wherever she finds it, which occasionally lands her in trouble. Half Broke Horses depicts the freedom of rural life, its joys and struggles, and celebrates the courage and spirit of its protagonist. Jeannette Walls says the book is “in the vein of an oral history, a retelling of stories handed down by my family through the years, and undertaken with the storyteller’s traditional liberties.”",
    "genre": [
      "Memoir"
    ],
    "author": "Jeannette Walls"
  },
  {
    "title": "Passage to Nirvana",
    "summary": " Passage to Nirvana begins with Carlson's accident, when he was hit by a car standing outside a car wash, striking his head violently on the pavement, fracturing his skull, lapsing into a light coma and sustaining a Traumatic Brain Injury, with bleeding on the brain and other damage. The story follows him through his brief hospitalization, then a year-long rehab in Florida, then his return to the North Fork of Long Island where he tries to rebuild his shattered life. His wife has left him and moved away with their children, his work life has evaporated, he has no home and has to start over again from scratch. During his year in Florida he also helps care for his mother, who is severely disabled from her own traumatic brain injury sustained when she fell down a flight of basement stairs. She is in a wheelchair, unable to walk, talk or feed herself. While he is in Florida, his mother eventually dies. Upon returning to Long Island, more misfortunes seem to pile on at every turn: his aunt dies of cancer, as does his brother-in-law, and he returns to Buffalo to help his sister and her children while his brother-in-law is in the hospital. While this may sound morbid and depressing, the bulk of the book is uplifting, a positive affirmation of life. Carlson concentrates on his Zen Buddhist studies and meditation as a way of helping him heal, working with the noted writer and Zen teacher Peter Matthiessen. Sections of the book take place in the Ocean Zendo, a Zen center run by Matthiessen, and much of the book is a meditation on the spiritual aspects of healing, acceptance and rebuilding a life. Eventually Carlson meets a beautiful, understanding woman who has been through difficulties of her own: a difficult divorce, raising two children as a single mother. They fall in love, and decide to buy a sailboat named \"Nirvana\" that they discover rotting in a boatyard in St. Martin. They renovate the boat, sail her back to the eastern end of Long Island, where they are joined by their four children and two dogs, working at creating a new family and a new life. Eventually they sail \"Nirvana\" to the Bahamas for a winter writing sabbatical, where most of the book was written. Trying to describe the \"plot\" is difficult, however, as the book is really a collection of short essays, some about events happening in real time, some about Traumatic Brain Injury, some reflections on various aspects of philosophy and Eastern thought, and some stories recalling the author's childhood. See the section \"Unique Writing Style\" below for more information.",
    "genre": [
      "Memoir"
    ],
    "author": "Lee Carlson"
  },
  {
    "title": "Half a Life",
    "summary": " Strauss, a novelist, recounts how his life was profoundly altered when a car he was driving struck and killed a fellow high school student.",
    "genre": [
      "Memoir"
    ],
    "author": "Darin Strauss"
  },
  {
    "title": "Burma Chronicles",
    "summary": " The book recounts Guy Delisle's trip to the southeast Asian country that is officially recognized by the United Nations as Myanmar but that is referred to as Burma by countries that do not recognize the military junta that controls it. Delisle went with his infant son, Louis, and his wife, Nadège, an administrator for Médecins Sans Frontières (MSF). At the beginning of the trip, the family must stay in an MSF guest house while they search for more permanent housing. Guy stays home and takes care of Louis while Nadège is frequently absent on MSF business. Guy takes Louis on frequent walks around the neighborhood in his stroller and interacts with local people.",
    "genre": [
      "Memoir",
      "Graphic novel"
    ],
    "author": "Guy Delisle"
  }
]