[
  {
    "title": "David Copperfield",
    "summary": " The story traces the life of David Copperfield from childhood to maturity. David was born in Blunderston near Great Yarmouth, Norfolk, England, in 1820, six months after the death of his father. Seven years later, his mother re-marries Edward Murdstone. David is given good reason to dislike his stepfather and has similar feelings for Murdstone's sister Jane, who moves into the house soon afterwards. Murdstone thrashes David for falling behind in his studies. Following one of these thrashings, David bites him and soon afterward is sent away to a boarding school, Salem House, with a ruthless headmaster, Mr. Creakle. There he befriends James Steerforth and Tommy Traddles. David returns home for the holidays to learn that his mother has given birth to a baby boy. Shortly after David returns to Salem House, his mother and her baby die and David returns home immediately. Murdstone sends him to work in a factory in London, of which Murdstone is a joint owner. Copperfield's landlord, Wilkins Micawber, is sent to debtor's prison (the King's Bench Prison) and remains there for several months before being released and moving to Plymouth. No one remains to care for David in London, so he decides to run away. He walks from London to Dover, where he finds his only relative, his unmarried, eccentric aunt Betsey Trotwood. She agrees to raise him, despite Murdstone's attempt to regain custody of David. David's aunt renames him \"Trotwood Copperfield\" and addresses him as \"Trot\", and it becomes one of several names to which David answers in the course of the novel. As David grows to adulthood, a variety of characters enter, leave, and re-enter his life. These include Peggotty – his mother's faithful former housekeeper – and Peggotty's family, including her orphaned niece \"Little Em'ly\", who moves in with them and charms the young David. David's romantic but self-serving school friend, Steerforth, seduces and dishonours Little Em'ly, precipitating the novel's greatest tragedy, and his landlord's daughter Agnes Wickfield, becomes his confidante. The novel's two most familiar characters are David's sometime mentor, the debt-ridden Micawber, and the devious and fraudulent clerk, Uriah Heep, whose misdeeds are eventually revealed with Micawber's assistance. Micawber is painted sympathetically even as the narrator deplores his financial ineptitude. Micawber, like Dickens' own father, is briefly imprisoned for insolvency. The major characters eventually get some measure of what they deserve, and few narrative threads are left hanging. Dan Peggotty safely transports Emily to a new life in Australia, accompanied by Gummidge and the Micawbers. All eventually find security and happiness in their adopted country. David marries the beautiful but naïve Dora Spenlow, who dies after failing to recover from a miscarriage early in their marriage. David then searches his soul and marries the sensible Agnes, who had always loved him and with whom he finds true happiness. David and Agnes then have three children, including a daughter named after his aunt Betsey Trotwood.",
    "genre": [
      "Künstlerroman",
      "Fiction",
      "Novel"
    ],
    "author": "Charles Dickens"
  },
  {
    "title": "The Well of Loneliness",
    "summary": " The book's protagonist, Stephen Gordon, is born in the late Victorian era to upper-class parents in Worcestershire who are expecting a boy and who christen her with the boy's name they had already chosen. Even at birth she is physically unusual, a \"narrow-hipped, wide-shouldered little tadpole of a baby\". As a girl she hates dresses, wants to cut her hair short, and longs to be a boy. At seven, she develops a crush on a housemaid named Collins, and is devastated when she sees Collins kissing a footman. Stephen's father, Sir Phillip, dotes on her; he seeks to understand her through the writings of Karl Heinrich Ulrichs, the first modern writer to propose a theory of homosexuality, but does not share his findings with Stephen. Her mother, Lady Anna, is distant, seeing Stephen as a \"blemished, unworthy, maimed reproduction\" of Sir Phillip. At eighteen, Stephen forms a close friendship with a Canadian man, Martin Hallam, but is horrified when he declares his love for her. The following winter, Sir Phillip is crushed by a falling tree; at the last moment he tries to explain to Lady Anna that Stephen is an invert, but dies without managing to do so. Stephen begins to dress in masculine clothes made by a tailor rather than a dressmaker. At twenty-one she falls in love with Angela Crossby, the American wife of a new neighbor. Angela uses Stephen as an \"anodyne against boredom\", allowing her \"a few rather schoolgirlish kisses\". Then Stephen discovers that Angela is having an affair with a man. Fearing exposure, Angela shows a letter from Stephen to her husband, who sends a copy to Stephen's mother. Lady Anna denounces Stephen for \"presum[ing] to use the word love in connection with&nbsp;... these unnatural cravings of your unbalanced mind and undisciplined body.\" Stephen replies, \"As my father loved you, I loved&nbsp;... It was good, good, good&nbsp;– I'd have laid down my life a thousand times over for Angela Crossby.\" After the argument, Stephen goes to her father's study and for the first time opens his locked bookcase. She finds a book by Krafft-Ebing&nbsp;– assumed by critics to be Psychopathia Sexualis, a text about homosexuality and paraphilias&nbsp;– and, reading it, learns that she is an invert. Stephen moves to London and writes a well-received first novel. Her second novel is less successful, and her friend the playwright Jonathan Brockett, himself an invert, urges her to travel to Paris to improve her writing through a fuller experience of life. There she makes her first, brief contact with urban invert culture, meeting the lesbian salon hostess Valérie Seymour. During World War I she joins an ambulance unit, eventually serving at the front and earning the Croix de Guerre. She falls in love with a younger fellow driver, Mary Llewellyn, who comes to live with her after the war ends. They are happy at first, but Mary becomes lonely when Stephen returns to writing. Rejected by polite society, Mary throws herself into Parisian gay nightlife. Stephen believes Mary is becoming hardened and embittered and feels powerless to provide her with \"a more complete and normal existence\". Martin Hallam, now living in Paris, rekindles his old friendship with Stephen. In time, he falls in love with Mary. Persuaded that she cannot give Mary happiness, Stephen pretends to have an affair with Valérie Seymour to drive her into Martin's arms. The novel ends with Stephen's plea to God: \"Give us also the right to our existence!\"",
    "genre": [
      "Künstlerroman",
      "Novel"
    ],
    "author": "Radclyffe Hall"
  },
  {
    "title": "The Vivisector",
    "summary": " Hurtle Duffield is born into a poor Australian family. They adopt him out to the wealthy Courtneys, who are seeking a companion for their hunchbacked daughter Rhoda. The precocious Hurtle gains artistic inspiration from the world that surrounds him, his adoptive mother, Maman, and Rhoda; the prostitute Nance, who is his first real love; the wealthy heiress Olivia Davenport; his Greek mistress Hero Pavloussi and finally the child prodigy Kathy Volkov. He becomes famous and his paintings are in great demand. However, he is unimpressed by the monetary and status gain this brings and continues to live a spartan life, beholden to nobody - even the Prime Minister. In his final years he is drawn closer to his sister Rhoda, and after a stroke causes partial paralysis, is assisted by his protoge Don Lethbridge to produce a huge, final magnum opus to God--the Vivisector.",
    "genre": [
      "Künstlerroman",
      "Fiction",
      "Novel"
    ],
    "author": "Patrick White"
  }
]