[
  {
    "title": "A Room with a View",
    "summary": " The first part of the novel is set in Florence, Italy, and describes a young English woman's confusion at the Pensione Bertolini over her feelings for an Englishman staying at the same hotel. Lucy Honeychurch is touring Italy with her overbearing older cousin and chaperone, Charlotte Bartlett, and the novel opens with their complaints about the hotel, \"The Pension Bertolini.\" Their primary concern is that although rooms with a view of the River Arno have been promised for each of them, their rooms instead look over a courtyard. A Mr. Emerson interrupts their \"peevish wrangling,\" offering to swap rooms as he and his son, George Emerson, look over the Arno. This behavior causes Miss Bartlett some consternation, as it appears impolite. Without letting Lucy speak, Miss Bartlett refuses the offer, looking down on the Emersons because of their unconventional behaviour and thinking it would place her under an \"unseemly obligation\" towards them. However, another guest at the pension, an Anglican clergyman named Mr. Beebe, persuades the pair to accept the offer, assuring Miss Bartlett that Mr. Emerson only meant to be kind. The next day, Lucy embarks on a tour of Florence with another guest, Miss Eleanor Lavish, a novelist who shows Lucy the back streets of Florence, takes her Baedeker guidebook and subsequently loses her in Santa Croce, where Lucy meets the Emersons again. Although their manners are awkward and they are deemed socially unacceptable by the other guests, Lucy likes them and continues to run into them in Florence. One afternoon Lucy witnesses a murder in Florence. George Emerson happens to be nearby and catches her when she faints. Lucy asks George to retrieve some photographs of hers that happen to be near the murder site. George, out of confusion, throws her photographs into the river because they were spotted with blood. Lucy observes how boyish George is. As they stop to look over the River Arno before making their way back to the hotel, they have an intimate conversation. After this, Lucy decides to avoid George, partly because she is confused by her feelings and partly to keep her cousin happy—Miss Bartlett is wary of the eccentric Emersons, particularly after a comment made by another clergyman, Mr. Eager, that Mr. Emerson \"murdered his wife in the sight of God.\" Later on in the week, a party made up of Beebe, Eager, the Emersons, Miss Lavish, Miss Bartlett and Lucy Honeychurch make their way to Fiesole, in carriages driven by Italians. The driver is permitted to invite a woman he claims is his sister onto the box of the carriage, and when he kisses her, Mr. Eager promptly forces the lady to get off the carriage box. Mr. Emerson remarks how it is defeat rather than victory to part two people in love. In the fields, Lucy searches for Mr. Beebe, and asks in poor Italian for the driver to show her the way. Misunderstanding, he leads her to a field where George stands. George is overcome by Lucy's beauty among a field of violets and kisses her, but they are interrupted by Lucy's cousin, who is outraged. Lucy promises Miss Bartlett that she will not tell her mother of the \"insult\" George has paid her because Miss Bartlett fears she will be blamed. The two women leave for Rome the next day before Lucy is able to say goodbye to George. In Rome, Lucy spends time with Cecil Vyse, whom she knew in England. Cecil proposes to Lucy twice in Italy; she rejects him both times. As Part Two begins, Lucy has returned to Surrey, England to her family home, Windy Corner. Cecil proposes yet again at Windy Corner, and this time she accepts. Cecil is a sophisticated and \"superior\" Londoner who is desirable in terms of rank and class, even though he despises country society; he is also somewhat of a comic figure in the novel, as he gives himself airs and is quite pretentious. The vicar, Mr. Beebe, announces that new tenants have leased a local cottage; the new arrivals turn out to be the Emersons, who have been told of the available cottage at a chance meeting with Cecil; the young man brought them to the village as a comeuppance to the cottage's landlord, whom Cecil thinks to be a snob. Fate takes an ironic turn as Lucy's brother, Freddy, meets George and invites him to bathe in a nearby pond. Freddy, George and Mr Beebe go to the pond, in the woods, take off their clothes and swim. They enjoy themselves so much they end up running around the pond and through the bushes, until Lucy, her mother, and Cecil arrive, having taken a short-cut through the woods. Freddy later invites George to play tennis at Windy Corner. Although Lucy is initially mortified at the thought of facing both George and Cecil (who is also visiting Windy Corner that Sunday), she resolves to be gracious. Cecil annoys everyone by reading aloud from a light romance novel that contains a scene suspiciously reminiscent of when George kissed Lucy in Florence. George catches Lucy alone in the garden and kisses her again. Lucy realizes that the novel is by Miss Lavish (the writer-acquaintance from Florence) and that Charlotte must thus have told her about the kiss. Furious with Charlotte for betraying her secret, Lucy forces her cousin to watch as she tells George to leave and never return. George argues with her, saying that Cecil only sees her as an \"object for the shelf\" and will never love her enough to grant her independence, while George loves her for who she is. Lucy is moved but remains firm. Later that evening, after Cecil again rudely declines to play tennis, Lucy sours on Cecil and immediately breaks off her engagement. She decides to flee to Greece with acquaintances from her trip to Florence, but shortly before her departure she accidentally encounters Mr. Emerson senior. He is not aware that Lucy has broken her engagement with Cecil, and Lucy cannot lie to the old man. Mr. Emerson forces Lucy to admit out loud that she has been in love with his son George all along. The novel ends in Florence, where George and Lucy have eloped without her mother's consent. Although Lucy \"had alienated Windy Corner, perhaps for ever,\" the story ends with the promise of lifelong love for both her and George. In some books, an appendix to the book is given entitled \"A View without a Room,\" written by Forster in 1958 as to what occurred between Lucy and George after the events of the novel. It is Forster's afterthought of the novel, and he quite clearly states that \"I cannot think where George and Lucy live.\" They were quite comfortable up until the end of the war, with Charlotte Bartlett leaving them all her money in her will, but World War I ruined their happiness according to Forster. George became a conscientous objector, lost his government job but was given non-combatant duties to avoid prison, leaving Mrs Honeychurch deeply upset with her son-in-law. Mr Emerson died during the course of the war, shortly after having an argument with the police about Lucy continuing to play Beethoven during the war. Eventually they had three children, two girls and a boy, and moved to Carshalton from Highgate to find a home. Despite them wanting to move into Windy Corner after the death of Mrs Honeychurch, Freddy sold the house to support his family as he was \"an unsuccessful but prolific doctor.\" After the outbreak of World War II, George immediately enlisted as he saw the need to stop Hitler and the Nazi regime but he unfortunately was not faithful to Lucy during his time at war. Lucy was left homeless after her flat in Watford was bombed and the same happened to her married daughter in Nuneaton. George rose to the rank of corporal but was taken prisoner by the Italians in Africa. Once Italy fell George returned to Florence finding it \"in a mess\" but he was unable to find the Pension Bertolini, stating \"the View was still there and that the room must be there, too, but could not be found.\" He ends by stating that George and Lucy await World War III, but with no word on where they live, for even he does not know.",
    "genre": [
      "Travel",
      "Fiction",
      "Romance novel",
      "Novel"
    ],
    "author": "E. M. Forster"
  },
  {
    "title": "Trainspotting",
    "summary": " The Skag Boys, Jean-Claude Van Damme and Mother Superior - Narrated by Renton. Mark and Simon (aka Sick Boy) are watching a Jean-Claude Van Damme movie when they decide to go buy heroin from Johnny Swan (aka Mother Superior) since they are both feeling symptoms of withdrawal. They cook up with Raymie (who kisses Sick Boy on the mouth) and Alison (who states about heroin \"That beats any meat injection...that beats any fuckin' cock in the world...\"). After being informed that he should go see Kelly, who has just had an abortion, Renton instead eagerly returns home to watch the rest of his movie. Junk Dilemmas No. 63 - Narrated by Renton. A short (less than a page) piece comparing his high to an internal sea, while noting: \"more short-term sea, more long-term poison\". The First Day of the Edinburgh Festival - Narrated by Renton. Mark initially makes an attempt to come off heroin by acquiring a bare room and all the things he will require when coming down. When withdrawal begins to set in however, he resolves to get another hit to ease the decline. Unable to find any heroin, he acquires opium suppositories which, after a heavy bout of diarrhea, he must recover from a public toilet (a notable scene recreated for the film--\"The Worst public Toilet in Scotland\") showing just how far a junkie will go for a hit (punctuated by the fact that he had to put up with Mikey Forrester to get them, a dealer he loathes). In Overdrive - Narrated by Sick Boy. Simon attempts to pick up girls while being annoyed by Mark, who wants to watch videos. Sick Boy loses Renton and launches into an internal self-glorifying, nihilistic diatribe. Growing Up in Public - Third person narration following Nina, Mark's cousin. Nina is with her family after her Uncle Andy's recent death. She initially feigns indifference but then breaks down without even realising it. It is also revealed that Mark had a catatonic younger brother who died several years before. Victory on New Year's Day - Third person narration following Stevie. At a party consisting of almost all the key characters in the novel, Stevie cannot stop thinking about his girlfriend who he has asked to marry, but has been left waiting for an answer. They optimistically reunite at the train station following a couple of phone calls. It Goes without Saying - Narrated by Renton. Lesley's baby, Dawn, has died. Though it appears to be a cot death, it could also have been from neglect. The Skag Boys are uncomfortable and unsure of how to respond to the tragedy as Lesley cries hysterically. However, Simon/Sick Boy becomes notably more emotional and distressed than the others and eventually breaks down and cries as well, stating he is kicking heroin for good and clearly implying Dawn was his daughter. Mark wants to comfort his friend, but is unable to form the words and simply cooks a shot for himself in order to deal with the situation. A sobbing Lesley asks him to also cook her up a hit, which Mark does but makes sure he injects himself before her, stating the action \"goes without saying\" and proving the harsh truth that no matter what, junk comes first for them all. Junk Dilemmas No. 64 - Narrated by Renton. Mark's mother is knocking on his door while crying. He ignores her pleas and cooks up a shot. He feels guilty about letting her down, but continues to use drugs anyway. Her Man - Narrated by Rab \"Second Prize\" McLaughlin. Second Prize and Tommy are in the pub and Tommy confronts a man who is openly punching his own girlfriend. They are shocked to find the woman supports her abusive boyfriend instead of her would-be liberators by digging her nails into Tommy's face, inciting a brawl. Speedy Recruitment - Varied narration (third person while together in the pub, first person for each interview.) Spud and Renton both have a job interview for the same job, but neither of them wants the job as they would prefer to be unemployed and to continue to receive social security. Both Renton and Spud take Amphetamine prior to their interview, where Renton pretends to be an upper-class heroin addict, while Spud rambles incoherently. Scotland Takes Drugs in Psychic Defence - Narrated by Tommy. He goes to an Iggy Pop gig on the same day as his girlfriend's birthday. He spends the entire chapter using speed and alcohol. The chapter's title refers to an Iggy Pop lyric, which Tommy vehemently affirms. The Glass - Narrated by Renton. Focuses on his \"friendship\" with Begbie. Renton, Begbie and their girlfriends meet up for a drink before going to a party, but it ends when Begbie throws a glass off a balcony, hitting someone and splitting open their head. After this, Begbie smiles at Renton and proceeds to announce to the party he will find whoever threw that glass before attacking random innocent people in the pub and setting off a huge pub brawl. Renton concludes his thoughts on Begbie saying \"He really is a cunt ay the first order. Nae doubt about that. The problem is, he's a mate n aw. What kin ye dae?\" A Disappointment - Narrated by Begbie. Continues the theme of the last chapter. Begbie recalls an ordinary story of being in the pub and staring at a man whom he wanted to fight. Cock Problems - Narrated by Renton. Tommy comes round to Renton's flat (shortly after Renton injected a shot into his penis, hence the title) after being dumped by his girlfriend. Tommy asks Renton to give him some heroin, which he reluctantly does. This sets off Tommy's gradual decline into addiction. Traditional Sunday Breakfast - Narrated by Davie. Davie has woken up at the house of his girlfriend's mother in a puddle of urine, vomit and faeces, after a night of drinking. Embarrassed, he attempts to make off with the sheets and wash them himself. However, Gail's mother starts tugging at the sheets, he resists, and the contents fly all over the family, their kitchen, and their breakfast. (In the film, this unfortunate event is attributed to Spud.) Junk Dilemmas No. 65 - Narrated by Renton. Mark has been lying in a heroin induced daze with someone (whom he ascertains to be Spud), wondering how long they've been there and noting that it could be days since anybody said anything. Renton stresses how cold he is to Spud. Spud is completely unresponsive and Mark thinks he may be dead, seeming unsurprised if he is. Grieving and Mourning in Port Sunshine - third person narration. Renton's brother Billy and his friends Lenny, Naz Peasbo, and Jackie are waiting for their friend Granty to arrive for a game of cards, as he is holding the money pot. They later find out that Granty is dead and his girlfriend has disappeared with the money, prompting them to beat Jackie, whom they knew to have been sleeping with her. Inter Shitty - Narrated by Begbie. Begbie and Renton have pulled an unknown crime and have decided to lie low in London. The chapter covers their train journey. Na Na and Other Nazis - Narrated by Spud, who has managed to kick heroin. He visits his grandmother, where his mixed-race uncle Dode is staying. He recounts the trouble that Dode has had with racism growing up, particularly an event when he and Spud went to a pub and were soon assaulted by white power skinheads saying slogans such as \"ain't no black in the Union Jack\". This abuse led to a fight, which left Dode hospitalised, where Spud visits him. \"I've had worse in the past and I'll have worse in the future\" Dode tells Spud, who begs him not to say such things. \"He looks at us like I'll never understand and I know he's probably right.\" The First Shag in Ages - Third person narration. Renton has kicked heroin and is restless. He ends up picking up a girl at a nightclub, Dianne, and sleeping with her, unaware that she is only fourteen. He is later forced to repeatedly lie to her parents at breakfast the following morning. Despite his guilt and discomfort, he presumably sleeps with Dianne again when she shows up at his apartment. Strolling Through the Meadows - Narrated by Spud. Spud, Renton and Sick Boy take some Ecstasy and stroll to the Meadows where an excited Sick Boy and Renton try to kill a squirrel but stop after Spud becomes upset by their actions towards the animal. He states to the reader that you can't love yourself if you hurt animals as it's wrong and compares their innocence to that of Simon's dead baby Dawn. He also notably states that squirrels are \"lovely\" and \"free\" and that \"that's maybe what Rents can't stand\" indicating Mark envies those he feels are completely unbound and free. Mark, in reaction to Spud's distress and disappointment in his actions, is clearly ashamed and Spud forgives him quickly and the pair embrace, before Simon humorously breaks them up by stating they should either \"go fuck each other in the trees\" or help him find Begbie and Matty. Courting Disaster - Narrated by Renton. Renton and Spud are in court for stealing books. Renton gets a suspended sentence due to his attempts at rehabilitation, while Spud is given a short prison sentence. Renton becomes increasingly despairing at the \"celebrations\" and the people around him. Junk Dilemmas No. 66 - An extremely short passage, presumably narrated by Renton. Renton reflects that his heroin hit has removed his ability to move. Deid Dugs - Narrated by Sick Boy. Using an air rifle, Sick Boy shoots a Bull Terrier, which then attacks its skinhead owner, giving Sick Boy the excuse he needs to kill the dog, which he proceeds to do, using its own collar. He delights when a police officer arrives and informs Sick Boy that he will be recommended for a commendation. Searching for the Inner Man - Narrated by Renton. An important chapter in which Renton reflects on why he used heroin after seeing several psychiatrists, all of whom have different unrelenting approaches to clinical psychology taken from various 20th century psychologists. Renton's cynicism has stopped him from forming meaningful relationships with anyone, and he is unable to get any enjoyment out of anything. Mark confesses he had a hard childhood because of his catatonic younger brother. House Arrest - Narrated by Renton. Renton relapses and has to suffer heroin withdrawal at his parents' house, where his hallucinations of dead baby Dawn, the television programme he is watching, and the lecture provided by his father. He is later visited by Sick Boy and goes out to a pub with his parents, whose unnverving enthusiasm acts as a veneer for their authoritative treatment. Mark is confronted with the tedium and triviality of \"normal\" life, and it is hinted that he will begin using again. Bang to Rites - Narrated by Renton. Renton's brother Billy dies in Northern Ireland with the British Army. Renton attends the funeral; there, he almost starts a fight with some of his father's unionist relatives, and ends up having sex with Billy's pregnant girlfriend in the toilets. Demonstrating some topicality, Renton discusses the hypocrisy of Unionism, and the British in Northern Ireland (commencing with an internal rant against his father's family, who are largely bigoted Orangemen). Junk Dilemmas No. 67 - Another extremely short passage, also presumably narrated by Renton. Renton reflects on the depravity of the world, concluding that deprivation is \"relative\", as well as considers the problems the pills he is about to use will cause to his veins when injected. He concludes that that there are never any dilemmas with junk, and that the ones there are only show up when the junk \"runs oot\". London Crawling - Narrated by Renton. Renton finds himself stranded in London with no place to sleep. He tries to fall asleep in an all-night porno theatre, but there he meets an Italian man named Gi, who makes a pass at him. Renton says he's not gay and after Gi apologetically offers him a place to sleep, Renton takes him up on the offer. However, in the middle of the night, Renton wakes to find Gi masturbating over him and his semen on his cheeks and face. Renton reacts violently, but then takes pity on the sobbing old man. He then decides to take Gi to a late night party. On the way, Gi tells him the tragedy of his life — how he had a wife and children who he cared about deeply, yet he could not help falling in love with another man named Antonio and after their affair was revealed the two suffered extremely violent homophobic abuse, leading his lover Antonio to kill himself. At the party, Renton notes sadly how frightened and confused Gi looks and decides to take him to a party at his friends house. Bad Blood - Narrated by Davie. Davie, now HIV-positive, takes a particularly horrible revenge upon the man he suspects raped his girlfriend and gave her HIV, leading to his own contraction of the disease. Davie befriends the man, and when the man is on his deathbed Davie tells him that he just savagely raped and violently murdered the man's six-year-old son after dating the man's ex, going so far as to provide photos of the murdered child. After the man's death, Davie reveals to the reader that he never actually hurt the boy; the whole story was made up and that he had actually chloroformed the child in order to create the fake photos. There is a Light That Never Goes Out - Third person narration. After a marathon drinking and partying session, Renton, Spud, Begbie, Gav, Alison and others venture out for another drink and then something to eat. Spud and others reflect upon their sex lives. The chapter is named after a song by The Smiths, in whose lyrics Spud finds solace after his failed attempt at making a pass at a woman. Feeling Free - Narrated by Kelly. Kelly and Alison create a scene in front of a construction site by getting into an argument with some construction workers. They meet some backpacking women and the foursome end up returning to Kelly's where they get high and their new found friends reveal they are in fact lesbians from New Zealand. The girls have a general laugh about, then Renton arrives on a surprise visit for Kelly. The girls pick on him, making particular fun of his masculinity; he takes it in good humour and leaves, noting that Kelly is already busy. Immediately afterwards the women feel guilty for ganging up on him, though Kelly feels that men are only alright \"when in the minority\". The Elusive Mr Hunt - Third person narration. Sick Boy prank calls Kelly's pub where she works from across the street. He asks her to look for a \"Mark Hunt\" and only after she has called the name out (\"This boy is wantin Mark Hunt\") around the pub a few times does she realise how much the men in the pub are laughing at her and how the name sounds like \"my cunt (when said in a Scottish accent)\" causing her a great deal of embarrassment. Renton is present in the pub at the time and laughing along with the other men at Kelly, until he realises she has tears in her eyes. At first he thinks she is being silly and shouldn't take the laughter to heart, but then he recognises the laughter from the men in the pub isn't friendly. \"It's not funny laughter. This is lynch mob laughter. How was ah tae know, he thinks. How the fuck was ah tae know?\" Easy Money for the Professionals - Narrated by Spud. Spud, Begbie, and a teenager have engaged in a criminal robbery. Spud recounts the crime and comments on Begbie's paranoia and how the teenager is likely to get ripped off by the pair. A Present - Narrated by Renton. Gav tells Renton the story of how Matty died of toxoplasmosis after attempting to rekindle his relationship with his ex using a kitten (a scene re-created for Tommy's funeral in the film version). Memories of Matty - Third person narration. The group attends Matty's funeral, where they reflect on his downfall. Straight Dilemmas No. 1 - Narrated by Renton. Renton finds himself at a small gathering in a London flat surrounded by casual drug users. While the others at the party indulge in joints containing opium and try to berate Renton as a 'suit and tie' light-weight, Renton muses on the idea that they have no clue what true drug addiction entails. Eating Out - Narrated by Kelly. Kelly is working as a waitress in an Edinburgh restaurant and gets revenge on some unpleasant customers. Trainspotting at Leith Central Station - Narrated by Renton. Renton returns to Leith for Christmas. He meets Begbie, who beats up an innocent man after having seen his alcoholic father in the disused Leith Central railway station. A Leg-Over Situation - Narrated by Renton. Renton goes to see a previous drug dealer, Johnny Swann, who has had his leg amputated due to heroin use. Winter in West Granton - Narrated by Renton. Renton goes to visit Tommy, who is dying of AIDS. A Scottish Soldier - Third person narration. Johnny Swann is reduced to begging, pretending to be a soldier who lost his leg in the Falklands War. Swann is quite optimistic and exclaims that he is making more money begging rather than dealing heroin. Station to Station - Renton, Sick Boy, Begbie, Spud and Second Prize go to London to engage in a low-key heroin deal and see a Pogues gig. The book ends with Renton stealing the cash and going to Amsterdam. As the movie and sequel, Porno, both imply, Spud is compensated, in the novel, Renton thinks to himself that he will send Spud his cut, as he is the only 'innocent' party.",
    "genre": [
      "Travel",
      "Speculative fiction",
      "Fiction",
      "Novel"
    ],
    "author": "Irvine Welsh"
  },
  {
    "title": "Into the Wild",
    "summary": " On September 6, 1992, Christopher McCandless's body is found inside an abandoned bus in Alaska (). One year later, author Jon Krakauer retraced McCandless' steps during the two years between college graduation and his demise in Alaska. McCandless shed his legal name early in his journey, adopting the moniker \"Alexander Supertramp\", after W.H. Davies. He spent time in Carthage, South Dakota laboring for months in a grain elevator owned by Wayne Westerberg before hitchhiking to Alaska. Krakauer interprets McCandless's intensely ascetic personality as possibly influenced by the writings of Henry David Thoreau, and McCandless's favorite writer, Jack London. He explores the similarities between McCandless's experiences and motivations and his own as a young man, recounting in detail Krakauer's own attempt to climb Devils Thumb in Alaska. Krakauer also relates the stories of some other young men who vanished into the wilderness, such as Everett Ruess, an artist and wanderer who went missing in the Utah desert during 1934 at age 20. In addition, he describes at some length the grief and puzzlement of McCandless's parents, sister, and friends. McCandless survived for approximately 119 days in the Alaskan wilderness, foraging for edible roots and berries, shooting an assortment of game—including a moose—and keeping a journal. Although he planned to hike to the coast, the boggy terrain of summer proved too difficult and he decided instead to camp in a derelict bus. In July, he tried to leave, only to find the route blocked by a melted river, which was tragically unfortunate as there was a hand powered tram just upstream. On July 30, McCandless wrote a journal entry which reads, EXTREMLY WEAK. FAULT OF POTATO SEED... Based on this entry, Krakauer hypothesized that McCandless had been eating the roots of Hedysarum alpinum, an edible plant commonly known as wild Eskimo potato, which are sweet and nourishing in the spring but later become too tough to eat. When this happened, McCandless may have attempted to eat the seeds instead. Krakauer first speculates that the seeds were actually from Hedysarum mackenzii, or wild sweet pea, which contained a poisonous alkaloid, possibly swainsonine (the toxic chemical in locoweed) or something similar. In addition to neurological symptoms such as weakness and loss of coordination, the poison causes starvation by blocking nutrient metabolism in the body. However, Krakauer suggests that McCandless had not confused the two plants and instead a more likely scenario is that he was poisoned by mold growing on the local flora he had gathered. However after further analysis Krakauer's hypotheses were proved to be incorrect. The 2007 film adaptation by Sean Penn shows Chris confusing two different plants, mistakenly choosing the wild sweet pea rather than the wild potato. According to Krakauer, a well-nourished person might consume the seeds and survive because the body can use its stores of glucose and amino acids to rid itself of the poison. Since McCandless lived on a diet of rice, lean meat, and wild plants and had less than 10% body fat when he died, Krakauer hypothesized that McCandless was likely unable to fend off the toxins. However, when the Eskimo potatoes from the area around the bus were later tested in a laboratory of the University of Alaska Fairbanks by Dr. Thomas Clausen, toxins were not found. Krakauer later modified his hypothesis, suggesting that mold of the variety Rhizoctonia leguminicola may have caused McCandless's death. Rhizoctonia leguminicola is known to cause digestion problems in livestock, and may have aided McCandless's impending starvation. Krakauer now hypothesizes that the bag in which Chris kept the potato seeds was damp and the seeds thus became moldy. If McCandless had eaten seeds that contained this mold, he could have become sick, and Krakauer suggests that he thus became unable to get out of bed and so starved. His basis for the mold hypothesis is a photograph that shows seeds in a bag. This theory was also proved false as no mold was found. However, in 1997, Dr. Thomas Clausen—the biochemist at the University of Alaska, Fairbanks, who examined the wild potato plant (Hedysarum alpinum) for Jon Krakauer—concluded after exhaustive testing that no part of H. alpinum is toxic. Neither the roots nor the seeds. Accordingly, McCandless could not have poisoned himself in the way suggested by Krakauer in his 1996 book Into the Wild, and in every subsequent reprinting of the book over the next decade. Likewise, Dr. Clausen’s analysis of the wild sweet pea (Hedysarum mackenzii)—given as the cause of Chris’s death in the 2007 Sean Penn film—has also turned up no toxic compounds, and there is not a single account in modern medical literature of anyone ever being poisoned by this species of plant. Moreover, Penn’s on-screen excerpt from the ethno-botany guide Chris was using, indicating otherwise, is a complete fiction, for all that this plant lore text actually states is that the wild sweet pea \"is reported to be poisonous\" (Tana'ina Plantlore, Priscilla Russell Kari, p.&nbsp;128). The rest of it is simply made up. Thus, even if McCandless made a mistake of botany, something that even Krakauer claims is unlikely, he would not have been poisoned as portrayed in the Penn film.",
    "genre": [
      "Travel",
      "Biography",
      "Travel literature",
      "Speculative fiction",
      "Non-fiction",
      "Autobiography"
    ],
    "author": "Jon Krakauer"
  },
  {
    "title": "Green Hills of Africa",
    "summary": " Much of narrative describes Hemingway's adventures hunting in East Africa, interspersed with ruminations about literature and authors. Generally the East African landscape Hemingway describes is in the region of Lake Manyara in Tanzania. The book starts with Part 1 (\"Pursuit and Conversation\"), with Hemingway and a European expat in conversation about American writers. Relations between the white hunters and native trackers are described, as well as Hemingway's jealousy of the other hunters. Part 2 (\"Pursuit Remembered\") presents a flashback of hunting in northern Tanzania with a description of the Rift Valley and descriptions of how to field dress prey. Hemingway kills a rhino, but Karl kills a bigger one. The literary discussion moves to European writers such as Tolstoy, Flaubert, Stendhal, and Dostoevsky. In Part 3 (\"Pursuit and Failure\") the action returns to the present with Hemingway unlucky in hunting, unable to find a kudu he tracks. He moves to an untouched piece of country with the native trackers. In Part 4 (\"Pursuit and Happiness\") Hemingway and some of his trackers arrive at seemingly virgin country. There he kills a kudu bull with huge horns (52&nbsp;inches). Back in the camp, he discovers that Karl killed a kudu with bigger horns. He complains that Karl is a terrible hunter with infinite luck. On the last day he learns that many of the guides consider him a brother.",
    "genre": [
      "Travel",
      "Biography",
      "Travel literature",
      "Non-fiction",
      "Fiction",
      "Autobiography"
    ],
    "author": "Ernest Hemingway"
  },
  {
    "title": "The Bean Trees",
    "summary": " The Bean Trees opens in rural Kentucky. Taylor goes on to tell the story of how she is scared of tires. Taylor was the one to escape small-town life. She did so by avoiding pregnancy, getting a job working at the hospital, and saving up enough money to buy herself an old Volkswagen bug. About five years after high school graduation, she decides to go on a journey to see what life has to offer her. Her car breaks down in the middle of the Cherokee Nation in Oklahoma. As she sits in her car, getting ready to leave, a woman approaches and puts a baby in the front seat of Taylor’s car, telling her to take it. She tells Taylor she is the sister of the child’s mother and that the baby was born in a Plymouth car. The woman leaves with no further explanation. Taylor is bewildered, but drives off with the child. They go to a hotel, and while bathing the baby, Taylor discovers that the baby, a girl, has been abused and sexually molested. She names the baby Turtle because the girl's tendency to grasp objects and people resembles that of a turtle. Eventually, Taylor and Turtle make it to Tucson, Arizona. When Taylor’s two back tires blow out, she goes to Jesus Is Lord Used Tires to try and get some more. There she meets the owner, a kind, wise woman named Mattie. Mattie takes to Turtle right away. Taylor moves into a Tucson hotel with Turtle and finds a job working at a restaurant known as the Burger Derby. The narrative switches to the story of Lou Ann Ruiz, another Kentuckian living in Tucson. Lou Ann has been abandoned by her husband, Angel. On January 1, she gives birth to a son, Dwayne Ray. Lou Ann’s mother and grandmother (known simply as Granny Logan) come west to visit the baby, and Granny Logan brings water from the Tug Fork River in Kentucky, which she suggests should be used to baptize the baby. When Angel comes home to gather up some of his things, he pours the water down the drain. Meanwhile, Taylor has started her new job, but she quits six days later. She begins to look for a place to live, and finds a room for rent listed in the paper. The room turns out to belong to Lou Ann. The two women become fast friends, and Taylor takes the room. Without work, Taylor is left with no option but to take a job working for Mattie at Jesus Is Lord Used Tires. One day Taylor meets two of Mattie’s friends, Estevan and Esperanza, a married couple from Guatemala. Soon, it is evident that they are illegal aliens living with other illegal aliens in Mattie’s home above the tire shop. A month or so later, Taylor takes Turtle to see a doctor and finds that Turtle’s growth has been stunted because she was abused. Turtle is not a baby, as her size indicates, but a three-year-old. That same day, Angel tells Lou Ann that he is leaving her for good. Mattie’s friend Esperanza attempts suicide. When Estevan comes to tell Taylor this news, he ends up divulging the story of their past. He tells her that he and Esperanza had to leave behind a child in Guatemala. The government wanted the names of union members from Estevan and Esperanza and took their daughter, Ismene, as a way of forcing them to tell. Choosing to save seventeen lives instead of trying to get their daughter back, the couple fled their country. Estevan spends the night on Taylor’s couch. Taylor realizes she is falling in love with him. After a few weeks, Lou Ann gets a job at a salsa factory, supporting herself in the absence of her husband. No sooner does she start her new job than Angel sends a package with presents for Lou Ann and Dwayne Ray, and a letter asking her to come live with him in Montana, or, if she does not want to do that, to let him come back and live with her in Tucson. After consideration, Lou Ann refuses to take him back. On the night of the first summer rain, Mattie takes Esperanza, Estevan, and Taylor into the desert to see the natural world come to life. Turtle is left with her baby-sitter, a blind woman named Edna Poppy. Edna and Turtle go to the park, and because of her disability, Edna does not notice when a prowler approaches Turtle. Taylor returns and hears as much of the story as Edna can tell: Edna heard struggling and swung in the direction of the attacker with her cane. She hit him and then felt Turtle tugging on the hem of her skirt. Turtle does not seem hurt, but she has stopped speaking and has the same vacuous look in her eyes that she had when Taylor first saw her. Turtle’s trauma and the difficulties of Estevan and Esperanza make Taylor depressed. To make matters worse, the police investigation into the attack on Turtle reveals that Taylor has no legal claim on Turtle. Taylor will be forced to give her to a state ward or find a way around the law. The social worker in Tucson gives Taylor the name of a legal advisor in Oklahoma, where the laws are different. Mattie becomes worried about Estevan and Esperanza’s safety. A recent crackdown on illegal immigration will force them to find a new home and a way of getting there. Taylor decides she will transport Estevan and Esperanza to another sanctuary for illegal immigrants in Oklahoma. While there, she will look for Turtle’s relatives and see if they will consent to a legal adoption. Once in Oklahoma, Taylor returns to the bar where she received Turtle but finds that it has changed owners. There are no signs of the people she met there seven months before. Taylor, Esperanza, and Estevan decide to go to the Lake o’ the Cherokees. During that time, Taylor concocts a plan to convince the authorities in Oklahoma that Estevan and Esperanza are Turtle’s biological parents. Once in the office of Mr. Armistead, the legal authority in Oklahoma, Esperanza and Estevan pretend to be Turtle’s biological parents. Esperanza sobs real tears at the prospect of giving up Turtle, and Taylor realizes that Esperanza is grieving the loss of her own daughter, who looked so much like Turtle. Taylor and Turtle drop off Esperanza and Estevan at their new home, a church in Oklahoma. Taylor says a tearful goodbye to Estevan. Taylor then calls her mother, who comforts her. Taylor and Turtle head back to Tucson, a place that both of them now call home. The book conveys multiple symbolic meanings about shared motherhood, life and death, and beauty. The underlying themes not always recognized include those about mockery toward the judicial system, the flawed coping strategies of current day issues, and the strength of friendship.",
    "genre": [
      "Travel",
      "Children's literature",
      "Fiction"
    ],
    "author": "Barbara Kingsolver"
  },
  {
    "title": "The Songlines",
    "summary": " In the book Chatwin develops his thesis about the primordial nature of Aboriginal song. The writing does not shy away from the actual condition of life for present day indigenous Australians, it does not present the songlines as a new-age fad but from an appreciation of the art and culture of the people for whom they are the keystone of the Real. While the book's first half chronicles the main character's travels through Outback Australia and his various encounters, the second half is dedicated to his musings on the nature of man as nomad and city builder. The basic idea that Chatwin posits is that language started as song, and the aboriginal Dreamtime sings the land into existence. A key concept of aboriginal culture is that the aboriginals and the land are one. By singing the land, the land itself exists; you see the tree, the rock, the path, the land. What are we if not defined by our environment? And in one of the harshest environments on Earth one of our oldest civilizations became literally as one with the country. This central concept then branches out from Aboriginal culture, as Chatwin combines evidence gained there with preconceived ideas on the early evolution of man, and argues that on the African Savannah we were a migratory species, moving solely on foot, hunted by a dominant brute predator in the form of a big cat: hence the spreading of \"songlines\" across the globe, eventually reaching Australia (Chatwin notes their trajectory generally moves from north-east to south-west) where they are now preserved in the world's oldest living culture.",
    "genre": [
      "Travel",
      "Fiction",
      "Non-fiction"
    ],
    "author": "Bruce Chatwin"
  },
  {
    "title": "Scarlett",
    "summary": " The book begins where Gone with the Wind left off, with Scarlett attending the funeral of her former sister-in-law and rival for Ashley Wilkes' affection, Melanie Wilkes, at which her estranged husband, Rhett Butler, is not present. Scarlett, heartbroken and aggravated that Rhett has left her completely, sets out for Tara and is saddened when she learns that Mammy, her mainstay since birth, is dying. When she arrives at Tara, she sends a telegram to notify Rhett about Mammy under the name of Will Benteen (her sister Suellen's husband), because she knows that Rhett won't come if he suspects Scarlett is there. Before Mammy dies she makes Rhett swear to look after \"her lamb\" Miss Scarlett. Rhett agrees, although he has no intention of honoring the request. After Mammy's death, Rhett and Scarlett fight, which culminates in Rhett leaving and Scarlett returning to the Atlanta house, determined to win Rhett back. Scarlett, in her haste to win Rhett back, travels to Charleston to visit Rhett's family and tries to corner him by winning his mother's affection. He instead secludes himself in the family's old plantation on the river. Scarlett convinces Rhett to take her for a sail on the harbour, where their boat capsizes during a terrible storm. When they become shipwrecked, Rhett tries to keep Scarlett awake until they reach land. Scarlett and Rhett swim until they reach an island, and take refuge in a hollow of sand dunes. Rhett says, \"Oh my darling, I thought I'd lost you! My love, my life...\". Scarlett thinks he means it, and the two make love in the cave. Rhett later tells her that \"when a man survived something he thought he wouldn't, he does and says crazy things,\" and that he didn't mean it. Scarlett, knowing that he meant it tells him to look her in the eyes, and tell her honestly that he does not love her. He then confesses, but runs out because he does not want to \"lose himself\" over her again. He compares her to an addiction to opium. Once safely back in Charleston, Rhett leaves Scarlett near death at his mother's house, telling her, in a letter, that while he admires her bravery in the face of danger, it has changed nothing; he will never see her again. After Scarlett has regained her strength, she leaves Charleston with her two aunts, Pauline and Eulalie, to attend her maternal grandfather's birthday celebration in Savannah. She leaves a hastily written note to Rhett's mother, whom she has grown to love and admire, with Rhett's sister, Rosemary. Rosemary burns the note. (Rosemary overheard a nasty exchange between Rhett and Scarlett and was upset with this \"dark side\" of her brother. Rhett told Rosemary the whole story of loving Scarlett till there was not one drop of love left and how he would fall in love with her again if he didn't keep away from her.) Scarlett connects with the Savannah O'Haras against her maternal family's wishes. Scarlett's grandfather offers Scarlett his entire inheritance if she will remain with him in Savannah until his death and avoid all contact with her father's side of the family. Scarlett refuses the old man and storms out of the house, furious at his demands. She goes to stay with her cousin Jamie and his family. Soon after another cousin named Colum, a priest from Ireland, joins them. Later Scarlett agrees to travel to Ireland with him. By this time Scarlett has realized that she is pregnant with Rhett's child but she keeps her pregnancy hidden. In Ireland, Scarlett is heartily welcomed by her Irish kin, including her grandmother, Old Katie Scarlett, Gerald's mother. Exploring one day with her cousin Colum, they pass by an old house which the latter explained was called 'Ballyhara' along with the land surrounding it; it was O'Hara land long ago before the English seized it, along with other land from the Irish. Scarlett is mildly interested until she receives a notification of divorce from Rhett. Scarlett makes plans to leave for America at once but is stunned by more news; Rhett is married to another woman, a Charlestonian named Anne Hampton, who is said to resemble Melanie Wilkes. Heartbroken and full of remorse over her past deeds, Scarlett decides to remain in Ireland. She works with lawyers and leaves her two-third share of her father's plantation, Tara, to her son Wade Hamilton (fathered by her first husband, Charles Hamilton, brother of Melanie Wilkes), buys Ballyhara and settles down in Ireland, to her Irish family's delight. She and her cousin, Colum, tell everyone that her husband had taken ill and then died, leaving her a widow, rather than tell the truth that she was divorced. As Ballyhara is slowly restored, Scarlett eagerly awaits the birth of her child, praying for it to be a girl and vowing to be a good mother. She is well respected by the townspeople and her family, earning her a reputation as a hard worker, with fierce Irish pride. She becomes known as The O'Hara, a title reserved for the undisputed leader of a family clan. One stormy Halloween night, her water breaks. Her housekeeper, Mrs. Fitzpatrick, and the midwife whom Colum summons are unable to handle the situation, and it appears that Scarlett will die. Instead, she is saved by the wise old woman who lives near the haunted tower and who appears suddenly. The Caesarian birth is successful, but internal damage is done to Scarlett; as a result, Scarlett can no longer have children. The baby, a girl, is born with dark skin like Rhett's, but with blue eyes that slowly turn as green as Scarlett's. Full of love and thanksgiving, Scarlett names her Katie Colum O'Hara, and calls her \"Cat\" because of her green eyes. Rumors in the town abound about the birth of the child since one of the townspeople summoned to help with the birth claimed that the wise woman (witch) birthed a healthy boy from Scarlett but replaced the boy-child with a girl-child changeling. These rumors and fears are accented by the fact that Cat is born on Halloween, the time when bad spirits roam and play tricks on the living. After Scarlett has settled down in Ballyhara, she runs into Rhett a number of times—in America when she sees him while she is on the boat to Boston, at a fair where she admits she still loves him and at a hunt a week later. All the while, he still does not know he has a child. He then seeks her out at a society ball and, in this gesture, Scarlett realizes he still loves her, and that she in turn loves him in a way only she and he will ever know. Lord Fenton, one of the wealthiest men in Europe, pursues Scarlett relentlessly, wanting to marry her but not with good intentions. He wants Scarlett to bear his children after seeing Cat's fiery spirit and fearlessness. He also plans to unite their estates; he owns Adamstown, the land adjacent to Scarlett's. The combined estate will go to their son upon their deaths but Cat will bear his name and have the best of everything. Angered by his arrogance, Scarlett refuses and orders him out of her house. He laughs at her and asks her to call him when she reconsiders. Scarlett leaves for Dublin for her yearly visit for parties and hunts. She later decides to accept Lord Fenton when she hears that Anne is pregnant with Rhett’s second child (the first child was lost to a miscarriage). The news leaks out about her engagement and Rhett, in a drunken state, insults her when she runs into him at a horse race. A mutual friend tells her that Anne died of a fever and the baby died four days after its birth and she rushes back to Ballyhara hopeful that Rhett would come looking for her. She finds English there with a warrant to arrest Colum, who is the head of the Fenian Brotherhood, a group of Irish terrorists planning to revolt against the English. Colum is murdered and Rosaleen Fitzpatrick sets fire to the entire English arsenal to avenge Colum. The villagers, thinking Scarlett is in league with the English, burn her house down. Rhett comes to her rescue and he tries to convince her to escape with him. Scarlett doesn't go, but runs around her house yelling, \"Cat! Cat! Where are you?\" Rhett, confusedly says, \"There's no time for the cat! We have to go!\" Scarlett looks at him, dumbfounded. \"Oh you fool! Not a cat,\" she barks. \"Katie Colum O'Hara, called Cat. She's your daughter.\" Stunned, Rhett demands that Scarlett tell him how that's possible. Scarlett, still anxious about finding Cat, gives him a hurried explanation of when Cat was conceived. Rhett frantically goes in search of his newfound daughter with Scarlett at his heels. They find Cat in the kitchen after Scarlett remembers that Cat loves the kitchen. The three climb into the high tower on Ballyhara where Cat has made a playhouse and they stay there for the night. Scarlett explains why she didn’t tell him about Cat and he understands. Rhett and Scarlett both say \"I love you\". They wake up the next morning ready to start their new lives together and leave Ireland. The book ends with \"Grainne told me to keep it,\" said by Cat, speaking of the old rope ladder which they will use to climb down from the tower.",
    "genre": [
      "Travel",
      "Novel",
      "History",
      "Historical fiction",
      "Romance novel",
      "Fiction"
    ],
    "author": "Alexandra Ripley"
  },
  {
    "title": "A Sentimental Journey Through France and Italy",
    "summary": " Yorick's journey starts in Calais, where he meets a monk who begs for donations to his convent. Yorick initially refuses to give him anything, but later regrets his decision. He and the monk exchange their snuff-boxes. He buys a chaise to continue his journey. The next town he visits is Montreuil, where he hires a servant to accompany him on his journey, a young man named La Fleur. During his stay in Paris, Yorick is informed that the police inquired for his passport at his hotel. Without a passport at a time when England is at war with France (Sterne traveled to Paris in January 1762, before the Seven Years' War ended), he risks imprisonment in the Bastille. Yorick decides to travel to Versailles where he visits the Count de B**** to acquire a passport. When Yorick notices the count reads Hamlet, he points with his finger at Yorick's name, mentioning that he is Yorick. The count mistakes him for the king's jester and quickly procures him a passport. Yorick fails in his attempt to correct the count, and remains satisfied with receiving his passport so quickly. Yorick returns to Paris, and continues his voyage to Italy after staying in Paris for a few more days. Along the way he decides to visit Maria – who was introduced in Sterne's previous novel, Tristram Shandy – in Moulins. Maria's mother tells Yorick that Maria has been struck with grief since her husband died. Yorick consoles Maria, and then leaves. After having passed Lyon during his journey, Yorick spends the night in a roadside inn. Because there is only one bedroom, he is forced to share the room with a lady and her chamber-maid (\"fille de chambre\"). When Yorick can't sleep and accidentally breaks his promise to remain silent during the night, an altercation with the lady ensues. During the confusion, Yorick accidentally grabs hold of something belonging to the chamber-maid. The last line is: \"when I stretch'd out my hand I caught hold of the fille de chambre's...End of vol II\". The sentence is open to interpretation. You can say the last word is omitted, or that he stretched out his hand, and caught hers (this would be grammatically correct). Another interpretation is to incorporate 'End of Vol. II' into the sentence, so that he grabs the Fille de Chambre's 'End'.",
    "genre": [
      "Travel",
      "Fiction"
    ],
    "author": "Laurence Sterne"
  },
  {
    "title": "A Tramp Abroad",
    "summary": " The first half of the book covers their stay in south-western Germany (Heidelberg, Mannheim, a trip on the Neckar river, Baden-Baden and the Black Forest). The second part describes his travels through Switzerland and eastern France (Lucerne, Interlaken, Zermatt, Chamonix and Geneva). The end of the book covers his trip through several cities in northern Italy (Milan, Venice and Rome). Several other cities are touched and described during their travels, as well as mountains such as Matterhorn, the Jungfrau, the Rigi-Kulm and Mont-Blanc. Interleaved with the narration, Mark Twain inserted also stories not related to the trip, such as Bluejay Yarn, The Man who puts up at Gasby's and others; as well as many German Legends, partly invented by the author himself. Six Appendices are included in the book. They are short essays dedicated to different topics. The role of The Portier in European hotels and how they make their living, a description of Heidelberg Castle, an essay on College Prisons in Germany, The Awful German Language, a humorous essay on German language, a short story called The legend of the Castle and finally a satirical description of German Newspapers.",
    "genre": [
      "Travel",
      "Biography",
      "Fiction",
      "Autobiography",
      "Travel literature"
    ],
    "author": "Mark Twain"
  },
  {
    "title": "The Tent Dwellers",
    "summary": " The book chronicles a three-week fishing trip through central Nova Scotia, and is an excellent account of the unspoiled Nova Scotia wilderness that existed at the time, which has been largely diminished since. The group encounters moose (which Eddie tries to capture and bring back alive), beaver, and numerous trout, the first of which is now very scarce in the region, and legions of mosquitos, moose flies, black flies, noseeums, and midges, all of which are regrettably abundant to this day. Many of the areas described in the book, then virtually unexplored and uncharted, are now well known to back-country campers in Kejimkujik Park and the Tobeatic Wilderness Area. The descriptions of the central Nova Scotia woods contained in the book are beautifully written and uncannily accurate, and while the trout which brought Paine and Breck to Nova Scotia are less abundant, due in part to acid rain and increased fishing pressure, they still provide good sport for anglers. http://www.troutnovascotia.ca/issues.htm http://www.ilec.or.jp/database/nam/nam-56.html Paine, a wealthy New England socialite, initially had some difficulties with the lack of modern amenities in camp life, but soon came to love the rugged beauty and solitude of the woods. As advice to other potential campers, he has this to offer: \"...if you are willing to get wet and stay wet - to get cold and stay cold - to be bruised, and scuffed, and bitten - to be hungry and thirsty, and to have your muscles strained and sore from unusual taxation: if you will welcome all these things, not once, but many times, for the sake of moments of pure triumph and that larger luxury which comes with the comfort of the camp and the conquest of the wilderness, then go! The wilderness will welcome you, and teach you, and take you to its heart. And you will find your own soul there; and the discovery will be worth while!\"",
    "genre": [
      "Travel"
    ],
    "author": "Albert Bigelow Paine"
  },
  {
    "title": "The History of Mr. Polly",
    "summary": " The protagonist of The History of Mr. Polly is an antihero inspired by H.G. Wells' early experiences in the drapery trade: Alfred Polly, born circa 1870, a timid and directionless young man living in Edwardian England, who despite his own bumbling achieves a sort of contented serenity with little help from those around him. Mr. Polly's most striking characteristic is his \"innate sense of epithet,\" which leads him to coin hilarious expressions like \"the Shoveacious Cult\" for \"sunny young men of an abounding and elbowing energy,\" and \"dejected angelosity\" for the ornaments of Canterbury Cathedral. Alfred Polly lives in the imaginary town of Fishbourne in Kent (not to be confused with Fishbourne, West Sussex—the town in the story is thought to be based on Sandgate, Kent where Wells lived for several years). The novel begins in medias res by presenting a miserable Mr. Polly: \"He hated Foxbourne, he hated Foxbourne High Street, he hated his shop and his wife and his neighbours -- every blessed neighbour -- and with indescribable bitterness he hated himself.\" The rest of the The History of Mr. Polly is divided in three parts. First (Chapters 1-6), there is the story of his life up to age 20, when he marries his cousin Miriam Larkins and sets up an outfitter's shop in Fishbourne with his father's inheritance. Second (Chapters 7-8), there is Mr. Polly's spectacular suicide attempt which ironically makes him a local hero, wins him insurance money that saves him from bankruptcy, and yields the insight that \"Fishbourne wasn't the world,\" which leads him to abandon his shop and his wife. The third part (Chapters 9-10), at the Potwell Inn (apparently located in West Sussex), culminates in Mr. Polly's courageous victory over \"Uncle Jim,\" a malicious and deranged nephew who has been tormenting the innkeeper.",
    "genre": [
      "Travel",
      "Speculative fiction",
      "Reference",
      "Historical fiction",
      "Comedy",
      "Comic novel",
      "Fiction"
    ],
    "author": "H. G. Wells"
  },
  {
    "title": "Soft City",
    "summary": " Soft City records one man's attempt to plot a course through the urban labyrinth. Holding up a revealing mirror to the modern city, it is used as the locale for a demanding and expressive personal drama. Jonathan Raban’s soft city is the malleable material from which identity is formed. “It invites you to remake it, to consolidate it into a shape you can live in . . . Decide who you are, and the city will again assume a fixed form around you.” This soft city is the mythic city, where illusion, dream, aspiration, and nightmare are all fixed into place; it comes into focus as it is passed through and acted upon by an individual or a collective. Where is the ‘Soft City” now? – Feb 2007 Introduced by Tim Waterman Hosted by Andrew Stuck, Rethinking Cities Ltd.",
    "genre": [
      "Travel"
    ],
    "author": "Jonathan Raban"
  },
  {
    "title": "Coasting",
    "summary": " Written as a travelogue, Coasting describes Jonathan Raban's single-handed 4,000 mile voyage around Britain which he made in 1982 (at the age of 40) in an old restored 32-foot sea-going ketch, the Gosfield Maid. An important point is that Raban sailed with a chart and a hand-bearing compass; he sailed by the look of the coastline. His story takes various digressions, just as his journey does, as he mulls over his childhood as the son of a vicar in the Church of England, and the current state of Britain under Margaret Thatcher during the time of the Falklands War. Chapter Two is a description of the dogged insularity of the Manx, who he compares to the Falkland Islanders, whilst the Isle of Man becomes a metaphor for the insularity of the larger island on which he himself had been brought up and lived up till this point. Raban himself has commented on his own attitude to England and the influence of Margaret Thatcher on Britain at the time of writing his book. The British he sees as being famous for their insular arrogance and condescension. As he describes them: 'They love fine social distinctions and divisions and are snobbishly wedded to an antique system of caste and class ... They are aggressively practical and philistine, with a loud contempt for anything that smells abstract or theoretical. They are a nation of moneygrubbers and bargain-hunters, treasuring peenies for treasuring's sake...When it comes to sex, they are furtive and hypocritical - and their erotic tastes are known to be extremely peculiar. Many Englishmen will pay a woman to take their trousers down and spank them...For the most part, though, the English, both men and women, are afflicted by such a morbid decay of thei libido that it has always puzzled the rest of the world how the English manage to reproduce themselves at all.' The author is equally bitter about the dominant, hectoring Mrs Thatcher. Whilst comfortably moored up in the Gosfield Maid on a beautiful stretch of the River Yealm, he tunes in to the House of Commons debate on the Falkland's invasion. The Prime Minister talks about sovereign territory being invaded by a foreign power, but to Raban '...her cross, nanny's voice made it sound as if there had been ructions in the nursery and the children were going to be sent to bed without any tea.' Equally absurd are the majority of MPs who are baying for Argentian blood. Raban turns his radio off in disgust, '...sick of the sound of growning men baying like a wolf pack. It wasn't a debate, it was a verbal bloodletting, with words standing for the guns and bayonets that would come later when the fleet reached the islands.' and adds, 'Listening to it, I felt that I'd been eavesdropping on the nastier workings of the national subconscious; I'd overheard Britain talking in a dream, and what is was saying scared me stiff.' And it is his negative feelings towards an increasingly alien Britain under the dominance of Thatcher that finally persuade him to make the decision to leave his homeland, although the paradox is that they share a ike-minded attitude towards its rigid social hierarchy: The book is remarkable for its penetrating and highly perceptive insights into the character and state of the British nation at the time of writing. One also has to greatly admire him for taking on the challenge of a single-handed voyage around the British Isles, a feat that requires great personal courage on the part of the sailor. For most of the book, Raban, rather like Joyce, is able to form an objectively detached view of his country whilst out at sea on board his boat. However, rather than taking the battering ram approach of his eccentric predecessors (men like Middleton, McMullen, and Hilaire Belloc), he uses beautifully crafted language to describe the life of a single-handed sailor in great awe of the sea, with detailed almost lyrical descriptions of the characters he encounters along the way. Two passages that particularly stand out are of Raban's rather hostile meeting with Paul Theroux at Brighton Marina, himself in the midst of researching a similar book about Britain, and a much friendlier one with Philip Larkin at Hull, a city Raban knows well from his student days while working as a part-time minicab driver.",
    "genre": [
      "Travel",
      "Biography"
    ],
    "author": "Jonathan Raban"
  },
  {
    "title": "Five Days In Paris",
    "summary": " The story follows two Americans, Peter Haskell, a man with a strong career and family and Olivia Thatcher, two citizens from different backgrounds and cultures who meet in the Ritz in Paris, France on the night of a bomb threat. The latter character is a woman who is unhappily married to a leading senator, and the first being the president of a significant pharmaceutical empire.",
    "genre": [
      "Travel",
      "Fiction",
      "Romance novel"
    ],
    "author": "Danielle Steel"
  },
  {
    "title": "Bad Land: An American Romance",
    "summary": " The book begins by going into detail how the area was initially settled. The author places a particularly heavy emphasis on \"scientific\" developments of the time, sociological conditions, and the exploitation of those developments and conditions by the United States Government and the Milwaukee Road. These were represented in the book by the Campbell's Soil Culture Manual, the desire by those living in Europe and the eastern United States to become landholders, The Homestead Act and government agencies, and advertising by the railroad. As the author states at one point, '... there was real mendacity in the way the scheme (dry homestead scheme) was advertised. The copywriters (who had probably never set eyes on the prairie) and the art editors created a paper-country, as illusory as the Land of Cockaigne. The misleading language and pictures of the pamphlets would eventually entitle the homesteaders to see themselves as innocent dupes of a government that was in the pocket of the corporation fatcats - and their sense of betrayal would fester through the generations.' Further into the book, the author describes the settlement in terms of a grand experiment to impose civilization on a previously wild region. The society of that period is portrayed as one filled with innocent optimism and feelings of unlimited potential to be part of big, important things. This is represented in the book by the barbed wire fence and set piece, half-section farm plots of . The author further delves into the societal development of the settlers by describing many details of the aforementioned society after it becomes established. The Montana plains society is depicted as one that seems to be realizing its dreams, attracting people and commerce, and having all the trappings of an American frontier settlement. It is clearly indicated that this society is at its apex. The stories of various settler families are recounted, particularly that of Ned Wollaston and his family who started out - just like the other immigrants - farming their of dust. Raban acknowledges his debt to Percy Wollaston for his unpublished memoir, Homesteading, and is frequently accompanied by Michael J. Wollaston who helps him 'shape the story over a succession of field trips, lunches and burrowings in the Wollaston family papers.' Reality comes crashing down on the settlers when, as the author puts it, the land asserts its wild self, throwing off the civilization imposed on it. The settlers realize that the land could not support the number of people who were trying to make a living from it. Even back in 1908, when Congress was debating the Enlarged Homestead bill, representative William A. Reeder from Kansas had, in Raban's words, struck a note of dour realism, only to be shouted down as being a pawn of the big ranchers: 'I say that the settler cannot make a living on of [semi-arid land], nor on . There is the trouble. If he could make a living on , it would be all right, but there is where people are deceived. They cannot make a living on , in most cases.' Because many of the settlers felt they had been betrayed by those who convinced them to move to the area and farm there, another societal development is observed: a fiercely independent and rebellious attitude of anti-authoritarian distrust towards Corporate America (particularly 'the dwarfish, rabbit-toothed, fat-lipped figure of James J. Hill and his shadowy son, Louis', owners of the Great Northern railway line) and to a much greater extent, the United States Government. As the realization sets in that the land can't support everyone, many are seen leaving-selling their land to those who chose to stay and continue farming. Even the aging Ned and his wife, Dora, eventually send their son, Percy, to Seattle and are forced to lease their land to a young farming couple, prior to moving westwards in their son's footsteps and settling down Thompson Falls. The downward spiral of the once bustling civilization is seen as having stabilized by the present day. This status quo is one of uneasy teetering between subsistence and poverty. Such is the desperation to \"become something\" again that some are willing to attempt anything to attract cheap attention, publicity, visitors, and above all, outside commerce and money. The utter disappointment and futility of such efforts are summed up in the failed Ismay/Joe, Montana Day, in which the town adopts the figure of the American football player, Joe Montana, in an attempt to boost its revenues. However, it is from his attendance at a local rodeo and his invitations to the b-b-q lunches during the branding season (the end of May/early June) that Raban really sees how a rural society has emerged from the failures of the past: 'Yet in the last sixty years a form of society has evolved here. It was more modest than the one envisioned by the early settlers. After the great humbling of the Dirty Thirties, people learned how to conform themselves to the place. The land allowed just so much habitation and farming, and no more. The chastened survivors cautiously built their world. And here it was - in the cluster of well-dressed, well-fed families around the coral. One would never have guessed at the amount of ruination that had gone into the making of this scene, of country neighbours, at ease with themselves and each other. This was exactly how the Wollastons, Dockens, Yeargens and the rest would have imagined their new lives on the prairie, as a rooted and stable rural community, with its own language and architecture, costumes and customs.' The book concludes with the author returning home to Seattle, WA from southeastern Montana and following the paths of many who left the area featured in the book. The author expresses joy to be living in a place where reality isn't so sharp, but also reminds himself that not far from where he lives and even in his own backyard, there are places, situations, and circumstances that make his life uncomfortably similar to that of someone living in southeastern Montana. The book is 324 pages long and contains themes, circumstances, and events that repeated themselves in rural areas and towns across the Great Plains during the time period covered.",
    "genre": [
      "Travel",
      "Fiction",
      "Romance novel"
    ],
    "author": "Jonathan Raban"
  },
  {
    "title": "A Year in Provence",
    "summary": " Peter Mayle and his wife move to Provence, and are soon met with unexpectedly fierce weather, underground truffle dealers and unruly workers, who work around their normalement schedule.",
    "genre": [
      "Travel",
      "Biography",
      "Sociology",
      "Autobiography"
    ],
    "author": "Peter Mayle"
  },
  {
    "title": "In Arabian Nights",
    "summary": " Shah frequents the Café Mabrook, which becomes for him the \"gateway into the clandestine world of Moroccan men\" and is told \"if you really want to get to know us, then root out the raconteurs\". He also hears of the Berber tradition that each person searches for the story within their heart. Events at home are interwoven with Shah's journeys across Morocco, and he sees how the Kingdom of Morocco has a substratum of oral tradition that is almost unchanged in a thousand years, a culture in which tales, as well as entertaining, are a matrix through which values, ideas and information are transmitted. Shah listens to anyone who has a tale to tell. He encounters professional storytellers, a junk merchant who sells his wares for nothing, but insists on a high payment for the tale attached to each item and a door to door salesman who can obtain anything, including, when Shah requests it the first \"Benares\" edition of A Thousand and One Nights by Richard Burton, a translation that the author's father Idries Shah had once given away. As he makes his way through the labyrinthine medinas of Fez and Marrakech, traverses the Sahara sands, and tastes the hospitality of ordinary Moroccans, he collects a treasury of stories, gleaned from the heritage of A Thousand and One Nights. The tales, recounted by a vivid cast of characters, reveal fragments of wisdom and an oriental way of thinking. Weaving in and out of the narrative are Shah's recollection of his family's first visits to Morocco and his father's storytelling and insistence that traditional tales contain vastly undervalued resources; \"We are a family of storytellers. Don't forget it. We have a gift. Protect it and it will protect you.\" As a father himself Shah now passes the baton on to his own children.",
    "genre": [
      "Travel",
      "Biography"
    ],
    "author": "Tahir Shah"
  }
]