[
  {
    "title": "The Count of Monte Cristo",
    "summary": " In 1815 Edmond Dantès, a young and successful merchant sailor recently granted the succession of his erstwhile captain Leclère, returns to Marseille to marry his fiancée Mercédès. Leclère, a supporter of the exiled Napoléon I, found himself dying at sea and charged Dantès to deliver two objects: a package to Marshall Bertrand (exiled with Napoleon Bonaparte on Elba), and a letter from Elba to an unknown man in Paris. On the eve of his wedding to Mercédès, Fernand (Mercédès' cousin and a rival for her affections) and Dantès's colleague Danglars (who is jealous of his rapid rise to captain), upon the suggestion of Caderousse (a neighbour of Dantès), send an anonymous note accusing Dantès of being a Bonapartist traitor. Villefort, the deputy crown prosecutor in Marseille, while initially sympathetic to Dantès, destroys the letter from Elba when he discovers that it is addressed to his own father who is a Bonapartist. In order to silence Dantès, he condemns him without trial to life imprisonment. During his fourteen years imprisonment in the Château d'If, Dantès befriends the Abbé Faria (\"The Mad Priest\"), a fellow prisoner who is trying to tunnel his way to freedom, and who claims knowledge of a massive treasure and continually offers to reward the guards well if they release him. Faria gives Dantès an extensive education. He also explains to Dantès how Danglars, Fernand, and Villefort would each have had their own reasons for wanting Dantès in prison. After years of friendship, and knowing himself to be close to death, Faria tells Dantès the location of the treasure, on Monte Cristo. When Faria dies, Dantès uses his burial sack to stage an escape to a nearby island, and is rescued by a smuggling ship. After several months of working with the smugglers, he goes to Monte Cristo. Dantès fakes an injury and convinces the smugglers to temporarily leave him on Monte Cristo, then makes his way to the hiding place of the treasure. After recovering the treasure, he returns to Marseille, where he learns that his father has starved to death. He buys a yacht, hides the rest of the treasure on board and buys both the island of Monte Cristo and the title of Count from the Tuscan government. Returning to Marseille, Dantès plans his revenge but first helps several people who were kind to him before his imprisonment. Traveling as the Abbé Busoni, he meets Caderousse, now living in poverty, whose intervention might have saved Dantès from prison. Dantès learns that his other enemies have all become wealthy. He gives Caderousse a diamond that can be either a chance to redeem himself, or a trap that will lead to his ruin. Learning that his old employer Morrel is on the verge of bankruptcy, Dantès, in the guise of a senior clerk from a banking firm, buys all of Morrel's outstanding debts and gives Morrel an extension of three months to fulfill his obligations. At the end of the three months and with no way to repay his debts, Morrel is about to commit suicide when he learns that all of his debts have been mysteriously paid and that one of his lost ships has returned with a full cargo, secretly rebuilt and laden by Dantès. Dantès rejoices at the Morrel family's joy, then pledges to banish all warm sentiments from his heart and focus on vengeance. Disguised as the rich Count of Monte Cristo, Dantès takes revenge on the three men responsible for his unjust imprisonment: Fernand, now Count de Morcerf and Mercédès' husband; Danglars, now a baron and a wealthy banker; and Villefort, now procureur du roi — all are now living in Paris. The Count appears first in Rome, where he becomes acquainted with the Baron Franz d'Épinay, and Viscount Albert de Morcerf, the son of Mercédès and Fernand. Dantès arranges for the young Morcerf to be captured by the bandit Luigi Vampa before rescuing him from the same. Dantès then moves to Paris, and with Albert de Morcerf's introduction, becomes the sensation of the city. Due to his knowledge and rhetorical power, even his enemies, who do not recognize him, find him charming and all desire his friendship. The Count dazzles the crass Danglars with his seemingly endless wealth, eventually persuading him to extend him a credit of six million francs, and withdraws 900,000. Under the terms of the arrangement, the Count can demand access to the remainder at any time. The Count manipulates the bond market, through a false telegraph signal, and quickly destroys a large portion of Danglars' fortune. The rest of it begins to rapidly disappear through mysterious bankruptcies, suspensions of payment, and more bad luck on the Stock Exchange. Villefort had once conducted an affair with Madame Danglars. She became pregnant and delivered the child in the house in which he was living at that time. Believing the infant stillborn, Villefort had tried to secretly bury it in a box on the grounds of the house but while doing so, he was stabbed by Bertuccio, his sworn enemy, who rescued the infant and brought him back to life. Bertuccio's sister-in-law brought the child up, giving him the name \"Benedetto\". The Count learns of this story from Bertuccio, who later becomes his servant. He purchases the house and hosts a dinner party there, to which he invites, among others, Villefort and Madame Danglars. During the dinner, the Count announces that, while doing landscaping, he had unearthed a box containing the remains of an infant and had referred the matter to the authorities to investigate. This puzzles Villefort, who knew that the infant's box had been removed and so the Count's story could not be true, and also alarms him that perhaps he knows the secret of his past affair with Madame Danglars and may be taunting him. Meanwhile, Benedetto has grown up to become a criminal and is sentenced to the galleys with Caderousse. After the two are freed by \"Lord Wilmore\", Benedetto is sponsored by the Count to take the identity of \"Viscount Andrea Cavalcanti\" and is introduced by him into Parisian society at the same dinner party, with neither Villefort nor Madame Danglars suspecting that Andrea is their presumed dead son. Andrea then ingratiates himself to Danglars who betroths his daughter Eugénie to Andrea after cancelling her engagement to Albert, son of Fernand. Meanwhile, Caderousse blackmails Andrea, threatening to reveal his past. Cornered by \"Abbé Busoni\" while attempting to rob the Count's house, Caderousse begs to be given another chance, but Dantès grimly notes that the last two times he did so, Caderousse did not change. He forces Caderousse to write a letter to Danglars exposing Cavalcanti as an impostor and allows Caderousse to leave the house. The moment Caderousse leaves the estate, he is stabbed in the back by Andrea. Caderousse manages to dictate and sign a deathbed statement identifying his killer, and the Count reveals his true identity to Caderousse moments before Caderousse dies. Years before, Ali Pasha, the ruler of Janina, had been betrayed to the Turks by Fernand. After Ali's death, Fernand sold his wife Vasiliki and his daughter Haydée into slavery. Haydée was found and bought by Dantès and becomes the Count's ward. The Count manipulates Danglars into researching the event, which is published in a newspaper. As a result, Fernand is brought to trial for his crimes. Haydée testifies against him, and Fernand is disgraced. Mercédès, still beautiful, is the only person to recognize the Count as Dantès. When Albert blames the Count for his father's downfall and publicly challenges him to a duel, Mercédès goes secretly to the Count and begs him to spare her son. During this interview, she learns the entire truth of his arrest and imprisonment. She later reveals the truth to Albert, which causes Albert to make a public apology to the Count. Albert and Mercédès disown Fernand, who is confronted with Dantès' true identity and commits suicide. The mother and son depart to build a new life free of disgrace. Albert enlists as a soldier and goes to Africa in order to rebuild his life and honour under a new name, and Mercédès begins a solitary life in Marseille. Villefort's daughter by his first wife, Valentine, stands to inherit the fortune of her grandfather (Noirtier) and of her mother's parents (the Saint-Mérans), while his second wife, Héloïse, seeks the fortune for her son Édouard. The Count is aware of Héloïse's intentions, and \"innocently\" introduces her to the technique of poison. Héloïse fatally poisons the Saint-Mérans, so that Valentine inherits their fortune. Valentine is disinherited by Noirtier in an attempt to prevent Valentine's impending marriage with Franz d'Épinay. The marriage is cancelled when d'Épinay learns that his father (believed assassinated by Bonapartists) was killed by Noirtier in a duel. Afterwards, Valentine is reinstated in Noirtier's will. After a failed attempt on Noirtier's life, which instead claims the life of Noirtier's servant Barrois, Héloïse then targets Valentine so that Édouard will finally get the fortune. However, Valentine is the prime suspect in her father's eyes in the deaths of the Saint-Mérans and Barrois. On learning that Morrel's son Maximilien is in love with Valentine, the Count saves her by making it appear as though Héloïse's plan to poison Valentine has succeeded and that Valentine is dead. Villefort learns from Noirtier that Héloïse is the real murderer and confronts her, giving her the choice of a public execution or committing suicide by her own poison. Fleeing after Caderousse's letter exposes him, Andrea gets as far as Compiègne before he is arrested and returned to Paris, where Villefort prosecutes him. While in prison awaiting trial, Andrea is visited by Bertuccio who tells him the truth about his father. At his trial, Andrea reveals that he is Villefort's son and was rescued after Villefort buried him alive. A stunned Villefort admits his guilt and flees the court. He rushes home to stop his wife's suicide but is too late; she has poisoned her son as well. Dantès confronts Villefort, revealing his true identity, but this, combined with the shock of the trial's revelations and the death of his wife and son, drives Villefort insane. Dantès tries to resuscitate Édouard but fails, and despairs that his revenge has gone too far. It is only after he revisits his cell in the Château d'If that Dantès is reassured that his cause is just and his conscience is clear, that he can fulfill his plan while being able to forgive both his enemies and himself. After the Count's manipulation of the bond market, Danglars is left with only a destroyed reputation and 5,000,000 francs he has been holding in deposit for hospitals. The Count demands this sum to fulfill their credit agreement, and Danglars embezzles the hospital fund. Abandoning his wife, Danglars flees to Italy with the Count's receipt, hoping to live in Vienna in anonymous prosperity. While leaving Rome, he is kidnapped by the Count's agent Luigi Vampa and is imprisoned the same way that Albert was. Forced to pay exorbitant prices for food, Danglars eventually signs away all but 50,000 francs of the stolen five million (which Dantès anonymously returns to the hospitals). Nearly driven mad by his ordeal, Danglars finally repents his crimes. Dantès forgives Danglars and allows him to leave with his freedom and the money he has left. Maximilien Morrel, believing Valentine to be dead, contemplates suicide after her funeral. Dantès reveals his true identity and explains that he rescued Morrel's father from bankruptcy, disgrace and suicide years earlier. He persuades Maximilien to delay his suicide. On the island of Monte Cristo one month later, Dantès presents Valentine to Maximilien and reveals the true sequence of events. Having found peace, Dantès leaves the newly reunited couple his fortune and departs for an unknown destination to find comfort and a new life with Haydée, who has declared her love for him.",
    "genre": [
      "Romance novel",
      "Fiction",
      "Adventure novel",
      "Historical novel"
    ],
    "author": "Auguste Maquet"
  },
  {
    "title": "Ecotopia",
    "summary": " The book is set in 1999 (25 years in the future, as seen from 1974) and consists of the diary entries and reports of William Weston, a mainstream media reporter who is the first proper American to investigate Ecotopia, a newly formed country that broke from the USA in 1980. Prior to Weston's investigative reporting, most Americans had not been allowed to enter the new country, which is depicted as being on continual guard against revanchism. The new nation of Ecotopia consists of Northern California, Oregon and Washington; it is hinted that Southern California is a lost cause. The book is presented as a combination of narrative from Weston's diary and dispatches that he transmits to his publication, the mythical Times-Post. Together with Weston (who at the beginning is curious about, but not particularly sympathetic to the Ecotopians), the reader learns about the Ecotopian transportation system and the preferred lifestyle that includes celebrating gender roles, official encouragement of maintaining racial separation, discouraging monogamy, promoting sexual freedom. A disdain for television and mass-spectacle sports is manifested in a preference for local arts, participatory sports, and general fitness. The Ecotopians also have a peculiar ritual of (voluntary) mock warfare, fought with actual weapons and often resulting in injuries. Liberal cannabis use, as well as about decentralized and renewable energy production, green building construction, a defense strategy focused both on developing a highly advanced arms industry while also allegedly maintaining hidden WMD within major US population centers to discourage reconquest. Thorough-going education reform is described, along with a highly localized system of universal medical care. (The narrator discovers that Ecotopian healing practices may include sexual stimulation.) The narrative is told through both Weston's official cables back to the United States and through his diary which he keeps and later sends to his editor at the end of his assignment. In the diary we learn of observations he does not include in his columns, including his personally transformative love affair with an Ecotopian woman. These parallel narrative structures allow the reader to see how his internal reflections, as recorded in his diary, are diffracted in his external pronouncements to his readers. Despite Weston's initial reservations, throughout the novel, Ecotopian citizens are characterized as clever, technologically resourceful, emotionally expressive and even occasionally violent, but also socially responsible, patriotic. They tend to live in ethnically separated localities, and they live in extended families. Their economic enterprises are entirely employee-owned and -controlled. The government is dominated by a woman-led but not exclusively female party, and government structures are highly decentralized. The novel concludes with Weston's finding himself enchanted by Ecotopian life and deciding to stay in Ecotopia as its interpreter to the wider world.",
    "genre": [
      "Romance novel",
      "Science Fiction",
      "Speculative fiction",
      "Fiction",
      "Utopian and dystopian fiction"
    ],
    "author": "Ernest Callenbach"
  },
  {
    "title": "The Hotel New Hampshire",
    "summary": " This novel is the story of the Berrys, a quirky New Hampshire family composed of a married couple, Win and Mary, and their five children. The parents, both from the small town of Dairy, New Hampshire, fall in love while working at a summer resort hotel in Maine as teenagers. There they meet a Viennese Jew named Freud who works at the resort as a handyman and entertainer, performing with his pet bear, State o' Maine; Freud comes to symbolize the magic of that summer for them. By summer's end the teens are engaged, and Win buys Freud's bear and motorcycle and travels the country performing to raise money to go to Harvard, which he subsequently attends while Mary starts their family. He then returns to Dairy and teaches at the local second-rate boys' prep school he attended, the Dairy School. But he is unsatisfied and dreaming of something better. The children are: Franny, self-confident and brash; John, the narrator, sweet, if naive, and enamored of Franny; Frank, physically awkward, reserved, and homosexual; Lilly, a small romantic girl who has \"stopped growing\"; and Egg, an immature little boy with a penchant for dressing up in costumes. John and Franny are companions, seeing themselves as the most normal of the children, aware that their family is rather strange. But, as John remarks, to themselves the family's oddness seems \"right as rain.\" Win conceives the idea of turning an abandoned girls' school into a hotel. He names it the Hotel New Hampshire and the family moves in. This becomes the first part of Irving's Dickensian-style tale. Its chief plot elements are: Franny's rape at the hands of several members of the school football team, including the quarterback, a boy named Chipper Dove with whom she is in love, and her rescue, though somewhat late, by Junior Jones, a black member of the team; the death of the family dog, Sorrow, and its repeated resurrection via taxidermy, the first instance of which scares the grandfather literally to death; John's sexual initiation with the hotel housekeeper Ronda Ray; and a letter from Freud inviting the family to move to Vienna to help him (and his new \"smart\" bear) run his hotel there. Traveling separately from the rest of the family, the mother and Egg are killed in an airplane crash. The others take up life in Vienna at what is renamed the (second) Hotel New Hampshire, one floor of which is occupied by prostitutes and another floor by a group of radical communists. The family discover that Freud is now blind and the \"smart bear\" is actually a girl named Susie in a bear suit. Plot developments in this segment are: the father's decline following the death of his wife; the family's relationships with the prostitutes and the radicals; John and Franny falling in love with each other; John's relationship with a communist who commits suicide; Franny's sexual relationships with Susie and with the \"quarterback\" of the radicals, Ernst; Lilly developing as a writer and penning the story of the family; and the radicals' plot to blow up the opera house, using Freud and the family as hostages, which Freud and Win foil. The family becomes famous and, with Frank as Lilly's agent, her book is published for a large amount of money. The family (with Susie the bear) returns to the States, taking up residence in The Stanhope hotel in New York. The chief elements of the final part of the novel are: Franny and John's resolution of their love; Franny's revenge on her rapist; Franny's success as a movie actress and her marriage to Junior Jones; Lilly's suicide from her despair as a writer; John and Frank's purchase of the shut-down resort in Maine where their parents met; its function as a rape crisis center run by Susie; Susie and John finding happiness with each other; and a pregnant Franny asking them to raise her and Junior's impending baby. The novel is evocative of the New Hampshire of Irving's childhood.",
    "genre": [
      "Romance novel"
    ],
    "author": "John Irving"
  },
  {
    "title": "The Genius and the Goddess",
    "summary": " The story begins in 1951. John Rivers is speaking to a friend about his encounter with the Maartens family. In 1921, Rivers, who was extremely sheltered by his widowed mother, is employed as a lab assistant to Henry Maartens, after receiving his PhD. Dr. Maartens is a Nobel Prize winning, socially awkward physicist. Rivers is invited to live in Henry's home until he finds his own place, but the Maartens family soon develops a fondness for Rivers, and insists that he stay with them. Rivers develops respect and fondness for the family, regarding Henry as a genius and his wife Katy as a goddess. As his attraction towards Katy grows, Rivers is simultaneously victimized by her 15-year-old daughter Ruth. After being rejected by a 17-year-old football player and scholarship winner, Ruth tries to be a dramatic poetess. She fantasizes that she is in love with Rivers to find solace and an outlet for her emotions. Rivers' experience with the Maartens family takes an important turn when Katy has to leave for a time to care for her dying mother. The unstable, asthmatic Henry becomes an emotional wreck without his much younger wife to care for him. The children, the household, and Henry himself are cared for only by the housekeeper Beluah and Rivers. Ruth takes advantage of her mother's absence to entertain her cosmetic interests and act out her imaginary love for Rivers, who just laughs at Ruth’s poems. Katy returns sooner than planned because of Henry's declining health. She herself has so much vitality that she cannot minister Henry any longer. Learning of her mother's death, Katy turns to Rivers for comfort. Their relationship becomes sexual. Having lost his virginity, Rivers feels guilt for betraying his mother and pious background, and also for betraying his sick master Henry Maartens. As Henry recovers, Katy and Rivers continue their affair secretly. Ruth suspects Rivers of being in love with her mother, and presents him with a poem that subtly describes his affair with her mother. Rivers laughs off the poem, says that it reminds him of his father's sermons, and hides his true emotions. Katy and Rivers agree that he must leave. Rivers prepares to leave, saying that his mother is ill, but Katy and Ruth die in a car accident. Rivers is dejected and only recovers because he meets Helen, his future wife, at a party. Henry lives on and marries Katy's sister, who dies due to her obesity. After her death, Henry Maartens has a last and fourth marriage to a young redhead named Alicia. Henry dies at the age of 87. The story ends with Rivers, having Henry’s biography and the memories of his life at the Maartens'.",
    "genre": [
      "Romance novel"
    ],
    "author": "Aldous Huxley"
  },
  {
    "title": "The Awakening",
    "summary": " The novel opens with the Pontellier family vacationing on Grand Isle at a resort on the Gulf of Mexico managed by Madame Lebrun and her two sons, Robert and Victor. The Pontellier family is composed of Léonce Pontellier, a businessman of Louisiana Creole heritage; his wife Edna, and their two sons, Etienne and Raoul. Edna spends most of her time with her close friend Adèle Ratignolle. In a boisterious and cheery manner, Adèle reminds Edna of her duties as a wife and mother. At Grand Isle, Edna eventually forms a connection with Robert Lebrun, a charming and earnest young man who actively seeks Edna's attention and affections. When they fall deeply in love, Robert senses the doomed nature of such a relationship, flees to Mexico under the guise of pursuing a nameless business venture. At this point in the novel, the narrative focus shifts to Edna's complex, shifting emotions as she reconciles her maternal duties with her desire to be with Robert and her desire for social freedom. With the summer vacation over, the Pontelliers return to New Orleans. Edna gradually reassesses her priorities and takes a more active role in her own happiness. She starts to isolate herself from New Orleans society and withdraw from some of the duties traditionally associated with motherhood. Léonce eventually calls in a doctor to diagnose her, fearing she is losing her mental faculties. The doctor advises Léonce to let her be. When Léonce prepares to travel to New York City on business, he sends the boys to his mother and leaves Edna alone at home for an extended period. This gives Edna physical and emotional room to breathe and think over various aspects of her life. While her husband is still away, she moves out of her house and into a small bungalow nearby, spicing up this transitional period by dallying with Alcée Arobin, a persistent suitor with a reputation for being free with his affections. For the first time in the novel, Edna is shown as a sexual being, but the affair proves awkward and emotionally fraught. The other person to whom Edna reaches out during this time is Mademoiselle Reisz, a gifted recitalist whose playing is renowned throughout New Orleans but who maintains a generally hermetic existence. At a party earlier in the novel, Edna is profoundly moved by Mademoiselle Reisz's playing. Mademoiselle Reisz is in contact with Robert while he is in Mexico, receiving letters from him regularly. Edna begs her to reveal their contents, which she does, proving to Edna that Robert is thinking about her. Eventually Robert returns to New Orleans. At first aloof (and finding excuses not to be near Edna), he eventually confesses his passionate love for her. He admits that the business trip to Mexico was an excuse to get away from a relationship that would never work. Edna is called away to help Adèle with a difficult childbirth. Adèle pleads with Edna to think of what she would be turning her back on if she did not behave appropriately. When Edna returns home, she finds a note from Robert stating that he has left forever. Devastated, Edna rushes back to Grand Isle, where she had first met Robert Lebrun. The novel ends with Edna allowing herself to be overtaken by the waters of the Gulf of Mexico.",
    "genre": [
      "Romance novel",
      "Reference",
      "Fiction",
      "Novella",
      "Novel"
    ],
    "author": "Kate Chopin"
  },
  {
    "title": "Valley of the Dolls",
    "summary": " In 1945, Anne Welles moves to New York City from Lawrenceville, Massachusetts, and finds employment with a talent agency representing the Broadway musical Hit the Sky. She meets Neely O'Hara (who changed her name from Ethel Agnes O'Neill), a vaudeville star living in her building, and recommends her for a role in the show’s chorus. Jennifer North, a showgirl regarded for her beauty but with limited talent, appears in the play as well. The three women become fast friends. Over the next twenty years, the women embark on careers that bring them to the heights of fame and eventual self-destruction. Jennifer begins a relationship with nightclub singer Tony Polar; believing his childish behavior is caused by his overprotective half-sister and manager Miriam, she persuades him to elope. She travels with him to Hollywood to pursue his career, and becomes pregnant. Upon discovering Tony’s infidelity, Jennifer ends the relationship but chooses to keep this child. Miriam explains that Tony has a congenital brain condition that causes seizures and dementia, and will culminate in total insanity. Upon learning that the child is likely to inherit the sickness, Jennifer has an abortion, without telling anyone why. This puzzles her friends, because they know her dearest wish is to have many children on whom she can lavish the affection and approval she never had. As Jennifer is only regarded for her body and is desperate for money, she decides to perform in French art films. Stress and smoking make her an insomniac, and she begins to use the titular \"dolls\" (barbiturates) as sleep aids, as she had during the time she was in Hit the Sky. Jennifer returns to the United States after years in Europe, where she's gained moderate success as an actress. She meets and falls in love with a middle-aged Republican senator who has hopes of becoming President. While preparing for her wedding she is diagnosed with breast cancer. She is told she must have a mastectomy, and that she will never be able to have children. When Jennifer speaks with the Senator, she tells him about not having children, but before she can say anything about the mastectomy he responds that he is uninterested in children. He enthuses that his love for her body, breasts especially, will sustain the relationship, and that he can't stand to think of anything happening to the \"perfection\" of her bosom. Unable to have children and faced with another man who only loves her for her body, Jennifer commits suicide. In her administrative job, Anne’s beauty and class gain her attention. Millionaire Allen Cooper falls for her after only six weeks of dating, and demands her hand in marriage. Not ready to settle, Anne refuses. During an out of town trip for the debut of Hit the Sky, Anne realizes that she is in love with Lyon Burke, a lawyer at the agency. When she tells Allen, he angrily breaks off the relationship. Though Lyon is not ready for a serious relationship with her, Anne remains in love with him for years. Anne becomes the face of Gillian Cosmetics, and becomes romantically involved with Kevin Gillmore, the owner of the company. After 15 years, Lyon returns and approaches Anne when she is nearly married to Kevin Gillmore. She leaves Kevin for Lyon, and arranges with Henry Bellamy to create a job for Lyon to keep him in the U.S. The two eventually wed. Lyon discovers the ruse when tax time approaches. Angry about the way she \"emasculated\" him, Lyon continues to have affairs. Though Anne stays with Lyon, she plans to raise her daughter to be independent-minded and avoid the mistakes she made in her life. To cope with Lyon’s infidelity, Anne begins to take pills to sleep. Neely becomes famous on the Broadway scene, moves to Hollywood to work in movies, and becomes a superstar in Hollywood musicals. Her handlers demand that she lose weight. Jennifer introduces her to dolls, and she quickly becomes addicted to \"uppers\" (dexedrine) to lose weight and stay awake during the day and barbiturates (seconal, nembutal) to sleep. The grueling, unglamorous work of being a Hollywood actress is described in detail and Neely's dependence on the pills is shown as understandable. She combines the pills and often uses alcohol to enhance their effect. Partly due to the effects of the pills, she earns a reputation as demanding, spoiled, and difficult to handle. Her movies earn high returns at the box office, but it isn't enough; the studio consistently loses money on her pictures due to her erratic behavior. After numerous suicide attempts, a year long black list from the entertainment world and two failed marriages, Neely is committed to a psychiatric hospital. Upon release she works with Lyon Burke to revitalize her career, and begins an affair with him. She quickly returns to her vicious, arrogant behavior. However, her attraction to the dolls is too strong, and she seems to spiral into a final decline.",
    "genre": [
      "Romance novel"
    ],
    "author": "Jacqueline Susann"
  },
  {
    "title": "Fried Green Tomatoes",
    "summary": " Throughout the novel the narrator and time period changes. The reader relies on the chapter-opening visuals in order to establish the date and the source of the chapter. Some of the narration comes in the form of the fictional newspaper in Whistle Stop, Alabama called The Weems Weekly. Other narrations come from the Couches' house in Birmingham, and finally, some of the other narrations fill in some of the more intimate details of the characters mentioned in the various stories. The story jumps between two time periods. The first is set in the mid-1980s. Evelyn Couch goes with her husband several times a year to visit his aunt in a nursing home. Even though the aunt dislikes Evelyn, she still makes the trip. On one visit, she meets Ninny Threadgoode, another resident of the same home. Ninny begins to tell Evelyn stories from her life growing up in Whistle Stop in the 1920s, which is the second time period. As the novel advances, Ninny and Evelyn develop a lasting friendship. Evelyn also learns from the characters she meets in Ninny's stories. Ninny Threadgoode grew up in the bustling house of the Threadgoode family and eventually married one of the Threadgoode brothers, Cleo Threadgoode. However, her first love was young Buddy Threadgoode, whose closest sibling was the youngest girl, Idgie (Imogene) Threadgoode. An unrepentant tomboy, Idgie learned her charm from Buddy and the two of them were inseparable. Young Idgie becomes devastated when Buddy gets hit by a train and dies. After Buddy’s death Idgie kept away from her house and the only one who knew where she was, was Big George one of her family’s African American workers. Nothing could get Idgie to come home or act like more of a lady until a few summers later when the virtuous Ruth Jamison came to live with the family while she taught at the Vacation Bible School. The family and servants watched with amusement as Idgie fell head over heels in love with Ruth, but when Ruth went home to Georgia to marry a man she was promised to, once more, Idgie left home. Shortly after Ruth's mother dies of an illness, Idgie receives a page torn from the bible. The page was from the Book of Ruth (appropriately Ruth 1:16, \"But Ruth said, 'Do not urge me to leave you or turn back from following you; for where you go, I will go, and where you lodge, I will lodge. Your people shall be my people, and your God, my God.'\"), and was sent to the Threadgoode house. This page was believed to be a sign that Ruth was being abused by her husband Frank Bennett. Idgie then decides that she is going to get Ruth and bring her back to her house, so Idgie, Big George, her two brothers, and two friends go to Georgia to get Ruth. Intimidated by Big George, Frank does little more than protest before the group leaves with Ruth. Papa Threadgoode gives Idgie money to start a business so that she can care for Ruth and their son. Idgie uses the money from Papa Threadgoode to buy the cafe in which Sipsey, her daughter-in-law Onzell, and Big George (who was married to Onzell) worked. Idgie and Ruth used the money they made at the café to raise their son. The café quickly became known all over the US during The Great Depression due to the communication between various hobos who visited the café while passing through town. One of these hobos was half-time Whistle Stop resident Smokey Lonesome who became a part of the café family when he was in Whistle Stop. The café had a reputation for feeding men who were down on their luck. Idgie and Ruth even created a little controversy when they decided to serve black customers from the back door of the cafe. Around the same time as the controversy Georgia detectives stopped by to investigate the disappearance of Ruth’s husband Frank Bennett. Through Mrs. Threadgoode’s stories Evelyn begins to question the purpose of her life. She also begins to come to the realization that her reasons behind caring about what people's opinions were while growing up were pointless. When Evelyn’s efforts to reconnect with her husband are ignored she looks to Idgie’s story and becomes inspired by Idgie's boldness and audacity. Evelyn then creates an alter-ego named Towanda, a hyper-violent, Amazon-like character who lashes out at people. Evelyn begins to feel uneasy by how much satisfaction she feels at lashing out, and confesses this to Mrs. Threadgoode. Evelyn gets a job with Mary Kay Cosmetics and, at Mrs. Threadgoode's suggestion, starts to take hormones for menopause and becomes happier than she ever had been. For years the cafe ran, through World War II and into the 1950s. Idgie and Ruth's son grew up, and the lives of the town members moved on. However, when Ruth died of cancer, the life went out of the cafe. Several years later, Idgie herself was arrested along with Big George for the murder of Frank Bennett after his car was found at the bottom of a lake outside of Whistle Stop. The case is dismissed at the trial when the local minister lies on the stand and testifies that she and Big George were at a three-day revival the weekend Frank Bennett went missing. It is believed that the minister lies on the stand as a way to pay Idgie back for anonymously bailing his son out of jail. Bennett's body was never found, but it is revealed toward the end of the novel that when he came into the cafe to kidnap Ruth's infant son, Sipsey killed him with a cast iron skillet. While Big George barbecued the body, Sipsey buried Frank’s head in the Threadgoode’s garden. The barbecued body of Frank Bennett is then served to the Georgia detectives who are investigating Frank’s disappearance. The detectives rave that it is the best barbecue they have ever had. Evelyn, having gained a new outlook on life, goes to The Lodge (which she paid for with money she made selling cosmetics) in order to lose weight. Her husband Ed forwards her mail to her while she is away and she receives a letter from Mrs. Hartman, who is Mrs. Threadgoode's neighbor. In the letter, Mrs. Hartman tells Evelyn that Mrs. Threadgoode has died and that she has something for Evelyn from Mrs. Threadgoode. The ending of the novel reveals that some of the characters from Mrs. Threadgoode’s stories are still alive.",
    "genre": [
      "Romance novel"
    ],
    "author": "Fannie Flagg"
  },
  {
    "title": "The Notebook",
    "summary": " The story begins with Noah, an 80-year-old man, reading to a woman in a nursing home. He tells her the following story: : Noah, 31, returns from World War II to his town of New Bern, North Carolina. He finishes restoring an antebellum-style house, after his father's death. Meanwhile Allie, 29, sees the house in the newspaper and decides to pay him a visit. : They are meeting, again, after a 14-year separation, which followed their brief but passionate summer romance when her family was visiting the town. They were separated by class, as she was the daughter of a wealthy family, and he worked as a laborer in a lumberyard then. Seeing each other brings on a flood of memories and strong emotions in both of them. They have dinner together and talk about their lives and the past. Allie learns that Noah had written letters to her, every day of one year, 365 letters after their breakup. She realizes that her mother must have intercepted his letters. They talk about what could have happened between them without her mother's interference. At the end of the night, Noah invites Allie to come back the next day and promises her a surprise. She decides to see him again. During this time, her fiancé, Lon, tries to reach her at the hotel. When Allie does not respond to his calls, he begins to worry. : The next day, Noah takes Allie on a canoe ride in a small lake where swans and geese swim. She is enchanted. On their way back, they are caught in a storm and end up soaked. When they return to his house, they talk again about how important they were to each other, and how their feelings have not changed. Noah and Allie share a kiss and make love. : Allie's mother shows up the next morning and gives Allie the letters from Noah. When her mother leaves, Allie is torn and has a decision to make. She knows she loves Noah, but she does not want to hurt Lon. Noah begs her to stay with him, but she decides to leave. She cries all the way back to the hotel and starts reading the letters her mother returned to her. At the hotel, her fiancé, Lon, is waiting in the lobby. The man stops reading the story at this point, and tells the reader that he is reading to his wife, who suffers from Alzheimer's disease and does not recognize him. He explains that he is also ill, battling a third cancer, and suffering heart disease, kidney failure, and severe arthritis in his hands. He resumes reading the story and describing their life together: her career as a famous painter, their children, growing old together, and finally the diagnosis of Alzheimer's. He had changed the names in the story to protect her, but he is Noah and she is Allie. They walk together and Allie, although she does not recognize him, says she might feel something for him. That night they have dinner together. Referring to the story, she says that she thinks Allie chose Noah. Recognizing her husband, she tells him that she loves him. They embrace and talk, but after almost four hours, Allie fades and begins to panic and hallucinate. She forgets who he is again.",
    "genre": [
      "Romance novel"
    ],
    "author": "Nicholas Sparks"
  },
  {
    "title": "Rupert of Hentzau",
    "summary": " The story is set within a framing narrative told by a supporting character from The Prisoner of Zenda. The frame implies that the events related in both books took place in the late 1870s and early 1880s. This story commences three years after the conclusion of Zenda, and deals with the same fictional country somewhere in Germanic Middle Europe, the kingdom of Ruritania. Most of the same characters recur: Rudolf Elphberg, the dissolute absolute monarch of Ruritania; Rudolf Rassendyll, the English gentleman who had acted as his political decoy, being his distant cousin and look alike; Flavia, the princess, now queen; Rupert of Hentzau, the dashing well-born villain; Fritz von Tarlenheim, the loyal courtier. Queen Flavia, dutifully but unhappily married to her cousin Rudolf V, writes to her true love Rudolf Rassendyll. The letter is carried by von Tarlenheim to be delivered by hand, but it is stolen by the exiled Rupert of Hentzau, who sees in it a chance to return to favour by informing the pathologically jealous and paranoid King. Rassendyll returns to Ruritania to aid the Queen, but is once more forced to impersonate the King after Rupert shoots Rudolf V. In turn, Rassendyll kills Rupert, but is assassinated in the hour of triumph by one of Rupert's henchmen—and thus is spared the crisis of conscience over whether or not to continue the royal deception for years. He is buried as the King in a state funeral, and Flavia reigns on alone, the last of the Elphberg dynasty.",
    "genre": [
      "Romance novel",
      "Fantasy",
      "Fiction",
      "Adventure novel"
    ],
    "author": "Anthony Hope"
  },
  {
    "title": "Devil's Cub",
    "summary": " The son of the Duke and Duchess of Avon, the Marquis of Vidal is known as Devil's Cub not only for the excesses of his father but for his own wild habits. As he is paying court to a girl of the bourgeoisie, Sophia Challoner, he also participates in a rather impromptu duel, the outcome of which forces him to leave the country. He intends to bring Sophia with him as his mistress: but her strait-laced sister Mary has no intention of allowing her sister to be ruined, and takes her place, assuming that the Marquis will let her go once the mistake is discovered, leaving him with no chance to take Sophia afterwards. But she has not yet obtained the measure of the Marquis's personality, for in the grip of fury he takes Mary off with him instead, and only when they are in France and it is too late for either to turn back does he realise that by abducting a respectable girl he has compromised her and is obliged to offer her marriage. However, Mary refuses Vidal because she believes he is making the offer from guilt and as she has fallen in love with him she finds this intolerable. In her misery, she runs away, intending to seek her own fortune. While away, she meets Vidal's father, the Duke of Avon, by chance, and takes him into her confidence without realising that she is talking to Avon - who is an old crony of her grandfather's and has come to France to investigate the rumours surrounding his son and scotch any scandal. The two reach an excellent understanding, with Avon clearly coming to respect Mary. Vidal pursues, and ultimately realizes he loves her, persuading her to marry him - in spite of Avon's dry observation that she could do better. Heyer's An Infamous Army is a sequel to Devil's Cub. {| class=\"wikitable\" |- !These Old Shades !Devil’s Cub |- |Justin Alastair, Duke of Avon |Justin Alastair, Duke of Avon |- |Léonie de Saint-Vire |Léonie (de Saint-Vire) Alastair, Duchess of Avon |- |Lady Fanny (Alastair) Marling |Lady Fanny (Alastair) Marling |- |Edward Marling |Mr. John Marling (son of Edward Marling, now deceased) |- |Lord Rupert Alastair |Lord Rupert Alastair |- |Harriet (Alastair) Field |Harriet (Alastair) Field |- |Mr. Hugh Davenant |Mr. Hugh Davenant |}",
    "genre": [
      "Romance novel"
    ],
    "author": "Georgette Heyer"
  },
  {
    "title": "The Garden of God",
    "summary": " The sequel picks up precisely where the first book left off, with Arthur Lestrange in the ship Raratonga discovering his son Richard and niece Emmeline with their own child, lying in their fishing boat which has drifted out to sea. While the last line of The Blue Lagoon states that they are not dead but sleeping, the first line of the sequel is \"No, they are dead\", and we are told that they have stopped breathing. The child is drowsy but alive, and is picked up by the sailors. Arthur is shaken, but at the same time relieved. He can see that Richard and Emmeline were healthy, that they must have lived in peace. He feels it's better that they died while still in a savage state and did not have to return to civilization. He has a dream-vision of the pair; they ask him to come to Palm Tree, the island where they lived, and promise he will see them again. Their child becomes quite popular with the Raratonga's crew. His favorite among the sailors is a rascally quasi-pirate called Jim Kearney. Because the child says \"Dick\" and \"Em\" while playing with the sailors, Kearney calls him Dick M. Captain Stanistreet has been concerned for Arthur's sanity since they found Richard and Emmeline, but he appears calm when they get to Palm Tree, investigating the things the couple left behind. Only when he enters the house and finds the flower decorations and neatly arranged supplies—unmistakably the work of Emmeline—does he break down in tears. Arthur plans to stay on the island with Dick M, and the captain of the Raratonga asks for volunteers from among his crew to stay also. Jim Kearney volunteers. The captain says they'll return the following year, but the ship is promptly swallowed up in a storm out at sea. Arthur believes his dream-vision is partly fulfilled when he looks at Dick and notices characteristics of both Emmeline and Richard in him. Kearney does most of the parenting for Dick. Years pass; Arthur dies quietly while walking in the forest, and his body is never found. Kearney and Dick are left to their own devices, until an intruder enters: a young woman named Katafa (her name means \"Frigatebird\"). She hails from the island of Karolin, forty miles away, which is populated by Kanaka natives. It is a huge, almost treeless coral atoll, with no water source other than rain. Richard and Emmeline were aware of the Kanaka's existence, but never encountered them—for many reasons, they stay away from Palm Tree and believe it's haunted. Katafa is actually the daughter of a Spanish sea captain who was killed to prevent his taking water from their wells during a drought. Raised by priestess Le Juan, and psychologically conditioned as a taminan untouchable, she can talk and interact with Karolin natives, but cannot touch or be touched by them. She is on Palm Tree only because a storm blew her fishing boat off course. She makes friends with Dick and teaches him her language, naming him Taori, but Kearney is suspicious of her, particularly when he finds she evades touch. She is likewise antagonistic toward him for having tried to touch her. Her boat destroyed by a volley from a passing ship, she has to stay on Palm Tree until further notice. She lights a fire as a prayer to Nanawa, the ocean god, to return her to Karolin, but Kearney thinks she's trying to signal her people to attack the island. She gets back at Kearney by stealing his chewing gum, blunting his fish spears and sabotaging his fishing lines. He comes to believe she is out to kill him, and is about to return the favor when, pursuing her into the lagoon, he is trapped and killed by a giant tentacled cephalopod. Left to themselves, Dick and Katafa live somewhat as Richard and Emmeline had done; Dick taking Katafa for granted unless he wants help or an audience. Katafa still wants to go home; she creates an image of Nan, the gentler of Karolin's two gods, out of a coconut shell, and puts it up on the reef on a pole, as a signal should any Karolin fishermen come close to the island. The god belongs only to Karolin's people and will show either that someone from Karolin lives on Palm Tree, or that Nan has been \"kidnapped\". Sure enough, four Karolin fishermen arrive. Seeing their proprietary god on a reef with Dick (a foreigner) nearby, they attack him. He lashes out, killing one. Katafa is angry when she learns her people were that close, but she finds she can't hate Dick; she's falling in love with him, to the point that she begins to desire to touch other living things. Dick wants to hug her, but she automatically evades him and hides in the forest, due to her psychological conditioning. The narrative focus shifts to Karolin. The three remaining fishermen return with their terrible news. The fisherman Dick killed was the grandson of the island's king, Uta Matu, and the fishermen assume that where they saw one 'foreigner', there must be dozens, maybe hundreds. Worst of all, Nan is there, seemingly stolen by the newcomers. Advised by Le Juan in one of her epileptic trances, the king declares war, and all the men of Karolin assemble in their canoes, led by the king's son Laminai and his second son, Ma. In the middle of the night, Dick pursues Katafa through the forest once more, carrying a spear in case of trouble, when he runs straight into the warriors. He kills Ma with the spear, and is about to be killed by Laminai, when Katafa leaps out of nowhere and attacks Laminai. The people have long believed Katafa to be dead, so the warriors flee, thinking she's a ghost. A sudden storm blows up, and in the darkness, noise and confusion the Kanaka kill each other. Now able to hold and touch one another, Dick and Katafa become lovers. They stay together on Palm Tree, but prepare to leave for Karolin. When a schooner of copra harvesters arrives, crewed by Melanesian slaves under the direction of two white men, Dick wants to speak to them but is attacked. He kills the leader, and the Melanesians stage an uprising and take over the island. Dick and Katafa escape to Karolin. By chance, Dick has picked up a large, beautifully decorated club left by the warriors. Katafa tells Dick that it is the sacred war club, and can be carried only by men of the royal family, so he must be the new king of Karolin, and indeed, when they get there, Uta Matu has died. The people—women, very young men, and little children—have turned against old priestess Le Juan, who has terrorized them for so many years and whose advice had sent all the warriors to die on Palm Tree. She drops dead of a stroke when she sees Katafa, seemingly returned from the dead, and the people proclaim Dick their new king. it:The Garden of God",
    "genre": [
      "Romance novel"
    ],
    "author": "Henry De Vere Stacpoole"
  },
  {
    "title": "The Blue Lagoon",
    "summary": " The novel is about two young children and a galley cook who are the survivors of a shipwreck in the South Pacific. In the turmoil of the burning ship from which they escaped, they become separated from another lifeboat that the boy's father (who is the girl's uncle) is in and drift out to sea. After days afloat, they arrive and are stranded on a lush tropical island. The cook, Paddy Button, assumes the responsibility for caring for the small children, teaching them how to behave, how to forage for food, etc. He warns them as well what not to eat, particularly arita, which he calls \"the never-wake-up berries.\" An unspecified amount of time passes and Paddy eventually dies in a drunken binge. Together, cousins Richard and Emmeline Lestrange have to survive solely on their resourcefulness, and the bounty of their remote paradise. Years pass and both Richard and Emmeline grow into tall, strong and beautiful young adults. They live in a self-constructed hut and spend their days fishing, swimming, diving for pearls, and exploring the island. During this period, they get along unthinkingly, although Richard often ignores Emmeline or takes her for granted, unless he needs an audience for one of his stories. Eventually, strange emotions start influencing their relationship. Richard and Emmeline (they call each other Dick and Em) begin to fall in love, although they do not realize it, partly due to their general ignorance of human sexuality. They are physically attracted to each other, but don't realize it or know how to express it. They spend periods of time apart, feeling a sense of annoyance. Ultimately, after making up after a fight, they consummate their relationship. Stacpoole describes their sexual encounter as having \"been conducted just as the birds conduct their love affairs. An affair absolutely natural, absolutely blameless, and without sin. It was a marriage according to Nature, without feast or guests.\" From then on, Richard is very attentive to Emmeline, listening to her stories and bringing her gifts. They make love quite often for several months, and eventually Emmeline gets pregnant. Richard and Emmeline have no knowledge of childbirth and don't understand the physical changes to Emmeline's body. One day, Emmeline disappears. Richard searches for her all day, but cannot find her; he returns to their house and eventually she comes walking out of the forest, carrying a baby in her arms. Assuming her labor pains were a symptom of nauseous migraine like the ones she suffered as a child, she had simply gone for a walk to clear her head, and this strange thing had happened to her. Knowing nothing about babies, they learn by trial and error that the child will not be able to drink fruit juice, but will nurse from Emmeline's breast. Because the only baby they have ever known was called Hannah, they give their little boy this name. Together, the two young castaways spend all their time with Hannah, teaching him how to swim, fish, throw a spear, and play in the mud. They survive a violent tropical cyclone and other hazards of South Sea Island life; Emmeline often feels that the paradisiac beauty of the island is a mask or facade, and that the dangers &mdash; poisonous berries and deadly storms &mdash; are the reality. Meanwhile, back in San Francisco, Richard's father Arthur (Emmeline's uncle) still believes the pair are alive and that he will find them, obsessively turning over any clue. The strongest lead is a child's toy tea set, picked up on an island that the sailors call Palm Tree (because there is a large one at the break of the lagoon). Ships stop there for fresh water, and someone on a whaler had picked up the box out of curiosity. Arthur at once recognizes it as an old plaything of Emmeline's &mdash; she had carried it everywhere and would never be without it. He finds a ship whose captain is willing to take him to Palm Tree. One day, the two young parents and Hannah return in their lifeboat to the side of the island where they had lived with Paddy. Inexplicably, even to herself, Emmeline has broken off a branch of the deadly \"never-wake-up\" berries that Paddy warned her about on their first day. While Richard cuts bananas, absent-minded Emmeline fails to notice that her son has tossed one of the oars out of the boat. The tide comes in and sweeps the boat out into the lagoon, with her and Hannah in it. Richard comes swimming after, but is followed closely by a shark and is only saved when Emmeline throws the other oar, striking the shark and allowing Richard enough time to climb in. Although not far from shore, they cannot get back, or jump into the water to retrieve the oars for fear of a shark attack. They try to paddle with their hands, but to no avail; the boat is caught in the current and drifts out to sea. Clasped in Emmeline's hand is the branch of arita. The reader is not made privy to the specifics of what happened next. Somewhat later, Arthur Lestrange's ship comes upon the pair with Hannah in their boat, lying unconscious but breathing. The arita branch is now bare, save for one berry remaining. Lestrange asks \"Are they dead?\" and the captain answers \"No, sir. They are asleep.\" The ambiguous ending leaves it uncertain as to whether they can be revived. In The Garden of God, Stacpoole's sequel to The Blue Lagoon, the story begins at the very next moment and the pronouncement is made that Richard and Emmeline are now dead, as their breathing has just stopped. Hannah lives and is revived.",
    "genre": [
      "Romance novel"
    ],
    "author": "Henry De Vere Stacpoole"
  },
  {
    "title": "The Blue Castle",
    "summary": " Valancy Stirling is twenty-nine, unmarried, and has lived her entire life with her gossip-minded family who actively discourage happiness and treat Valancy like a child. When Valancy is diagnosed with a terminal heart ailment, she realizes she has never been happy in her life, and rebels against her family and the colorless life they have imposed on her. She begins by judging them objectively, and worse, telling them exactly what she thinks, causing the Stirling clan to conclude that Valancy has suddenly lost her mind. Valancy decides to move out of her mother's house and take a position as a housekeeper for a friend of hers who is now gravely ill, Cissy Gay. Cissy and Valancy had known each other as children, but Cissy became ostracized from society for having a child out of wedlock, and because of her father, Roaring Abel, and his reckless, sometimes drunken behavior. Cissy and Valancy share a room and rebuild their friendship. Valancy enjoys being paid a salary and spends her money in ways her family would not approve of, such as purchasing a brightly colored, low-necked dress. She also begins spending time with Barney Snaith, who visits often and is friends with Cissy, but who the townspeople are convinced is either a criminal or the father of Cissy's deceased child. Just before the end of her life, Cissy confides in Valancy about the man she fell in love with. He offered to marry her when she told him she was pregnant, but she refused because she saw that he did not love her any more. Her baby compensated for her heartbreak, but when her baby died, she was devastated. Cissy eventually passes away and Valancy's family expects her to move back home, having magnanimously decided to forgive her recent behavior. They are momentarily appeased when Valancy agrees that she is definitely not staying with Roaring Abel; however, she does not plan to move back home. Instead, she proposes to Barney, telling him that she is dying and just wants to enjoy the remaining time she has left. She confesses that she has fallen in love with him, but that she does not expect him to feel the same. He agrees to marry her. Barney takes Valancy to his home on a wooded island (which Valancy discovers is very like the Blue Castle she used to escape to in her imagination), and together they get along very well, though he forbids her to enter a certain room in the house. Together they explore the island, and she quotes to him from books by her favorite author, John Foster, who writes about the great beauty of nature; Foster's books were her escape when Valancy lived with her family. They celebrate Christmas and he gives her a necklace of pearl beads. Just as the year she was given to live is almost over, Valancy gets her shoe stuck in a train track and is nearly killed by an oncoming train. Barney saves her in the nick of time, risking his own life to do so. After the shock passes, Valancy realizes that she should have died, because the doctor had told her any sudden shock would kill her. Barney is likewise stunned by the experience, because he realizes that he has come to love Valancy, who, he believes, must soon die from her heart condition. Instead of telling Valancy how he feels, he retreats to his beloved woods to think. Valancy assumes that he has left because, having married her out of pity, he now realizes he is trapped in a marriage he doesn't want. Valancy goes back to the doctor, who realizes that he sent Valancy a letter with a diagnosis meant for a Miss Sterling, who did have a fatal heart condition; Valancy's condition was never serious. As she arrives home from the doctor, with Barney still away, she finds a gaudily-dressed man waiting near their home. He introduces himself as Barney's father, Dr. Redfern, the millionaire who invented Redfern's Purple Pills and other patent medicines. Years ago, Barney left town abruptly without word to his father, who had no way of tracking him down until Barney withdrew $15,000 from his bank account to buy Valancy's necklace, alerting his father to his whereabouts. Barney's father wants him to come back to his family. Thinking that Barney believes she tricked him into marriage, Valancy decides to leave him and return to her mother's house, so he can be free. While searching for a pencil to write Barney an explanatory note, she goes into his secret room and finds that he is also John Foster, the author of her favorite books. She writes the note and leaves behind the necklace. Valancy reveals to her family that Barney is a millionaire and the son of the famous Dr. Redfern, as well as John Foster to boot. Barney's millionaire status instantly erases any misgivings her family had about him, and they are determined that Barney and Valancy must stay together. Barney rushes to the house to see Valancy and asks her to come back. At first she refuses, believing that he is only asking her out of pity. When he becomes angry at her, thinking that she is refusing him because she is ashamed of his father's patent medicine business, she realizes he does really love her and agrees to come back to him.",
    "genre": [
      "Romance novel"
    ],
    "author": "Lucy Maud Montgomery"
  },
  {
    "title": "The Gates of Morning",
    "summary": " The novel picks up a day or so after the events at the conclusion of The Garden of God. Dick Lestrange, son of Richard and Emmeline Lestrange, is about fourteen or fifteen. He has come to love Katafa, a Spanish girl who is the adopted daughter of the Kanaka people of the island of Karolin, about forty miles from the island (Palm Tree) where his parents lived. Now she has brought him to her island, and due to a series of complicated political circumstances, the people have declared him their new king. Dick is not unwilling to lead the people, but needs advice and guidance. He also sees immediately that the island has a defense problem. In The Garden of God, all the Karolin men of warrior age and status have died as the result of an ill-advised attack on Palm Tree—and all their war canoes were burned. Fishing canoes still exist, but new war canoes must be built at once. The Melanesian slaves who took over Palm Tree at the end of The Garden of God were all men; if they decide to make Palm Tree (which Kanaka call Marua) their permanent home, they will attack Karolin, the nearest island, to steal women. He's sent for three elderly men, expert canoe-builders, from the southern side of the immense island; but the ladies who took his message return without them, saying they don't acknowledge Taori (Dick) as their leader. Dick goes in person to explain the situation and meets Aioma, the oldest canoe-builder, and his granddaughter Le Moan, age fourteen, who falls in love with Dick on sight. She has no idea that Dick is already married, let alone that his bride is her own Aunt Katafa (Katafa being an adopted daughter of the late priestess Le Juan and therefore sister to Le Jenabon, Le Juan's biological daughter, who is Le Moan's mother). Left alone on the southern shore when all the other people from the south side go north to help with the canoe building, Le Moan sees the Kermadec, a schooner full of white men, sail into the lagoon. Thinking they might attack the people, and especially Dick, Le Moan tells them that she is alone on the island, that everyone else died in a storm. Captain Peterson, a rough and ferocious-looking but kindhearted man, takes her aboard and gives her over to Sru, his Paomotuan assistant, to stay with the Kanaka crew until he can find her a place to live on another island. Talking with Le Moan, Sru learns two things; the girl has a gift of absolute direction, and can find her way to anyplace she has ever been without need of a compass; and she wears a very large double pearl ornament, which tells Sru that Karolin's lagoons are full of pearls. Sru encourages her to confide in him, including the part about her being in love with Dick and trying to protect him. She also tells him that the lagoon is indeed thick with pearl oysters. Sru tells her Captain Peterson would never have harmed Dick or the people, but that he must not be told about the pearls, because he is something of a profiteer and might take everything for himself. He spends the next few weeks teaching her how to steer the ship. With first mate Rantan and a beachcomber named Carlin who is hitching a ride on the ship to go to the northern islands, Sru plans and carries out a mutiny, killing both Peterson and a white sandalwood trader—and framing the natives of the island where the sandalwood trader lived for the murder. Meanwhile, Aioma is enthusiastically directing the people in the building of new war canoes and conversing endlessly with Dick about boats, about the model ships built long ago by Kearney and treasured by Dick as his one remaining link with his old life. Aioma has also become Dick's chief of staff, so to speak, advising him about etiquette and his duties as king (for instance, he warns Dick that he must not lower himself to work with the people, because to be seen as their equal is unfitting). The Kermadec returns to Karolin, guided by Le Moan, who remains on board as Rantan and Carlin go ashore, shoot a number of the people including two babies, and break up the half-finished canoes. Returning to the Kermadec they tell the Kanaka crew that the people of Karolin attacked them, but Le Moan saw what really happened and tells the crew later, advising them that the people of Karolin are good and will accept them if they go ashore in peace. Le Moan manages to kill Carlin, and tries to kill Rantan; as he defends himself, she is rescued by crewman Kanoa, who is secretly in love with her. They tie Rantan and deliver him into the hands of the Karolin people, who indeed welcome the Kanaka from the Kermadec in peace and friendship. Dick gives Rantan to the mothers of the babies who died, to do with as they see fit. Only now does Le Moan discover that Dick and Katafa are married. A few days later, the tide goes out at half flood and returns with a vengeance, like a tsunami. Three great waves sweep the island, destroying everything, while the people take to the trees. In the next hours huge flocks of birds are seen in the skies, coming from the direction of Palm Tree. When Aioma, Dick, and Le Moan decide to take the Kermadec out on the ocean so that the men can learn to steer it properly, they make for Palm Tree, only to discover that it has completely sunk beneath the ocean. The island of the Blue Lagoon is no more. Aioma believes this is a sign, not from the gods, but from Uta Matu, the late king of Karolin, whose warriors Dick is responsible for having killed (though they mostly killed each other). Le Moan, hearing this, decides to try to keep Dick for herself by steering away from Karolin and pretending she's lost her gift of direction (implying it's the curse of Uta Matu). Dick, devastated by the loss of his former home, is so desperate to get back to Karolin and Katafa that he takes ill. Le Moan cannot stand his suffering, gives up, and declares that her direction-sense has come back and steers the Kermadec for home. On the way, they encounter an abandoned ship. Aioma, unwisely, takes out his frustration with the papalagi (foreigners) and their ships by boarding this one—full of dead bodies—and setting fire to it. He proceeds to do the same to the Kermadec when they get back to Karolin. What he does not know is that his contact with the abandoned ship has infected him with measles. By evening of the next day everybody on Karolin has caught it, and having no resistance, nearly everyone dies. Katafa is frantic with grief, because Dick has caught it, too, and is lying delirious, speaking only in English. Le Moan blames herself; if she'd never asked the Kermadec for a lift none of this would have happened. She believes the curse of Uta Matu, and of her own grandmother Le Juan, have brought shame, disgrace, sickness and death to her people. She calls out to Katafa, \"Taori will not die: I go to save him; the nets are spread for him, but I will break them -- I, who have brought this evil.\" The instant she speaks these words, Dick's fever cools down and he begins to improve. As Katafa goes to care for him, Le Moan gets in her fishing boat. Sailing it clear out to sea, she takes the sail down, lies down in the bottom, and gives herself to the gods. Stacpoole ends the story by saying that to this day, Karolin remains unexplored and uncharted, because try as they might, no one can ever quite get there. it:The Gates of Morning",
    "genre": [
      "Romance novel"
    ],
    "author": "Henry De Vere Stacpoole"
  },
  {
    "title": "A Certain Smile",
    "summary": " Dominique, a student in Paris has a lover, Bertrand, who one day introduces her to his businessman uncle Luc and his wife Françoise. Both Luc and Dominique are aware of their mutual attraction from the beginning, but Dominique holds off for fear of hurting both Bertrand and Françoise, to whom she forms a close attachment. They decide to become lovers, however, spending two weeks in Cannes and promising to not fall in love. Both have a deep fear of hurting their partners, but more so of becoming bored. At the end of these two weeks and on their separation Dominique realises that she may well be in love with Luc. They spend other nights together, but this time tinged with the sadness that Luc does not love Dominique back. When Françoise eventually finds out about the affair, Dominique must learn to get over Luc and accept the transience of their relationship.",
    "genre": [
      "Romance novel"
    ],
    "author": "Françoise Sagan"
  },
  {
    "title": "Adam Loveday",
    "summary": " The plot centres around the rivalry between Adam and his brother St John. As the younger of the two, Adam knows that when their father dies, the family estate and shipyard that he loves so much will be inherited by his wayward brother. The rivalry between the two men intensifies when Adam falls in love with Meriel Sawle, the beautiful daughter of the local tavern keeper. But St John is determined that Adam will have neither the estate or Meriel. According to genealogical information provided in the book, Adam Loveday was born in Cornwall in 1767 as the son of Edward and Marie Loveday. He has a twin brother, St John Loveday. Adam Loveday was encouraged to join the Royal Navy, and spent much of his early life as a junior officer. However, he was eventually forced to leave after being caught duelling with a rival officer, Lieutenant Francis Beaumont. After this he spent much time working in his father's shipyard where his designs for new ships helped to expand and improve the business. His talent for shipbuilding encouraged his father to make Adam heir to the family shipyard, further fuelling the rivalry between himself and St John. Adam is described as being tall, with dark shoulder length hair, a lean build and deeply tanned skin from his long days spent at sea. He is twenty years old when introduced in the first book of the Loveday series.",
    "genre": [
      "Romance novel",
      "Historical novel"
    ],
    "author": "Kate Tremayne"
  },
  {
    "title": "The Loveday Fortunes",
    "summary": " When the Lovedays' banker is found dead in the river Thames, his legacy of debts and foolish investments plunges the family into financial chaos and leaves them facing ruin. As Adam struggles to face this new challenge, he falls in love with the mysterious gypsy woman Senara despite his father's censure. Meanwhile St John, encouraged by his wife Meriel, throws in his lot with a gang of smugglers in order to win the riches both of them have always dreamed of. The growing Revolution in France also has repercussions for the family.",
    "genre": [
      "Romance novel",
      "Historical novel"
    ],
    "author": "Kate Tremayne"
  },
  {
    "title": "The Loveday Trials",
    "summary": " Adam, now married to the half-gypsy Senara, returns to his home to find his father threatening to disown him for his wife's heritage. To support his wife and new child, he becomes an undercover agent helping nobility to escape from a France now in the turmoil of revolution. Meanwhile, his brother St John is making a fortune as a smuggler and his wife Meriel is pregnant with his second child, ensuring his future as heir to their father's estate. But his success has made him an enemy of Thadeous Lanyon, a rival smuggler. When Lanyon attacks Meriel and causes her to lose her child, he is soon found murdered. With all the evidence pointing to him, St John faces execution unless the family can find some way of proving his innocence.",
    "genre": [
      "Romance novel",
      "Historical novel"
    ],
    "author": "Kate Tremayne"
  },
  {
    "title": "The Loveday Scandals",
    "summary": " St John Loveday has been cleared of murder, but forced to leave England for America until the scandal of his trial dies down. His wife Meriel has left him to seek her fortunes elsewhere, and Adam Loveday is still at sea on his ship Pegasus. Meanwhile, Japhet Loveday, spurned by the love of Gwendolyn Druce, leaves the peace of Cornwall for London. There he begins an affair with the treacherous actress Celestine Yorke. As bad fortune continues to dog him, he turns to highway robbery to settle his debts. When Gwendolyn arrives in London, Japhet realises how much he still loves her. But Celestine Yorke is not a woman to be trifled with and she is determined that if she can't have Japhet, then no one will. Edward Loveday is also shocked by the arrival of his illegitimate daughter Tamasine, who puts his relationship with his wife under immense strain.",
    "genre": [
      "Romance novel",
      "Historical novel"
    ],
    "author": "Kate Tremayne"
  },
  {
    "title": "The Loveday Honour",
    "summary": " Japhet Loveday has been convicted of highway robbery and sent to prison, where he faces deportation to the penal colony of Botany Bay. His wife Gwendolyn races to prove his innocence, but powerful men are working to ensure she will be too late. Meanwhile, Edward Loveday's marriage is stretched to breaking point as he struggles to hold together the shipyard and family estate despite his deteriorating health. He is fighting a losing battle however, and finally dies from the effects of a gunshot wound that never fully healed. St John returns from America on hearing of his father's death. But there are further shocks for him - Meriel, his estranged wife, has returned from London after being discarded by her wealthy lover. Bankrupt and desperately ill from tuberculosis, she seeks to reinstate herself into the Loveday family and become mistress of Trevowan, the family estate.",
    "genre": [
      "Romance novel",
      "Historical novel"
    ],
    "author": "Kate Tremayne"
  },
  {
    "title": "The Loveday Pride",
    "summary": " With the death of his father, St John Loveday is finally master of Trevowan. But his success is blighted by the presence of his treacherous wife Meriel who, despite being riddled with pox and consumption, manages to cling on to life long enough to thwart his plans to marry a rich widow from America. Embittered by his failure, St John soon turns to drink and gambling while his hatred towards his brother continues to fester. Adam meanwhile has been putting all his energy into rebuilding the ruined estate of Boscabel, which he intends to create as a rival to Trevowan itself. And on the far side of the world, Gwendolyn races to reach her estranged lover Japhet and give him his pardon. But Japhet has sworn to live an Honorable life, and to return to England with pride. He has made a promise, and pride will not allow him to abandon his obligations. The girl on the front cover is performance artist, Abi Lake.",
    "genre": [
      "Romance novel",
      "Historical novel"
    ],
    "author": "Kate Tremayne"
  },
  {
    "title": "Baalyakaalasakhi",
    "summary": " The childhood romance between neighbours blossoms into passionate love during adolescence. Majeed's father was rich once, so could send him to a school in the distant town, although he was not very good at studies. Suhra's father on the other hand had trouble making both ends meet. Even then he wanted to send his daughter, who was good at studies to the school. But after her father's death, all her hopes of further studies was ruined. Majeed begs his father to sponsor Suhra's education, but he refuses. Majeed leaves home after a skirmish with his father, and wanders over distant lands for a long time before returning home. On his return, he finds that his family's former affluence is all gone, and that his beloved Suhra has married someone else. He is grief struck at the loss of love, and this is when Suhra turns up at his home. She is a shadow of her former self. The beautiful, sunshiny, vibrant Suhra of old is now a woman worn out by life, battered hard by a loveless marriage to an abusive husband. Majeed commands her, \"Suhra, don't go back!\" and she stays. Majeed leaves home once again, but this time with plans on his mind. He needs to find a job, to ward off poverty, and thus he reaches a North Indian city. He finds work as a salesman but one day he meets with a bicycle accident in which he loses a leg. The day after he is discharged from hospital, he is informed that he's fired from his job. He again sets off on a job quest knocking at every door, wearing off his soles. He finds work as a dish-washer in a hotel. As he scrubs dirty dishes each day, he dreams of Suhra back home waiting for him to return. He must make enough money to return home and repay debts, before he can finally get married to the woman of his life. His mother writes him that Suhra is sick and subsequently of Suhara's death.",
    "genre": [
      "Romance novel"
    ],
    "author": "Vaikom Muhammad Basheer"
  },
  {
    "title": "The Grand Sophy",
    "summary": " For the past several years Sophia Stanton-Lacy (known as Sophy to everyone) has lived away from England, following her diplomat father Sir Horace around Europe while the Napoleonic Wars raged on. Now that the Battle of Waterloo is over and Napoleon has once again been exiled, her father receives a temporary post in South America. Instead of taking his daughter along, he asks his sister Lady Ombersley to watch over his \"little Sophy\" and help find her a husband. However, \"little Sophy\" is nothing like anyone expected. 5'9\" in her stockings, she is outgoing, chic, and quite independent, taking the town by storm with her unconventional manner. Though most of her cousins take to her on sight, her autocratic cousin Charles Rivenhall, forced by his father's debt to shoulder the family finances, resents the disruption of what has become, in all but name, his household by his lively and confident cousin. With Charles encouraged in domestic tyranny by his spiteful fiancee, Miss Eugenia Wraxton, Sophy and Charles begin a battle of wills. Soon after her arrival, Sophy realizes that all is not well in the Rivenhall household and proceeds to solve the various problems of the family with her trademark flair, saving her cousin Hubert from a moneylender, and arranging through an involved and hilarious scheme her cousin Cecilia's extraction from her infatuation with (and later engagement to) a poet and marriage to the eligible Lord Charlbury, the man favored by her brother and parents and ultimately, the man she discovers that she, Cecilia, loves. Slowly, much to the consternation of them both, Sophy and Charles find themselves falling in love, with Sophy's devilry lightening his dictatorial tendencies. In the end, at the successful conclusion of her incredibly audacious scheme to unite Cecilia and Charlbury and free Rivenhall from his obligations to his fiancee, Rivenhall proposes, with Sophy accepting.",
    "genre": [
      "Romance novel"
    ],
    "author": "Georgette Heyer"
  },
  {
    "title": "Sylvester, or the Wicked Uncle",
    "summary": " Sylvester, the wealthy Duke of Salford, is considering marriage. After discussing his prospects with his beloved ailing mother, who thinks he is too arrogant towards women, he travels to London to discuss the matter with his godmother, Lady Ingham, who tells him of her granddaughter, Phoebe, whose late mother was a close friend of the dowager Duchess of Salford. He departs for a hunt in the countryside and meets Phoebe's father. Impressed by the man's hunting, Sylvester consents to being his guest but is disgusted to find that he is the only person that has been invited to stay and therefore feels his hand is being forced. As the visit progresses he regrets his visit and considers Phoebe to be insipid and talentless. Phoebe's step-mother is a bully and tactlessly tells Phoebe that Sylvester has come to make her an offer of marriage. Terrified of being made to marry Sylvester and getting no sympathy from her father, Phoebe calls upon a childhood friend, Tom Orde, to help her run away to live with her grandmother, Lady Ingham, in London. Phoebe is unaware that Lady Ingham is the person who suggested Sylvester marry her. Tom has left a note for his mother who rushes round to Phoebe's parents with the news of their flight which is mistakenly taken for an elopement. Sylvester is very happy to have the excuse to return to London and comes across their carriage which has had an accident and in which Tom has broken his leg. Sylvester, decides to help them. They book in to the nearest inn, where he realizes that Phoebe is extremely smart and capable, though very impertinent. He is very angry when he learns why Phoebe has run away but decides to take her to her grandmother to punish Lady Ingham (whom he presumes will not want Phoebe living with her) for having sent him to Phoebe's family in the first place. Sylvester stays with Tom at the inn while he is recovering then visits Phoebe in London with the intention of being charming to her to make her sorry for slighting him. Phoebe meets Lady Ianthe, the silly widow of Sylvester's twin brother, who is convinced that Sylvester is evil because he is executing his brother's will exactly: her young son, Edmund, must live with Sylvester at the family home of Chance. Phoebe is struck by the parallels between the real Sylvester and the arrogant parody of him in a book which she has written and which is about to be published. She attempts to change her manuscript, but her publishers say that it is too late to do so. When her novel The Lost Heir is published, it fascinates London because of the perfect satirization of the members of high society who try to find the identity of author. Lady Ianthe, Sylvester's sister-in-law, declares that the author must know that Sylvester is so evil and takes the fairy-tale novel seriously. Phoebe, in protesting this absurdity, accidentally lets slip that she is the author. Naturally, Lady Ianthe cannot keep her peace, and soon all London society is agog. Sylvester, having decided to scotch the rumour, is so hurt by Phoebe's portrayal of him that he loses the command of feelings and insults Phoebe in public which causes a scandal and confirms Phoebe as the author. Lady Ingham decides to take Phoebe away to France with Tom Orde as their escort. Unfortunately, Lady Ianthe and her new husband, foppish Sir Nugent Fotherby, are going to France on their honeymoon with Edmund, her son, from the same port. Lady Ianthe has got the idea of taking Edmund away to France from a plot in Phoebe's novel. Phoebe tries to intervene and boards the schooner with Tom where they are 'kidnapped' by Fotherby, who orders the skipper to set sail. Edmund is sea-sick and Lady Ianthe is ill so Phoebe and Tom take over the care of the small child. Phoebe writes to Lady Ingham and Sylvester from France, but Sylvester catches up with them at an inn near Paris before he receives the letter. At first he is overjoyed to see Phoebe but then blames her for helping Lady Ianthe to kidnap Edmund but Sylvester needs Phoebe to look after Edmund on the journey back to England. Sylvester complains of all the scrapes which Phoebe has embroiled him in and, in turn, Phoebe accuses Sylvester of ruining her reputation beyond salvation. Sylvester, having realise that he loves Phoebe clumsily proposes marriage but Phoebe is outraged by the perceived sarcasm. Sylvester runs to his mother for help and she realises that he has truly fallen in love. She arranges to meet Phoebe to explain that Sylvester's arrogance has arisen from the grief he suffered after the loss of his twin brother and how much he loves Phoebe. Sylvester is summoned and again declares himself upon which Phoebe is only too happy to accept his proposal.",
    "genre": [
      "Romance novel"
    ],
    "author": "Georgette Heyer"
  },
  {
    "title": "Surrender the Pink",
    "summary": " Surrender the Pink is a story about screenwriter Dinah Kaufman. Although Dinah is successful at her job, she is a failure in her relationships with men. She then meets someone she believes to be the man of her dreams, Rudy Gendler. Rudy is successful and sophisticated, and he asks her to marry him. She soon discovers, however, that he is not exactly what she believed him to be and their marriage is over. Dinah then realizes that she still loves Rudy and wants him back.",
    "genre": [
      "Romance novel"
    ],
    "author": "Carrie Fisher"
  },
  {
    "title": "Mem and Zin",
    "summary": " Mam, of the \"Alan\" clan, and Zin, of the \"Botan\" clan, are two star-crossed lovers. Their union is blocked by a person named Bakr of the Bakran clan. Mam eventually dies during a complicated conspiracy by Bakr. When Zin receives the news, she also dies while mourning the death of Mam at his grave. The immense grief leads to her death and she is buried next to Mam. The news of the death of Mam and Zin, spreads quickly among the people of Jazira Botan. Then Bakr's role in the tragedy is revealed, and he takes sanctuary between the two graves. He is eventually captured and slain by the people of Jazira. A thorn bush soon grows out of Bakr’s blood, sending its roots of malice deep into the earth between the lovers’ graves, separating the two even after their death. In 2002, the Kurdistan TV satellite channel produced a dramatised series of Mam and Zin, which was recognised as one of the best-directed dramas in Kurdistan.",
    "genre": [
      "Romance novel",
      "Historical novel"
    ],
    "author": "Ehmedê Xanî"
  },
  {
    "title": "Home of the Gentry",
    "summary": " The novel's protagonist is Fyodor Ivanych Lavretsky, a nobleman who shares many traits with Turgenev. The child of a distant, Anglophile father and a serf mother who dies when he is very young, Lavretsky is brought up at his family's country estate home by a severe maiden aunt, often thought to be based on Turgenev's own mother who was known for her cruelty. Lavretsky pursues an education in Moscow, and while he is studying there, he spies a beautiful young woman at the opera. Her name is Varvara Pavlovna, and he falls in love with her and asks for her hand in marriage. The two move to Paris, where Varvara Pavlovna becomes a very popular salon hostess and begins an affair with one of her frequent visitors. Lavretsky learns of the affair only when he discovers a note written to her by her lover. Shocked by her betrayal, he severs all contact with her and returns to his family estate. Upon returning to Russia, Lavretsky visits his cousin, Marya Dmitrievna Kalitina, who lives with her two daughters, Liza and Lenochka. Lavretsky is immediately drawn to Liza, whose serious nature and religious devotion stand in contrast to the coquettish Varvara Pavlovna's social consciousness. Lavretsky realizes that he is falling in love with Liza, and when he reads in a foreign journal that Varvara Pavlovna has died, he confesses his love to her and learns that she loves him in return. Unfortunately, a cruel twist of fate prevents Lavretsky and Liza from being together. After they confess their love to one another, Lavretsky returns home to find his supposedly dead wife waiting for him in his foyer. It turns out that the reports of her death were false, and that she has fallen out of favor with her friends and needs more money from Lavretsky. Upon learning of Varvara Pavlovna's sudden appearance, Liza decides to join a remote convent and lives out the rest of her days as a nun. Lavretsky visits her at the convent one time and catches a glimpse of her as she is walking from choir to choir. The novel ends with an epilogue which takes place eight years later, in which Lavretsky returns to Liza's house and finds that, although many things have changed, there are elements such as the piano and the garden that are the same. Lavretsky finds comfort in his memories and is able to see the meaning and even the beauty in his personal pain.",
    "genre": [
      "Romance novel"
    ],
    "author": "Ivan Turgenev"
  },
  {
    "title": "Georges",
    "summary": " The novel concerns the life of Georges, the son of a wealthy mulatto plantation owner named Munier, in the Isle de France (now Mauritius). While part-black, Georges appears to be very light-skinned, if not white. As a child, Georges witnesses an attempt by the British to gain control of the island. Because George's father is a mulatto, the other plantation owners refuse to fight alongside him. Instead, George's father leads the blacks and delivers a crushing blow against the invading forces. Refusing to acknowledge that a man of colour saved them, M. Malmedie and the other white plantation owners ignore the accomplishment. M. Malmedie's son Henry mocks Georges because of this, resulting in a fight between the two. Afterward, worried about any retaliation on the behalf of the plantation owner's father, George's father sends Georges and his old brother to Europe to become educated. In Europe, the brothers become separated when the older brother gets a job on a sailing ship. Georges becomes cultured, deeply educated and popular in Parisian circles. Through numerous tests of will Georges overcomes his weaknesses and becomes skilled in a variety of fields ranging from hunting to the art of seducing women. Upon his return, Georges has found that the plantation owners have forgotten who he is. In little time he becomes the toast of society, and a beautiful woman falls in love with him. He also discovers that his brother has become the captain of a slave-ship. However, Georges can't tolerate the injustice of slavery, so he conspires to lead a slave revolt. When this revolt fails, he becomes incarcerated and condemned to die. While he is brought to be executed, he is saved by a gang of pirates led by his brother.",
    "genre": [
      "Romance novel",
      "Adventure novel",
      "Historical novel"
    ],
    "author": "Alexandre Dumas"
  },
  {
    "title": "Catriona",
    "summary": " The book begins precisely where Kidnapped ends, at 2 PM on 25 August 1751 outside the British Linen Company in Edinburgh, Scotland. The first part of the book recounts the attempts of the hero, David Balfour, to gain justice for James Stewart (James of the Glens), who has been arrested and charged with complicity in the Appin Murder. David makes a statement to a lawyer and goes on to meet Lord Prestongrange, the Lord Advocate, to press the case for James' innocence. However, his attempts fail as he is once again kidnapped and confined on the Bass Rock, an island in the Firth of Forth, until the trial is over, and James condemned to death. David also meets and falls in love with Catriona MacGregor Drummond, the daughter of James MacGregor Drummond, known as James More, also held in prison, whose escape she engineers. He also receives some education in the manners and morals of polite society from Barbara Grant, the daughter of Prestongrange. In the second part, David and Catriona travel to Holland, where David studies law at the University of Leyden. David takes Catriona under his protection (she having no money) until her father finds them. James More eventually arrives and proves something of a disappointment, drinking a great deal and showing no compunction against living off of David's largesse. At this time, David learns of the death of his uncle Ebenezer, and thus gains knowledge that he has come into his full, substantial inheritance. David and Catriona, fast friends at this point, begin a series of misunderstandings that eventually drive her and James More away, though with David sending payment to James in return for news of Catriona's welfare. James and Catriona find their way to Dunkirk in northern France. Meanwhile, Alan Breck joins David in Leyden, and he berates David for not understanding women. It’s this way about a man and a woman, ye see, Davie: The weemenfolk have got no kind of reason to them. Either they like the man, and then a’ goes fine; or else they just detest him, and ye may spare your breath - ye can do naething. There’s just the two sets of them - them that would sell their coats for ye, and them that never look the road ye’re on. That’s a’ that there is to women; and you seem to be such a gomeral that ye cannae tell the tane frae the tither. Prodded thus, and at an invitation from James More, David and Alan journey to Dunkirk to visit with James and Catriona. They all meet one evening at a remote inn, and discover the following day that James has betrayed Alan (falsely convicted of the Appin murder) into the hands of a British warship anchored near the shore. The British attempt to capture Alan, who flees with David and Catriona, now reconciled and shamed by James More&#39;s ignominy. The three flee to Paris where David and Catriona are married before eventually returning to Scotland to raise a family.",
    "genre": [
      "Romance novel",
      "Speculative fiction",
      "Fiction",
      "Adventure novel",
      "Historical novel"
    ],
    "author": "Robert Louis Stevenson"
  },
  {
    "title": "Zabibah and the King",
    "summary": " The plot is a love story about a powerful ruler of medieval Iraq and a beautiful commoner girl named Zabibah. Zabibah's husband is a cruel and unloving man who rapes her. The book is set in 7th or 8th century Tikrit, Hussein's home town. Although the book is on the surface a romance novel, it is (and was intended to be read as) an allegory. The hero is Hussein and Zabibah represents the Iraqi people. The vicious husband is the United States and his rape of Zabibah represents the U.S. invasion of Iraq at the end of the Gulf War.",
    "genre": [
      "Romance novel"
    ],
    "author": "Saddam Hussein"
  },
  {
    "title": "The Loveday Loyalty",
    "summary": " Against the dramatic scenery of Cornwall, the turbulent criminal underworld of London and the climactic events of the French revolution. In this seventh novel in the series, life with the Lovedays is not confined to England and France. America has won its independence but the Lovedays have connections in Virginia and the new penal colony in Australia has become the residence of one Loveday who took a chance too many. Loyalty to and pride in the Loveday name has held the family together through unstable times, but with the fierce rivalry that exists between family members, will loyalty be enough to honour the family's heritage?",
    "genre": [
      "Romance novel",
      "Historical novel"
    ],
    "author": "Kate Tremayne"
  },
  {
    "title": "Black Sheep",
    "summary": " The novel is set in Bath, Somerset and centres around two main characters: Miss Abigail Wendover and Mr Miles Caverleigh. When attempting to enlist Miles' help in preventing a clandestine marriage between his nephew, Stacy, and her niece, Fanny, Abigail finds herself attracted to the black sheep of the Caverleigh family. After rejecting Miles' first proposal, following a series of Heyer-esque twists and turns, Abigail is finally swept off her feet when Miles abducts her and the novel ends with the two on their way to get married.",
    "genre": [
      "Romance novel"
    ],
    "author": "Georgette Heyer"
  },
  {
    "title": "Iracema",
    "summary": " The story revolves around the relationship between the Tabajara indigenous woman, Iracema; and the Portuguese colonist, Martim, who was allied with the Tabajara nation's enemies, the Pitiguaras. Through the novel Alencar tries to remake the history of the Brazilian colonial state of Ceará's origins, with Moacir, the son of Iracema and Martim, as the first true Brazilian in Ceará. This pure Brazilian is born from the love of the natural, innocence (Iracema) and culture and knowledge (Martim), and also represents the mixture (miscegenation) of the native race with the European race to produce a new (Brazilian) race. Its name is Guarani language for honey-lips, from ira - honey, and tembe - lips. Tembe changed to ceme, as in the word ceme iba, according to the author. Iracema is also an anagram to America, appointed by critics as fitting to the allegorization of colonization of America by Europeans, the novel's main theme.",
    "genre": [
      "Romance novel"
    ],
    "author": "José de Alencar"
  },
  {
    "title": "Faro's Daughter",
    "summary": " The beautiful but poor Deborah Grantham presides over her aunt's gaming house in Regency London. Here she meets Max Ravenscar who is determined to prevent his young cousin and ward from contracting an inappropriate marriage to Grantham. Incensed by the idea that she would exploit an innocent, Deborah decides to take her revenge on Ravenscar which eventually leads to the pair falling in love.",
    "genre": [
      "Romance novel"
    ],
    "author": "Georgette Heyer"
  },
  {
    "title": "Zastrozzi",
    "summary": " Pietro Zastrozzi, an outlaw, and his two servants, Bernardo and Ugo, disguised in masks, abduct Verezzi from the inn near Munich where he lives and take him to a cavern hideout. Verezzi is locked in a room with an iron door. Chains are placed around his waist and limbs and he is attached to the wall. Verezzi is able to escape and to flee his abductors, running away to Passau in Lower Bavaria. Claudine, an elderly woman, allows Verezzi to stay at her cottage. Verezzi saves Matilda from jumping off of a bridge. She befriends him. Matilda seeks to persuade Verezzi to marry her. Verezzi, however, is in love with Julia. Matilda provides lodging for Verezzi at her castle or mansion estate near Venice. Her tireless efforts to seduce him are unsuccessful. Zastrozzi concocts a plan to torture and to torment Verezzi. He spreads a false rumor that Julia has died, exclaiming to Matilda: \"Would Julia of Strobazzo's heart was reeking on my dagger!\" Verezzi is convinced that Julia is dead. Distraught and emotionally shattered, he then relents and offers to marry Matilda. The truth is revealed that Julia is still alive. Verezzi is so distressed at his betrayal that he kills himself. Matilda kills Julia in retaliation. Zastrozzi and Matilda are arrested for murder. Matilda repents. Zastrozzi, however, remains defiant before an inquisition. He is tried, convicted, and sentenced to death. Zastrozzi confesses that he sought revenge against Verezzi because Verezzi's father had deserted his mother, Olivia, who died young, destitute, and in poverty. Zastrozzi blamed his father for the death of his mother, who died before she was thirty. Zastrozzi sought revenge against not only his own father, whom he murdered, but also against \"his progeny for ever\", his son Verezzi. Verezzi and Zastrozzi had the same father. By murdering his own father, Zastrozzi only killed his corporeal body. By manipulating Verezzi into committing suicide, however, Zastrozzi confessed that his objective was to achieve the eternal damnation of Verezzi's soul based on the proscription of the Christian religion against suicide. Zastrozzi, an outspoken atheist, goes to his death on the rack rejecting and renouncing religion and morality \"with a wild convulsive laugh of exulting revenge\".",
    "genre": [
      "Romance novel"
    ],
    "author": "Percy Bysshe Shelley"
  },
  {
    "title": "A Escrava Isaura",
    "summary": " Isaura, daughter of a Portuguese worker and a freed black woman, is an enslaved girl that endured hard times before she was freed and finally married her star-crossed lover, Álvaro. Meanwhile she suffered greatly at the hands of Leôncio Almeida, the landlord of a plantation and main antagonist in the plot, who wanted to make her a concubine. She even became briefly engaged to the humpback dwarf Melchior and almost married him to avoid prostitution, before Álvaro came in her aid.",
    "genre": [
      "Romance novel"
    ],
    "author": "Bernardo Guimarães"
  },
  {
    "title": "The Royal Treatment",
    "summary": " Christina Krabbe is trying to find where she belongs after being fired from her job when she meets \"Al\", a man who has a fondness for fishing. It turns out that Al is the King Alexander II and is looking to set his son up with a woman to be his wife. His son, David seems more interested in his collection of penguins to take the time to meet Christina. He eventually begins to become attracted to Christina's bluntness and candor. The two eventually wed. In order to let Christina work through her added stress as becoming a member of the royal family, she begins to see a family therapist. Eventually, the royal family is part of a kidnapping plot that results in the king being shot and Alexandria killing one of the kidnappers with a chair. During the next months, prince David becomes king while his father is recovering. David and Christina's relationship is stressed but they remain together. In the end, it is revealed that Christina is pregnant.",
    "genre": [
      "Romance novel"
    ],
    "author": "MaryJanice Davidson"
  },
  {
    "title": "Summer Crossing",
    "summary": " The story takes place in New York City over the course of the hot summer of 1945. Grady McNeil, a 17-year-old upper class Protestant débutante, steadfastly refuses to accompany her parents on their usual summer ritual of travel, in this case to France. Left in the city for the summer by herself, she persues a covert romance with Clyde Manzer, a Jewish parking lot attendant, whom she had noticed several months earlier. Grady spends time with Clyde and meets some of his friends, and in turn the couple visits the Central Park Zoo together. There, Clyde invites Grady to his younger brother's bar mitzvah. As the summer heats up, so does Grady's and Clyde's romance. The couple is soon wed in Red Bank, New Jersey. Once married, Grady meets Clyde's middle class family in Brooklyn, and only then is the couple truly faced with the stark reality of the cultural divide between her family and his. Grady then realizes at her sister Apple's home that she is six weeks pregnant. Grady has passed over a couple of opportunities to spend time with the handsome young Peter Bell, a man of her social stature who is romantically interested in her. Eventually Grady's sister, Apple, confronts her about her relationship with Clyde. In an abrubt ending, Grady aims her speeding Buick with passengers Peter, Clyde and Gump so it will crash off the Queensboro Bridge, killing everyone.",
    "genre": [
      "Romance novel",
      "Fiction",
      "Novella"
    ],
    "author": "Truman Capote"
  },
  {
    "title": "Fortune's Rocks: A Novel",
    "summary": " In the summer of 1899, Olympia Biddeford, a privileged, intelligent and confident 15 year old who is vacationing with her family at Fortune's Rocks, falls in love with a married 41-year-old doctor and journalist, John Haskell. Their passionate affair, and subsequent discovery, produces a son and leads to far-reaching consequences that span several decades. The novel is loosely based on the seaside neighborhood of Fortunes Rocks, located in Biddeford, Maine.",
    "genre": [
      "Romance novel"
    ],
    "author": "Anita Shreve"
  },
  {
    "title": "Middle Age: A Romance",
    "summary": " In Salthill-on-Hudson, a New York City suburb for the wealthy and middle-aged, Adam Berendt, a charismatic sculptor, drowns in a river as he tries to rescue children on a Fourth of July cookout. Before his cremation, we learn that Marina Troy, owner of a small book store, was infatuated with him. Over the years he had bought many books from her shop to support her financially, and lately he had bequeathed to her a house of his in the mountains. Roger Cavanagh, Adam's lawyer, forges his will and Marina agrees to sign it, hence making it legal. Camille Hoffmann, married to Lionel, had an affair with Adam. She is described as an innocent girl, rescued by Lionel from a frat rape years back. At Adam's cremation, she breaks down, and back at their house it is clear that their marriage is rocky. After eerily dreaming of Adam, his dog Apollo crops up in their kitchen. At the same time, Abigail Des Pres, another suburban, stalks her teenaged son Jared Tierney, then invites him for dinner in her hotel room. Jared, an angry teenager, appears to be worried about Apollo. It is learnt that her ex-husband, Harry Tierney, is a fiercely mean man. Abigail and her son get into a car accident as she drives him back to his campus. Simultaneously, Roger Cavanagh attends his teenaged daughter Robin's hockey match after running late. Abigail then summons him because of the accident; Jared is spiteful. Roger and Abigail flirt, only to be interrupted by Apollo. Then Roger has dinner with his aggressive daughter; they spend the night at a motel. The next day she taunts him, pretending to be pregnant and confessing that was in jest. A few days later, Roger calls Abigail and finds out that she is away for the summer. A little later, Augusta Cutler, another suburban, goes to the rescued child's house and makes a fuss as she, too, was in love with Adam. She decides to leave her husband Owen, since he never seems to pay attention to her. During this time, Marina Troy leaves for Demascus County, to live in her inherited house - she lives there on her own, without even a telephone line. She has arranged for her house to be let, and for Molly Ivers, a dynamic librarian, to take charge of the book shop while she is away. Marina, however, isn't totally alone as Beverly Hogan, a pushy estate agent, starts to pester her with impromptu visits. Marina is also acquainted with Rick Pryde, a petrol station owner, maimed in the Persian Gulf War of 1991, who does snow-ploughing in winter as well. Next Marina goes to a mall and rescues a girl from an abusive boyfriend in the carpark. The girl concisely says her name is Lorene; they stop at a diner and the girl eventually leaves with her boyfriend. That night Marina dreams of Adam's unfinished sculptures that she has been tampering with, and realizes she is deluded. Then there is a shift to the Hoffmanns, and we learn of Lionel's mistress, Siri Joio, an Asian massage artist. Meanwhile Camille rescues a maimed stray dog and gets him operated, although that would seem like a folly. Then Lionel leaves Camille to live with Siri, and Camille sinks into depression; their grown children are angry with their father. A little later, Beatrice Archer, a neighbour, visits Camille. At the same time, Roger Cavanagh tells Lionel Hoffmann he will soon be a father for the second time. Camille somehow ends up with three more dogs (one of which belongs to a rich neighbour, Mrs Ferris, and another to a relative of Beatrice Archer's). Lionel then calls to say he is coming home. Meanwhile, Abigail Des Pres finds herself stalking an Asian-American girl with a 'red beret'. After a girlish meal, Abigail attends a dinner party for the Historic Society, and there an architect, Gerhardt Ault, hits on her, then calls her again the next day. Abigail prefers to call her ex-husband and ask about her son, who has refused to talk to her since the accident. She then has dinner with Gerhardt, but ends up walking out in sobs and eventually ignoring his calls. A little later she gets her book signed by Pulitzer-winner poet Donegal Croom. After a brief visit to Marina's bookshop, she attends a social event when Donegal reads aloud some of his poetry. After breaking down, he and Abigail spend the night together, talking - she talks about Adam, he confesses to having had prostate cancer and thereby being impotent. Back home, Abigail hears a message from Gerhardt on her answerphone, asking her to marry him. She promptly dismisses it, but then sees him with the girl in a 'red beret'... At the same time, Roger Cavanagh is in a car with feminist paralegal Noami Volpe. They visit lawyer Reginald \"Boomer\" Spires over Death Row client Elroy Jackson Jr, and upbraid him for his lack of professionalism, as they believe his client to be only a victim of the court system. Later, Noami Volpe admits she is pregnant, needs a holiday, and Roger pays for it. When she is back, over dinner she agrees to let him have the child if he will pay good money. Simultaneously, Abigail is said to be soon to marry Gerhardt Ault, and Owen Cutler goes to Florida to identify his wife's corpse - coming to the conclusion it is not hers. As it is, Augusta Cutler has left to delve into Adam's past, after finding out that he was formerly named Francis Xavier Brady. While on her quest, she spots the private detective that her husband has hired to find her, Elias West; after becoming intimate, they scheme her supposed death while she leaves for the north. Under the self-styled name of Elizabeth Eastman, she learns that young Adam had nearly killed his foster father; that he'd been a dyslexic; that he'd lived on a campsite with his family, that his father had left home, and that one night drunk Adam had mistakenly set the mobile home on fire, leaving his mother and sister to die inside the house. A little later, Marina Troy is back in Salthill-on-Hudson to sell her art pieces; she meets Roger Cavanagh with his baby and they quickly have an affair... At the same time in the Hoffmanns household, Lionel finds out he has AIDS, Camille has now seven dogs, and Lionel, due to his allergy, has to sleep in the guesthouse, until he gets bitten to death by them. Ironically enough, Camille has inherited $3 million from her rich neighbour for taking care of her dog. Meanwhile, Abigail goes to a ballet in New York City with Tamar, Gerhardt's Asian-American adopted daughter, and they get mugged. Finally, Augusta Cutler comes home, and Owen finds himself to be very considerate after all.",
    "genre": [
      "Romance novel"
    ],
    "author": "Joyce Carol Oates"
  },
  {
    "title": "Chéri",
    "summary": " The novel is about the separation of Chéri and his lover of six years, the much older Léa de Lonval (as the novel opens he is 25 and she is 49). The two believe their relationship is casual until they are separated by Chéri's marriage at which point they realize they are in love. They spend a miserable six months apart, at which point Chéri appears at Léa's home. They spend the night together and Léa begins to plan their new life together. However, when she learns that Chéri had returned for the moral strength to be a husband, she gives him courage then releases him to return home.",
    "genre": [
      "Romance novel"
    ],
    "author": "Colette"
  },
  {
    "title": "Vous revoir",
    "summary": " When Arthur returns to San Francisco after a self-imposed exile in Paris, he rediscovers his best friend, his job, and the city he loves. The one thing missing is Lauren: the woman he had sacrificed everything to save, only to lose her minutes later. Arthur is resigned to never see Lauren again. But when fate intervenes, it is Lauren’s turn to save Arthur, if she can find him in time. es:Volver a verte (novela) fr:Vous revoir",
    "genre": [
      "Romance novel"
    ],
    "author": ""
  },
  {
    "title": "The Pacific Between",
    "summary": " When entrepreneur Greg Lockland arrives in California to attend his parents' funeral, his world begins to unravel. Pictures of a brother he barely remembers and letters discovered hidden in his father's safe deposit box suggest an illicit affair between his late father and Greg's ex-lover Lian Wan. Confused and angry, Greg visits Kate Walken, a young woman with whom his relationship has taken an unexpected, romantic turn. Greg hates secrets and the hurt they cause. Yet, he tells Kate only of the pictures he found. Greg battles with his mixed emotions and can't bring himself to tell her about Lian. Does he still love Lian? Does he love Kate? Can he love Kate? Greg is like a boy who never grew up. He'll stop at nothing to get what he wants. Though he can be affectionate, he can be obnoxious, deceiving and secretive-all the things he loathes. Seething anger, growing suspicion, and inescapable jealousy accompany Greg on a transpacific journey to Hong Kong in search of Lian and the truth about the affair. Greg has no idea he's about to unlock a secret that has been kept closeted for years. One after another, people return from his past, each adding another roadblock to Greg's mysterious puzzle. With each piece of information, Greg is forced to re-examine his beliefs, feelings, and relationships with old friends and family. Among those who help Greg is Agnes, the Director of Nursing at the hospital where his father once worked. She is a bossy, mannish, British nurse whom Greg never liked. During his relentless search to uncover the truth, Greg is surprised to find Agnes with his happy-go-lucky friend Old Chow and realizes Agnes has a passionate side. Agnes and Old Chow prod Greg to explore his feelings and their secret plans push him into another situation of doubt. (Summarized by Joanne D. Kiggins)",
    "genre": [
      "Romance novel"
    ],
    "author": "Raymond K. Wong"
  },
  {
    "title": "Fire in Stubble",
    "summary": " The book centres on the love life of Rose Marie, the only daughter of M. Legros tailor-in-chief to His Majesty the King of France. As an infant Rose was espoused to Rupert Keyston, a mere child himself at the time. Over the years Rupert’s position has changed from one of poverty and obscurity to one of wealth, and he now holds the honorable position of the Earl of Stowmaries. Rupert has not seen his child-bride since his espousals, and on reaching manhood conceives a dastardly plot to free himself from the unwanted union by persuading his cousin Michael to impersonate him when he is finally called upon to ratify his engagement, and claim his bride. Once this has happened, he fully intends to get his marriage annulled, on the score of his wife’s unfaithfulness with his cousin. The mock nuptials are concluded with a dance in the workshop of M. Legros “The couples fell back one by one, panting against the wall, while only one pair remained in the centre, now twirling and twirling in a cloud of dust. The man’s head ’was bent, for he was over tall, and towered above every one else in the room. He was a head taller than she was, but he looked straight down at her, as he held her, straight into her eyes-those beautiful blue eyes of hers, which he had thought so cold. How it all happened afterwards she could never say. She had been dancing with her lord, looking up into his face, glowing with ardent love. She was still so dizzy, with the frantic whirl of the dance, that she hardly remembered being lifted into the saddle, and landed safely in the strong arms of her lord. In the forefront were papa and mamma, half laughing, half crying, waving hands and mopping tears…. No other ride had been just like this one, just one slight shifting of her lissome body, to settle more comfortably. One little movement, which seemed to bring her yet a little nearer to him.” The wild and lawless Michael, who agreed to his part in this base deed in return for gold is suddenly caught hopelessly in the charms of the lovely Rose Marie – but he is determined not to lose his prize. Papa Legros, on being informed of the trick that has been practiced on his child, pursues the couple hotly, and brings back his beloved daughter the same evening. So Michael‘s punishment begins. His love for Rose Marie transforms him from a reprobate to a chivalrous gentleman. After a series of exciting episodes they are eventually re-united. His trial as a Papist and traitor is dramatically told, and Rose Marie’s evidence that he was with her on the dates in question saves his head from being exhibited at Tyburn. Michael, frantic at this public smirching of her fair name, with a cry as that of a wild animal wounded to death, bounds forward to where his snowdrop in standing and sinks to his knees, pleading with the judge to stop the desecration of his beloved’s character. And so the splendid blackguard and reckless adventurer is reduced to a humble lover.",
    "genre": [
      "Romance novel"
    ],
    "author": "Baroness Emma Orczy"
  },
  {
    "title": "Precious Bane",
    "summary": " The story is set in rural Shropshire shortly after the Napoleonic Wars. It is narrated by the central character, Prue Sarn, whose life is blighted by having a harelip. Only the weaver, Kester Woodseaves, perceives the beauty of her character, but Prue cannot believe herself worthy of him. Her brother Gideon is overridingly ambitious to attain wealth and power, regardless of who suffers while he does so. Gideon is set to wed his sweetheart Jancis, but he incurs the wrath of her father, the cruel and scheming self-proclaimed wizard Beguildy. An act of vengeance by Beguildy makes Gideon reject Jancis and tragedy overwhelms them both. Prue is wrongly accused of murder and set upon by a mob, but Kester defies them and carries Prue away to the happiness she believed she could never possess because of her harelip. The title of the story is from John Milton's Paradise Lost: :Let none admire :That riches grow in Hell; that Soyle may best :Deserve the precious bane. It refers to the love of money, which, as Prue records, blights love and destroys life.",
    "genre": [
      "Romance novel"
    ],
    "author": ""
  },
  {
    "title": "Sundays at Tiffany's",
    "summary": " The book opens with Jane Margaux and her imaginary friend, Michael, spending a Sunday at the St. Regis Plaza in New York City eating ice cream together, which they do every Sunday. Michael is an imaginary friend who is randomly assigned to children who need extra support and guidance. However, he is called away from the children when they are ten, at which point they will forget about the existence of their \"friend\". Jane needs extra attention because her mother, Vivienne Margaux, a Broadway producer, spends too much time with work and shopping for new husbands. Vivienne spends Sunday at Tiffany's with her daughter every week, though. The next day is Jane's 9th birthday party, which coincides with her mother's production's opening night. The cast and crew sing \"happy birthday\" to her, but her mother forgets about her and her father leaves quickly with his girlfriend. Jane is comforted by Michael, who tells her he must leave now that she is nine. He promises her that she will forget about him. Twenty years later, Jane lives in New York and works closely with her mother, who is now controlling. Jane has produced a small, low-budget play called \"Thank Heaven\", based on her childhood with Michael. The play was an overnight hit, and now Jane is in the works of making a movie based on it. Her boyfriend, Hugh McGrath (who played Michael on Broadway), wants the leading role in the movie. She hasn't forgotten about Michael. Jane isn't happy in life, though. She knows she is too dependent on her mother, and she is unwilling to face up to the fact that Hugh is an egomaniacal jerk. One night, he stands her up for a dinner date, and she returns home rejected and hurt. Michael, now on break from being an imaginary friend, catches sight of her walking into her hotel and instantly recognizes her. It's the first time he has ever seen one of his \"kids\" as an adult. He begins following her to work and home, but she never catches sight of him. Michael himself lives in an apartment complex across from Owen, a self-centered man who only uses women as objects. Through his conversations with Owen, we learn that Michael is caring towards everyone. He spends the night with a woman named Claire, but they just talk, and he learns about her and reassures her. A day later at work, Hugh McGrath comes and apologizes to Jane for missing dinner. We realize he is just using her to get the film role. Vivienne thinks that the role would be good for him, and she pushes Jane to accept his apology. Later, Vivienne infiltrates a \"Thank Heaven\" meeting and controls all aspects of production, despite the fact it is Jane's project. Jane goes out to dinner with Hugh, who flirts with another woman while Michael watches, unseen. A few days later, Hugh and Jane go to a museum exhibit together, and she learns that he set up the whole date as a way to con her into giving him the part. When she refuses, he blows up at her and leaves. She retreats to a bar where she thinks she catches sight of Michael. Later, Hugh apologizes and proposes to her in Brooklyn, making an ultimatum: a ring for a role. She finally realizes that he's scum and demands he take her home, at which point he leaves her stranded in Brooklyn. She hitches her way back to New York and shops at Tiffany's before going to the St. Regis Plaza for ice cream. Michael is at the St. Regis with Claire when he sees Jane, and she sees him. After they recognize each other and re-introduce each other, Claire leaves and Jane and Michael take a walk. They realize how much they've missed each other and need each other. They spend the rest of the day together. The next day, Vivienne controls Jane at work and Jane blows up at her, finally standing up for herself. She storms out and meets up with Michael. They go rollerblading and become closer and closer. They soon meet every day and go out every night, while Jane's professional life becomes more and more hectic. Vivienne reveals to Jane that her grandmother died of heart failure at age 34. Hugh makes one last attempt to win Jane back, but after he explodes and insults her, she punches him in front of Vivienne. Vivienne takes his side and Jane storms out, vowing never to return. Michael feels an impulse to go and meet Jane, but on his way he stops at a cathedral where he gets his message: Jane is going to die and it's his mission to help her out of life. Michael meets with Jane and they run away to spend a week in Nantucket, where they are happy and carefree mostly. However, Michael becomes increasingly worried about Jane and her health. After she loses much of her appetite, he decides that he is the thing that's keeping her from living out her life. He leaves without notice in an effort to save her. Jane finds him gone and is devastated that he has now left her twice. She goes home to New York where she collapses from stomach pains. The phone rings, and she can barely get up to answer it. Michael is out in New York when he gets a sudden impulse to go to the New York Hospital. He realizes that Jane must be there. He sprints there, but when he arrives, he finds Vivienne in the hospital bed, not Jane. He realizes that it was Vivienne whom he was sent to protect, not Jane. Jane soon arrives and lovingly reconnects with her mother before Vivienne dies peacefully. After Vivienne's funeral, Michael collapses and is taken to the hospital. Since imaginary friends never get sick, he and Jane realize that he must be human now. He soon makes a full recovery and vows to spend the rest of his life with Jane. In an epilogue, Michael and Jane have married and have two children.",
    "genre": [
      "Romance novel"
    ],
    "author": "Cate Tiernan"
  },
  {
    "title": "A Romance of the Halifax Disaster",
    "summary": " Vera Warrington and Tom Welsford enter the narrative while floating and flirting on the Saint Lawrence River. Years later, Vera is engaged to the wealthy William Lawson and has not heard from Tom. Shortly before the explosion, Tom returns to Halifax, Nova Scotia for orthopedic surgery for a war wound. Tom is still in hospital when the disaster occurs. As a volunteer with the Voluntary Aid Division, Vera darts to the hospital only in time to witness Will’s death and her liberation from the marriage which was to occur later that day. Now free, Vera finds Tom in a hospital bed and accepts his proposal: the last line of the book belongs to Vera, agreeing to marriage.",
    "genre": [
      "Romance novel"
    ],
    "author": "Frank McKelvey Bell"
  },
  {
    "title": "My Theodosia",
    "summary": " The story begins on Theodosia's seventeenth birthday in the year 1800, where her father Aaron Burr introduces Theodosia to her soon to be husband Joseph Alston. Theodosia is not keen on her father's choice for a husband, for she does not realise that her father hopes the marriage will increase his political support in the southern states, as well as lead to financial gain. During Theodosia and Joseph's official courtship, by chance Theodosia meets Meriwether Lewis, and the two are instantly attracted to each other. However Aaron Burr spots the two together, and stops any chance of a romance before it begins. Reluctantly but dutifully, Theodosia capitulates to her father's wishes and marries Joseph Alston in February 1801. The couple then settle in Joseph's home state of South Carolina, and Theodosia soon gives birth to her first and only child. However Theodosia is never happy in the South and constantly longs for the company of her father (and a reunification with Meriwether Lewis). The story moves on through Aaron Burr's time as Vice President: his controversial actions dueling Alexander Hamilton; his working to take over Mexico, naming himself as king; and his subsequent trial. Theodosia is always behind her father, even if it is at the cost of her marriage to Joseph, and her romance with Meriwether.",
    "genre": [
      "Romance novel",
      "Historical novel"
    ],
    "author": "Anya Seton"
  },
  {
    "title": "Mixed Blessings",
    "summary": " After the wedding of Diana Goode and Andrew Douglas, Diana comments that they will make a baby on their honeymoon. However, after the honeymoon period is over, she is still not pregnant. After repeated attempts, the couple both have to question their willingness to have a baby. The second couple consists of Charlie Winwood and Barbie Mason. The latter does not share Charlie's dreams of having a large family to raise in their house. After Charlie discovers he is sterile, he is forced to question his marriage, and his wife, who shares none of his dreams. The final couple is Pilar Graham, a successful lawyer from Santa Barbara, California and Brad Coleman, nineteen years older than she and father of two grown children. They are happy together until Pilar begins to alter her views on whether she should have a baby with Brad.",
    "genre": [
      "Romance novel"
    ],
    "author": "Danielle Steel"
  },
  {
    "title": "Heaven Has No Favorites",
    "summary": " The main figure, Clerfayt, is an automobile racer who goes to a Swiss hospital to visit a fellow racer, Holman. There he meets the young Belgian woman Lillian suffering from tuberculosis. She is in its terminal stage with no chance of a cure, and she wants to enjoy her last months rather than waiting for her death. Therefore, after a few days in Switzerland she decides to leave the Bela Vista sanatorium with Clerfayt. Together they travel over Europe, while Lillian enjoyed things she did not know before. Eventually they fall in love and Clerfayt starts to hope for a future with her. However, when he expresses his wish to settle down and wants to get her visited by a doctor, she starts feeling trapped and refuses the idea. Although she loves him, she decides to leave him before they start an actual life together. In one race Clerfayt is seriously injured and dies in the hospital. Lillian, devastated, returns to Switzerland. On her way there she encounters Holman, now healed, who has been offered the former job of Clerfayt. Six weeks later, Lillian dies. It is described as a peaceful moment, as if even the landscape had stopped breathing.",
    "genre": [
      "Romance novel"
    ],
    "author": "Erich Maria Remarque"
  },
  {
    "title": "Armance",
    "summary": " It concerns Octave de Malivert, a taciturn but brilliant young man barely out of the École Polytechnique, who is attracted to Armance Zohiloff, who shares his feelings. The novel describes how a series of misunderstandings kept the lovers Armance and Octave divided. Moreover, a series of clues suggest that Octave is impotent as a result of a severe accident. Octave is experiencing a deep inner turmoil; he himself illustrates the pain of the century's romantics. When the pair do eventually marry, the slanders of a rival convince Octave that Armance had married only out of selfishness. Octave leaves to fight in Greece, and dies there of sorrow. Armance is based on the theme of Olivier, a novel by the Duchess Claire de Duras, whose scabrous nature forbade publication. But Stendhal has very quietly inserted the secret, without talking about it openly.",
    "genre": [
      "Romance novel"
    ],
    "author": ""
  },
  {
    "title": "Accident",
    "summary": " Page Clarke is a 40-year-old-happily married woman who lives with her 44 year old husband Brad Clarke, her 15 year old daughter Allyson and 7 year old son Andrew. One night Brad goes on an unexpected business trip to Cleveland and Allyson reports she is going to have dinner with her friend Chloe and Chloe's father Trygve Thorensen. Instead Allyson goes out with Chloe and two older boys named Jamie Applegate and Phillip Chapman. While crossing the Golden Gate Bridge the teenagers have an accident with supposed senator's wife Laura Hutchinson. Phillip is killed; Jamie survives with only a small cut; Chloe suffers leg damage, a broken pelvis and a shattered hip; and Allyson has severe head trauma. Both girls are rushed to the hospital and both Trygve and Page arrive before the surgeries. Page is unable to reach Brad until after the surgery has begun, and Brad is outraged that she did not consult him beforehand. She tells him that Allyson would have died at six'o'clock if the surgery had not been performed. One hour later, Brad arrives at the hospital and leaves for their house before Page does. Later, Page confronts him as to why he is home early from his \"trip\" and he confesses that he has been cheating on her. Soon afterwards Brad starts disappearing several times. Eventually Page's mother, Maribelle and sister Alexis arrive in San Francisco and laze about the house while Allison remains in the hospital. One night after dinner, Page rages at her mother, demanding why she pretends that she did not know that her father molested her and her sister when they were children. Soon she forces Brad to move out and sends her mother and sister back to New York. By then she and Trygve had confessed their feelings toward each other. For four months, Allyson remains in a coma and Andrew, who has attempted to run away, is taken to see his sister. Soon Trygve and his children Nick, Bjorn and Chloe go to a lake for the weekend, and Allyson awakens from her coma. When Page goes to join them at the lake, she confesses to Trygve that she is pregnant with his child, and they begin to plan their wedding. fr:Accident (roman)",
    "genre": [
      "Romance novel"
    ],
    "author": "Danielle Steel"
  },
  {
    "title": "Nobody's Baby But Mine",
    "summary": " Physics professor Dr. Jane Darlington spends her 34th birthday in tears. She wants a baby, but not a husband. Where can she find an average or, preferably, stupid man? She decides that Cal Bonner, legendary quarterback for the Chicago Stars is perfect. Jane sets her plan into action and after some trail and error she succeeds. But the results are more than she bargained for when Cal discovers her duplicity. How can a football player with an interfering family and a nerdy professor who has never known family love ever fall in love? With lots of honesty, understanding and a whole lot of humor. Don't miss this one! It's filled with engaging characters, laughs galore and a feel-good ending.",
    "genre": [
      "Romance novel"
    ],
    "author": "Susan Elizabeth Phillips"
  },
  {
    "title": "I'll Take You There",
    "summary": " A smart student, Anellia, joins a sorority in Syracuse, New York. Soon enough, she crumbles under the exorbitant debt she runs up. Finally, she pretends she indulges in irrational behavior to get out of the sorority and move into affordable accommodation elsewhere on campus. She falls for a black student who audits her philosophy lectures. After she stalks him for a while, they sleep together. Eventually, she learns that he is married and has left his wife and children. She drives to Crescent, Utah to meet her dying father. After his death, he bequeaths his money to her, but she decides to give it to his mistress. She buries him to Strykersville, New York, as he requested.",
    "genre": [
      "Romance novel"
    ],
    "author": "Joyce Carol Oates"
  },
  {
    "title": "Random Acts of Heroic Love",
    "summary": " *Moritz Daniecki is a young Jewish Pole born in 1896 in the village of Ulanów on the banks of River San, on the fringes of the great Austro-Hungarian Empire bordering Russia. He meets and falls in love with Lotte, but is subsequently conscripted into the army and fights on the Eastern Front in Galicia and the Carpathian Mountains before surrendering to the Russians in 1915 and being imprisoned in a prisoner of war camp in Srentensk, Siberia. Two years later he begins a hazardous escape journey back to Europe with former comrade Frantz Király, and returns to Europe in 1920 to claim Lotte's hand in marriage. In the novel Moritz is an older man dying of consumption in his home in Berlin (which he caught on his travels and never recovered from) and is recounting his experiences on his deathbed to his son Fischel, whom we later discover to be Frank Deakin. *Lotte Steinberg, the daughter of an affluent Jewish furrier in Ulanów, is Moritz Daniecki's lover. Her parents disapprove of her enduring affection for him however and attempt to arrange a marriage between her and a wealthy lawyer in Vienna whilst Moritz is away from home. *Jerzy Ingwer is Moritz's best and childhood friend. They serve together in the Austo-Hungarian Army but Jerzy freezes to death during the Austrian winter campaign in the Carpathian Mountains. *Frantz Király is a cynical, pessimistic and ever-complaining Hungarian in Moritz's unit whose selfish mannerisms lead to his capture along with Moritz by the Russian Army. Despite their differences however, the two form a grudging friendship and together the escape across the Siberian wilderness until Király's deteriorating condition means he decides to stay behind, in Irkutsk. *Leo Deakin is an English PhD zoology student at University College London. He was the boyfriend of the late Eleni, who died in a bus crush near Latacunga, Ecuador. He blames on his own rash misjudgment. He is a rational, intense character, whose loss drives him to depression, delusion and obsessive compulsive tendencies as well as comfort in the quirks of quantam physics. Ultimately he finds solace in his enduring friend and confidante, Hannah. *Eleni was Leo's girlfriend of two years, whose preceding death initiates the emotional journey that Leo goes through during the book. They had met in Camden whilst Eleni was a fresher at UCL. Eleni was a compassionate and carefree character, shown by her work for Amnesty. She was Greek and from the island of Kithos; her parents Georgios and Alexandria are divorced. *Frank Deakin is Leo's father. Orphaned at a young age, Frank is a reclusive, sensitive character whose childhood experiences have a profound effect upon him and his relationship with others. After the death of Eleni, watching the change in his son's personality prompts him to be more open about himself. Later we discover that he lived in Berlin as a child just before the Second World War and that he used to be called Fischel Daniecki. He was sent to England by his mother Lotte via the kindertransport and was bullied by his peers for being German. After the war, upon hearing that the rest of his family had been murdered in the Holocaust, he took on a new identity as an Englishman in an attempt to escape his traumatic past. *Hannah Johnson is one of Leo's best friends. They met on their first day of university and gradually forged a dogged friendship. She is a lively character whose extroverted personality hides her own grief from the loss of her mother to cancer at the age of ten. Hannah stands by Leo during his mourning and remains supportive despite consequent problems and strains in their relationship. Later in the book she becomes an orphan when her father passes away, and her emotions are reciprocated by Leo's father Frank who went through a similar experience. In the end Leo and Hannah grow to love one another in respect of their personal bereavements. *Roberto Panconesi is a young Italian man who works as a lecturer in the philosophy of physics. He is popular, especially with female students, and noted for his eccentric theories and individual teaching style. A liberal and open-minded character, his opinion and description of quantam physics awes and inspires the grieving Leo, who finds a way of seeing and understanding love and the world around him through Roberto's words. Roberto also suggests that Leo writes down anything remarkable and personally relevant to him in a notebook. The novel is interspersed with a collaboration of quotes, scribbles and images on love and life depicting this notebook.",
    "genre": [
      "Romance novel",
      "Fiction",
      "Adventure novel"
    ],
    "author": ""
  },
  {
    "title": "Waking the Dead",
    "summary": " The book is a love story about two passionate liberals with vastly different approaches to their ideologies: Fielding Pierce is a lawyer and aspiring politician, and Sarah Williams is a social activist who despises the political system. During a mission to assist Chilean refugees, Williams is killed by a terrorist car-bomb. Years later, Pierce is offered the Democratic candidacy for an Illinois congressional seat, but during the campaign Pierce becomes convinced he has seen and heard Williams on several occasions. As Pierce becomes obsessed with finding out if his lost lover is alive, he is pushed to the brink of insanity and begins to fear he has become fully absorbed and changed by the political system Williams so hated.",
    "genre": [
      "Romance novel"
    ],
    "author": "Scott Spencer"
  },
  {
    "title": "Irish Thoroughbred",
    "summary": " The novel follows the relationship between Irishwoman Adelia \"Dee\" Cunnane and American Travis Grant. As the story begins, the young and penniless Dee emigrates to the United States to live with her uncle, Paddy, who works on a large horse farm. Dee's love for animals is evident, and she is given a job working alongside her uncle. Dee has a fiery temper and often argues with Travis, the wealthy farm owner; many of their arguments lead to passionate embraces. Travis later rescues Dee from an attempted rape. When Paddy suffers a heart attack, he becomes very concerned about his mortality and Dee's future. He becomes overwrought and insists that Travis take care of Dee. After privately agreeing to a temporary marriage of convenience, Travis and Dee exchange vows in Paddy's hospital room. As the story progresses, the protagonists become increasingly unhappy, with neither willing to admit their love for the other. Although still unwilling to vocalize their feelings, Dee and Travis appear more confident in their relationship after they finally consummate their marriage. Soon, however, Dee's insecurities are exploited by Travis's sophisticated former girlfriend, Margot, who has returned to the area to win him back. Dee runs away. Travis follows, and the two confess their love and resolve to make their marriage work.",
    "genre": [
      "Romance novel"
    ],
    "author": "Nora Roberts"
  },
  {
    "title": "Blanca Olmedo",
    "summary": " In this love story, Blanca Olmedo, a young women of a good family, has lost all her property thanks to the evil actions of a corrupt lawyer (Elodie Purslane/Elodio Verdolaga). This circumstance requires her to work as a governess in the house of the Moreno family, which is where she meets the love of her life, Gustavo Moreno. Three people are opposed to their love, including the evil lawyer who punishes her further from seeing Gustavo. A further barrier is created when Gustavo goes away to fight in the war. Blanca, meanwhile falls ill with being separated from Gustavo and dies dreaming of Gustavo. When he returns to find her dead, and learns of the evil conspiracy against their relationship. He commits suicide, without either of them consummating their love. Then in guilt of what they have done, one of the conspirators Doña Micaela established an orphan asylum after his death for victims of those who feel sadness and desperation and have lost the will to live.",
    "genre": [
      "Romance novel"
    ],
    "author": "Lucila Gamero de Medina"
  },
  {
    "title": "Orosa-Nakpil, Malate",
    "summary": " Orosa-Nakpil Malate is a gay themed story that revolves around a University of the Philippines, Manila Intarmed freshman by the name of John David “Dave” de Jesus who looked for fun but found love and life in the liberated world of Orosa-Nakpil streets in Malate, Manila. Dana, his Intarmed classmate and his best friend, served as his “fairy godmother” while he goes on his sexcapades in Malate. She kept him strong at and stayed at his side during his toughest times at school and in love and turned him from an innocent rural gay into an outgoing urban gay hottie. In Orosa-Nakpil, Malate, he met not only the men who spent steamy nights with him in the dark room on the second floor of Barn bar, but also the men who changed his life forever. The complexity of the story started from a high school rivalry between Dave and Michael that turned into a bitter revenge against the former. He fell in love with a guy, who turned out to be part of the big plan against him and broke his heart - big time. Another guy, who he thought he could trust, destroyed his dignity in the dark premises of a campus comfort room and was framed as the sinner - the unfaithful cock sucker. Then he met Ross, the guy who made him fall in love like he never did. He never felt more special. But then, a painful event took them apart. Ross gave him a stethoscope before he bid goodbye. Dave then, slowly and surely but not completely, moved on and became successful in his studies. He graduated with flying colors and became a doctor. Then an unexpected encounter presented shocking revelations to Dave that made everything clear to him. Why he was raped, why Ross left, why a hundred crumpled fliers containing libelous information flew towards Dave at the Barn bar 6 years ago, why Ross did something Dave never thought he could. He knew why - he knew that it was because of revenge, HIV-AIDS, and Ross’ incomparable love for Dave. Orosa-Nakpil Malate, is a story of love, hate and hope; of family, friendship and rivalry, sending great awareness about HIV-AIDS, how brutal and merciless but life-changing it is, and most especially, how to prevent yourself from being infected.",
    "genre": [
      "Romance novel"
    ],
    "author": "Louie Mar Gangcuangco"
  },
  {
    "title": "Patsy of Paradise Place",
    "summary": " When Patsy Callaghan's father discovers that her mother, Maeve, neglects her, he stops goig to sea. John Callagan buys a horse and cart and sets up as a carrier at Liverpool Docks. Patsy loves going out on the carrier with her father and Billy Grant, the boy that helps him. When one day John Callaghan is killed in an accident, and Maeave goes out again drinking binges, Billy, who is deeply in love with Patsy, helps her continue the business. Patsy falls in love with Bruno Alvarez a handsome fairground showman, and believes he is going to marry her and will travel to Spain together. When Patsy brings him to meet Maeve, he stays for the night and the next morning, Patsy finds Bruno and Maeve in bed together. Billy comforts her and tries to calm her down, until they end up making love. But when Maeve finds out that Patsy is pregnant, she throws her out of the house. Patsy hides in the stables and Billy takes care of the baby, Liam, when he is born. While she is hiding in the stables, Billy has an accident and is crippled. Unable to find Bruno, Patsy lives with Billy's family. As Liam gets older, Patsy starts working as a nurse. When Liam develops tuberculosis, Patsy decides to find Bruno and discovers that he and her mother went off together. Eventually, Liam dies and Patsy is once more depressed. Billy comforts her again, and she realises how much she loves him. They decide to open a new business on their own and get married.",
    "genre": [
      "Romance novel"
    ],
    "author": "Rosie Harris"
  },
  {
    "title": "The Last Song",
    "summary": " Veronica “Ronnie” Miller’s life was turned upside down when her parents divorced and her father, Steve, moved to Wrightsville, North Carolina. Three years later, she remains distant from her parents, particularly Steve, until her mother decides it would be everyone’s best interest if she and her brother spent the summer with him. Resentful and rebellious, Ronnie rejects Steve’s attempts to reach out to her and threatens to return to New York before the summer’s end. But soon Ronnie meets Will, the last person she thought she’d ever be attracted to, and finds herself falling for him, opening herself up to the greatest happiness – and pain – that she has never known. Ronnie finds out that Steve has stomach cancer. She and her brother, Jonah, finish the window that Jonah started with Steve for the church. Jonah goes back to New York with their mother, but Ronnie stays back with Steve until his death. She completes the song on the piano that he began to write. She and Will part after the funeral and she believes that they will never meet properly again, she thought it was over, but after Christmas, he transfers and goes to college in New York, near where Ronnie goes to college, so he can spend more time with Ronnie.",
    "genre": [
      "Romance novel"
    ],
    "author": "Nicholas Sparks"
  },
  {
    "title": "The Adventures of Harry Richmond",
    "summary": " Richmond Roy, or Roy Richmond, is the ne'er-do-well son of an actress and an unnamed member of the royal family. He has taken up the trade of singing teacher, and in this capacity is employed by Squire Beltham, one of whose two daughters he seduces and elopes with. Having given birth to Harry Richmond the daughter dies. Squire Beltham and his other daughter, Dorothy, obtain custody of Harry after a prolonged struggle with Roy. Harry runs away from school and ends up in Germany, where he happens upon his father, now living at the courts of various German princes, with intervals in debtors' prisons. Harry falls in love with Princess Ottilia, but he is once more returned to the care of his grandfather, who promises to make Harry heir to his fortune of £20,000 a year if he will marry local girl Janet Ilchester. Harry will have none of this, and goes back to the Continent to pursue his princess, only to find that she has married a German prince. Since Janet is now engaged to an English marquess, and Squire Beltham has left his grandson a measly £3000, Harry seems to have got the worst of both worlds. Happily, Janet has second thoughts about the marquess and marries Harry instead. The story ends with a disastrous fire, in which Roy dies while trying to save Dorothy Beltham's life.",
    "genre": [
      "Romance novel",
      "Adventure novel",
      "Picaresque novel"
    ],
    "author": "George Meredith"
  },
  {
    "title": "\\\\\"Uncle Tom's Cabin\\\\\" Contrasted with Buckingham Hall, the Planter's Home",
    "summary": " The novel follows Eugene Buckingham, the only son of a South Carolina planter, as he crosses paths with Julia Tennyson, a Scottish American journalist who has written a number of pamphlets under various pseudonyms. What begins as mutual friendship eventually evolves into love, despite the anxieties of the opposing fathers. Col. Buckingham - Eugene's father and a (fictional) descendant of the Duke of Buckingham - contests the partnership on the grounds that Julia has written pamphlets degrading all planters as vicious sadists, even though he is not. Likewise Dr. Tennyson - Julia's father and a Scotsman - objects because he supports the view of all planters as violent and cruel. The Tennysons eventually make their way to South Carolina from New York, and after several philosophical discussions regarding American slavery, Eugene and Julia are allowed to marry. The story ends as the newlyweds embark on a ship to England for their honeymoon.",
    "genre": [
      "Romance novel"
    ],
    "author": ""
  },
  {
    "title": "Natani",
    "summary": " Natani alternates between the present and the past, a reflection of the protagonist’s life as he converses with a stranger. A love story between the protagonist, Fouad, and his first love, Zahra, it is romantic with hints of comedy and dramatic undertones simultaneously. The novel spans one night in a hotel lobby in Paris, France, and it is interlaced with flashbacks from Fouad's adolescence in Qom, Iran. A native of Iran, Fouad lives in London and is in Paris to meet his girlfriend. Prior to her arrival, he becomes transfixed by an elegant woman who enters the hotel lobby. Her appearance reminds him of Zahra, and what it felt like to fall in love. Fouad's girlfriend arrives, and they have dinner, and later, Fouad finds himself restless and unable to sleep. He returns to the lobby only to find the woman he saw earlier. He begins talking to her about his life growing up as the son of an ayatollah in the restrictive religious society of Iran. The narrative continues to alternate between their conversation and his flashbacks until the following morning. Fouad offers that one’s hometown is not where one lives, but where one \"gives birth\". This is how Paris and Qom, in Fouad’s mind, stand isolated on two opposite sides of the world.",
    "genre": [
      "Romance novel"
    ],
    "author": ""
  },
  {
    "title": "O Terceiro Travesseiro",
    "summary": " O Terceiro Travesseiro covers the true story of a love triangle formed by three youths - two boys and a girl. Marcus is a teenager who finds himself hopelessly in love with Mr Renato, who soon ends up delivering also the passion, which is disturbed by the appearance of Beatrice in their lives (and relationship). The relationship intensifies and the three decide to share the same apartment, the same bed and even love. However, in the first day of this new life, Renato dies in a car accident and leaves Marcus in a fight like no other.",
    "genre": [
      "Romance novel"
    ],
    "author": ""
  },
  {
    "title": "At First Sight",
    "summary": " Where At First Sight begins its story is after Jeremy’s proposal. The books setting begins in New York City as Lexie and Jeremy are preparing to move Jeremy to their future home, Boone Creek. Lexie is making Jeremy keep the baby a secret from his family and friends and the residents of Boone Creek until after the wedding, because she doesn’t want people to get the wrong impression of why he and Lexie have decided to get married after only a few weeks of knowing each other. The only people that know of the pregnancy are Jeremy’s long time best friend Alvin, and Lexie's grandmother, Dorris. When Jeremy and Lexie return to Boone Creek, Jeremy finds himself unable to find the inspiration to write any new columns for his magazine. This adds to the stress of buying a new house for his new family and having a child on the way. Dorris tries to help Jeremy with this problem by giving him her book. Dorris is the town psychic and has the specialty of predicting the sex of a newborn baby, and records it all in her book. Dorris suggests that Jeremy try to write about the journal for a new column. Rodney is a character featured in True Believer as a longtime friend of Lexie that has been after her for years until Jeremy came along. By the end of the previous novel he starts to be interested in he and Lexis other longtime friend, Rachel. By this book they are an established couple, who have been having problems in their relationship. Rachel feels as though Rodney is still not over Lexie, and would be with her if she weren’t marrying Jeremy. One day Jeremy finds Lexie sitting alone with Rodney talking and holding hands. He immediately feels this is suspicious but tries to tell himself that it was nothing and he was simply making it into something it wasn’t, even if Rodney had been after Lexie for years. Jeremy later confronts Lexie about what she had done that day, in which case she fails to mention anything about seeing Rodney that day. Jeremy receives an anonymous email saying only “how do you know the baby is yours?” This paired with his supposed inability to conceive leaves Jeremy with his mind racing, suspecting it may have been someone else’s, Rodney’s in particular, but once again reminding himself that Lexie wasn’t capable of such a thing and that nothing had ever become of her and Rodney, and he decides to not tell Lexie. Sometime later, Rachel runs off for a few days without telling anyone, leaving Rodney Dorris and Lexie all feeling worried. Lexie cancels her dinner plans with Jeremy and says she is going over to Dorris’ house to talk and comfort her, but when Jeremy checks up on her he finds her car at Rodney’s instead. Feeling angry that Lexie had once again lied went to her house and waited outside for her to get back. When she returns he confronts her about Rodney and Lexie explains that she went over to her grandmothers like she said and then decided to console Rodney. They have a heated argument and Jeremy goes back to the local motel where he had been staying. When he gets back, Jeremy receives a second anonymous email, this time saying “she hasn’t told you yet? It’s in Dorris’ book.” Moments later, Lexie shows up crying and the two end up working things out. Jeremy still does not tell Lexie about the emails, not yet knowing what to say or make of them. Jeremy searches for what the email might be referring to, and after numerous times going through and analyzing the book, he finds it; a prediction from 4 years earlier of a miscarriage with Lexies initials and the name of the father. Jeremy is angered that Lexie had never told him of this and feels she has lied to him for the third time. The two end up in an even more heated argument after closing on their new house, and this time when Jeremy leaves he’s heading back to New York City for his bachelor party. There he discovers the sender of the anonymous emails was his best friend, Alvin who doesn’t want the couple to get married after such a short period of time. Jeremy learns that when Rachel ran away, she had gone to New York City and visited Alvin, who she had met in the previous novel, and spilled the secret about Lexies’ previous miscarriage and the documentation of it in the journal, and that’s how Alvin knew of it. Jeremy is furious telling Alvin he never wants to hear from him again, and gets the next flight back to Boone creek. When Jeremy returns, he and Lexie have a long talk and both admit that they were both wrong, and Jeremy fills her in on the emails, Alvin, and Rachel. Everything is explained from then that the baby was in fact, despite the odds, definitely Jeremy’s’ and that there was nothing between Lexie and Rodney. Rachel avoids Lexie and Dorris for a short time until finally coming to Lexies house, apologizing and explaining how she accidentally told Alvin about the pregnancy and they make up. They have a wonderful wedding a short time later where Lexis deceased parents were married. When Jeremy and Lexie go to their ultrasound appointment, they learn that an amniotic band threatened their baby with possible deformities if it were to attach, or even its life. Jeremy and Lexie spend the last ten weeks of her pregnancy in fear and distress over the news. Lexie tells Jeremy that they can move to New York for Jeremy, in hopes of Jeremy finding inspiration to write again. Jeremy briefly thinks on this offer and quickly turns down her offer. Moments later, Jeremy finds inspiration to write his next column and his writing rut was over. Lexie wakes Jeremy up early in the morning to inform him that she was in labor. With this news Jeremy freaks out like any expecting father and was a mess for the whole experience. Lexie successfully delivers their daughter, Claire, named after Lexis deceased mother; however Lexie dies immediately after giving birth, leaving her grandmother Doris and Jeremy in anguish and Jeremy, a widowed parent.",
    "genre": [
      "Romance novel"
    ],
    "author": "Nicholas Sparks"
  },
  {
    "title": "Humsafar",
    "summary": " The novel begins with the arrival of a bitter and angry Khirad Hussain at Ashar Hussain’s office. Khirad informs Ashar that her daughter Hareem is a patient of congenital heart disease and requires immediate open heart surgery. As Ashar is Hareem’s biological father and a rich businessman, it is Hareem’s legal right that he provides her with the care and money she needs, since she is unable to afford Hareem’s medical treatment (Khirad lives in relative poverty but still provides the best she can for her daughter, however her surgery is so expensive that it is out of her reach). Furthermore, Khirad also threatens Ashar that she could easily get a DNA test ordered from a court. Khirad leaves with Ashar all the legal documents (including her current address and phone number) on his desk. Her presence leaves Ashar in a daze, anger and complete shock, and he is so taken aback to see her standing in front of him that he does not realizes the weight of all the things she said and left with him. He leaves his office without touching or even looking at all the files and the picture of his daughter. It is revealed that Ashar has not seen Khirad in almost four and half years and for unknown reasons (which are revealed later in the novel) she left him heartbroken and filled with anger and he now has nothing but hate for her. Ashar reflects back on the unusual circumstances that lead them to getting married without each others consent, the development of their married life and the passionate love that they shared once a long time ago. The novel then switches to present where Khirad is eagerly waiting to hear back from Ashar. When he does not contact her for five days, Khirad concludes that he is cruel and vain and all her efforts to contact him are fruitless as they were 4 years ago. In the meantime, Ashar’s friends notice he is extremely distracted at work and at home his mother confronts him that he needs to stop living in the past and he needs to get over Khirad and all the hurt and pain she hurled at him. The next day Ashar goes to the hospital to visit a friend who had a heart attack. While walking towards the door, a toy falls at his feet and a little girl walks to get her toy. When Ashar picks up and hands the toy to her, she puts her hands on her face and exclaims “app papa hain; app photo walay papa hain!” (You are my dad; You are my dad from the picture!). Ashar is extremely confused and turns to look at the mother of the child who is walking towards him who is none other than Khirad. Khirad takes Hareem away towards the cardiologist’s office. Ashar at that moment weighs in the purpose of Khirad’s meeting with him. His anger and hate for Khirad grows even stronger because she kept his child away from him. He was unaware that she was pregnant and had a daughter. At that moment Ashar decides that he is going to take his daughter with him so Hareem can live with him in a better place, although he can’t separate her from her mother as she is too young and extremely sick. He will also provide her with the best treatment possible. Ashar and Khirad tolerate each other for their daughter's sake and start living together in a separate apartment that Ashar rented out for Hareem. The rest of the story continues to reveal what occurred between Ashar and Khirad, the misunderstandings which lead to them to be separated, the intensity of the relationship that they have with Hareem and if they can ever resolve their differences and understand each other better.",
    "genre": [
      "Romance novel"
    ],
    "author": "Farhat Ishtiaq"
  },
  {
    "title": "The Good Muslim",
    "summary": " The central characters of the novel is Maya and Sohail. While A Golden Age tells their story before and during the liberation war of Bangladesh, the Good Muslim tells their story a decade after the war. Separated during the war, Maya met her brother, Sohail a decade after the war. Meantime, Sohail became a charismatic religious leader whereas Maya was trying to peruse her revolutionary ideals. When Sohail decided to send his son to a madrasa, a conflict grew between brother and sister and the conflict leads the story to a devastating climax.",
    "genre": [
      "Romance novel",
      "Historical novel"
    ],
    "author": "Tahmima Anam"
  }
]