[
  {
    "title": "Guy Domville",
    "summary": " The play is set in 1780s England. Frank Humber proposes marriage to the widow Mrs. Peverel, whose son is tutored by Guy Domville. The tutor Domville is planning to become a Catholic priest but learns that he is the last of his family. He starts to believe that it is his duty to marry and carry on the family line. When Mrs. Peverel rejects Humber's proposal, Frank suspects she may be in love with Domville. Guy is later about to wed Mary Brasier, but she really loves Lieutenant George Round. Once he understands the situation, Guy refuses to go through with the marriage and instead helps Mary and George elope. Domville also realizes that Frank Humber and Mrs. Peverel are in love, and commends them to each other. He will enter the priesthood, as he previously planned.",
    "genre": [
      "Play"
    ],
    "author": "Henry James"
  },
  {
    "title": "The Wizard of Oz",
    "summary": " A little girl named Dorothy Gale lives in the midst of the great Kansas prairies with her Aunt Em, her Uncle Henry and her little dog, Toto. One day, while she is playing with her pet cow Imogene, things are broken up by a fierce whirlwind. Dorothy and Toto take shelter in the farmhouse, which is carried far away into the clouds. Meanwhile in the hamlet of Center Munch, the little Munchkins dance around their maypole not noticing that Dorothy's house has fallen to earth and killed the Wicked Witch of the East. Dorothy opens the front door and marvels at the strange Land of Oz. The Good Witch of the North awards Dorothy with a magic ring, good for three wishes and can summon the Good Witch of the South at any time. The Good Witch then waves her wand and a pair of beautiful shoes appear on Dorothy's feet, she tells Dorothy that if she wants to get home, she must ask the Wizard of Oz to help her. After a while, everyone exits and Dorothy is left alone with a Scarecrow, hung on a pole. She wishes she had someone to talk to, and the Scarecrow comes to life. He gets down off his pole and complains that he has no brain. Dorothy suggests that she join him on the road to the Emerald City and he sings \"Alas for the Man Without Brains\". Dorothy and the Scarecrow come upon the Tin Woodsman, who has rusted playing his piccolo. As it turns out, the Woodman's real name is Niccolo Chopper. He explains that the Wicked Witch of the West took his heart, so he cannot love Cynthia, who is his girlfriend. He joins the others in the hope of receiving one from the Wizard, and return to Cynthia. The Keeper of the Gates patrols outside the Emerald City. Sir Wiley Gyle enters. He is a mad old inventor who scorns all magic ever since his mother died. After being sent to prison for murdering his wife, the travelers enter the Emerald City. The Wizard gives the Scarecrow a brain and the Tin Woodman a heart. He declares this the greatest of all his achievements and calls for a celebration. The Ball of All Nations is thrown, in which anywhere up to twelve songs are sung by various characters. The Wizard performs a basket trick in which Pastoria is the mark. In the middle of the trick he claims his right to the throne and overthrows the Wizard. A great commotion breaks out, with the Wizard escaping in a hot air balloon. Dorothy, still longing for home, sets off with her companions to the castle of Glinda the Good Witch of the South. End of Act Two. Dorothy and her friends arrive at the palace and are welcomed. There are great celebrations, with Glinda promising to send Dorothy home. The whole cast rushes out from the wings and sings the finale. Romayne Whiteford portrayed Glinda early in the run as well as Doris Mitchell and Ella Gilroy, but the character appears to have been written out in subsequent productions.",
    "genre": [
      "Play"
    ],
    "author": "Glen MacDonough"
  },
  {
    "title": "Professional Foul",
    "summary": " The play begins by introducing Anderson, a Cambridge don and professor of Philosophy, en route to a philosophical colloquium in Prague. He is soon joined by McKendrick, another professor of Philosophy headed towards the colloquium, who forces conversation upon the reluctant and detached Anderson. During their conversation in the opening scene, the themes of politics and philosophy are established as being central to the play. In the hotel lobby in Prague Anderson is introduced to another philosopher, Chetwyn, and spots two English footballers, Crisp and Broadbent, who are there for a World Cup qualifying match against Czechoslovakia. Whilst in his room, Hollar, a former student of Anderson's, comes to the door and asks Anderson to smuggle an essay out of the country which claims that the ethics of the individual should be the basis of the ethics of the state, an ideal contradicted by the Czechoslovakian Communist model. Although he objects to smuggling the thesis out of the country on the grounds of \"good manners\" and a breach of the implied contract between himself and the Czechoslovakian government, Anderson agrees to drop the thesis at Hollar's flat the next day, rather than allow Hollar to run the risk of being caught with dissident material by the police. The next morning sees an encounter between Anderson and the two footballers, Crisp and Broadbent. The conversation reveals Anderson's ulterior motive for coming to Czechoslovakia and his lack of interest in philosophical discussion: he is there to watch the football. It is in this scene that McKendrick mistakes the two footballers for philosophers. In the next scene, Anderson and McKendrick talk to each other about the football match with the thesis of linguistic philosopher Professor Stone as a backdrop. The limitations of linguistic philosophy are indicated here, as well as Anderson's ability to think on his feet. Anderson leaves the colloquium early to return Hollar's thesis to him before heading to the football match, however he is accosted by several police officers who prevent him from leaving the Hollar flat upon entry. It is revealed that on his way from the hotel back to his home, Pavel Hollar was arrested. At this point Anderson is now late for the football match so the police permit him to listen to the match on the radio. The action from the football match parallels events in the flat: Broadbent commits a professional foul on a Czechoslovakian footballer just as the police commit their own professional foul by planting foreign currency in the Hollar residence in order to justify their arrest of an outspoken critic of the government. Eventually permitted to leave, the exhausted Anderson returns to the hotel where he overhears match reports being read by two different English journalists. At dinner that evening, McKendrick introduces the idea of a \"Catastrophe Theory\" as well as inadvertently providing a philosophical criticism of the actions of Anderson, angering the protagonist. It is learned here that Chetwyn, like Anderson, had an ulterior motive for travel to Czechoslovakia. Mrs Hollar then comes to the hotel and Anderson departs the dinner conversation to talk with her. In the street, Sacha, Pavel Hollar's young son explains what is happening in broken English. On observation of the emotional plight of the two, Anderson vows to do all he can to help. Anderson spends the evening thinking about his situation, eventually going to borrow Grayson's typewriter where he interrupts a drunken McKendrick lecturing an unimpressed crowd, including the footballers. McKendrick's criticisms of Broadbent's actions in the football match lead the footballer to punch McKendrick, knocking him out. At the colloquium the next day Anderson delivers a lecture which he wrote the evening before. The paper is not the one which he had earlier agreed to present, but one which speaks of the conflicts between the rights of individuals and the rights of the community, an allusion to his experiences in Czechoslovakia with Hollar. The colloquium's Chairman stops the potentially damaging criticism by staging a false fire alarm. In the play's penultimate scene, Anderson and Chetwyn's luggage is meticulously searched by officials whilst McKendrick breezes through. Nothing is found on Anderson, leading to questions surrounding the whereabouts of Hollar's thesis, however Chetwyn is found to be smuggling letters to Amnesty International and is detained. The final scene is similar to the way in which the play began. On the plane Anderson and McKendrick discuss the fate of Chetwyn and the events of the weekend. It is then revealed by Anderson that he took advantage of McKendrick's \"Catastrophe Theory\" by placing Hollar's thesis in McKendrick's bag whilst he was unconscious. In spite of McKendrick's role in Anderson's decision to commit his own professional foul, McKendrick is furious. Anderson concedes that McKendrick's anger is justified, but concludes by saying that ethical philosophy can be very complicated.",
    "genre": [
      "Play"
    ],
    "author": "Tom Stoppard"
  },
  {
    "title": "The Amen Corner",
    "summary": " The play addresses themes of the role of a church in an African-American family and the effect of a poverty born of racial prejudice on an African-American community. The Amen Corner takes place in two settings: a ‘‘corner’’ church in Harlem and the apartment dwelling of Margaret Alexander, the church pastor, and of her son, David, and sister Odessa. After giving a fiery Sunday morning sermon, Margaret is confronted by the unexpected arrival of her long estranged husband, Luke, who collapses from illness shortly thereafter. Their son, David, along with several elders of the congregation, learn from Luke that, while Margaret had led everyone to believe that he had abandoned her with their son years ago, it was in fact Margaret who had left a dysfunctional Luke and pursued a religious life. This information precipitates confrontations between Margaret and her son, her congregation, and her estranged husband, regarding what they perceive as the hypocritical nature of her religious convictions, and the breakup of her family. After an important conversation with his dying father, David informs Margaret that he is leaving home to pursue his calling as a jazz musician. On his deathbed, Luke declares to Margaret that he has always loved her, and that she should not have left him. Finally, Margaret’s congregation decides to oust her, based on their perception that she unjustly ruined her own family in the name of religion. Only after losing her son, her husband, and her congregation, does Margaret finally realize that she should not have used religion as an excuse to escape the struggles of life and love, but that ‘‘To love the Lord is to love all His children—all of them, everyone!—and suffer with them and rejoice with them and never count the cost!’’",
    "genre": [
      "Play"
    ],
    "author": "James Baldwin"
  },
  {
    "title": "Blues for Mister Charlie",
    "summary": " In a small Southern town, a white man murders a black man, then throws his body in the weeds. In the aftermath of Richard Henry's murder, the trial of store owner Lyle Britten gives way to a reflection upon racism in America. The play is loosely based on the Emmett Till murder that occurred in Money, Mississippi, before the Civil Rights Movement began. \"Mister Charlie\" is a phrase used by African Americans that refers to the white man.",
    "genre": [
      "Play"
    ],
    "author": "James Baldwin"
  },
  {
    "title": "The Ointment Seller",
    "summary": " There are two extant fragments of this manuscript. This plot summary pertains to \"The Museum Fragment (Musejní Zlomek).\" The play begins with Rubin approaching the Merchant and telling him that he will gladly serve him if the Merchant gives him a pot of barley porridge and three new spoons. The Merchant agrees to provide these goods if Rubin helps him find a place to set up a stall to sell his ointments. Rubin then starts to sing a song with Pusterpalk extolling the virtues of the Merchant's ointments, and continues after the song to praise the Merchant and his ability to cure sicknesses of all kinds. Rubin runs off amongst the people and the Merchant, not able to find him, calls for him repeatedly. When Rubin returns to him, the Merchant asks him to take out the ointments and enumerate them for him. Among these ointments is one that is \"so precious that neither Vienna nor Prague has it: A young lady made it all out of gnat lard, she added a few farts to it so that it should not quickly spoil; that's the one all praise most keenly.\" The Merchant suggests after some time that they should set up their stall somewhere else since no customers are coming. Rubin then tells him that he has heard that there are three ladies in town seeking good ointments. The three ladies - all named Mary - are standing in the crowd and Rubin calls them over. The Marys ask for ointment to anoint their Lord Jesus Christ's body. At this point Abraham appears carrying his son Isaac and asks the Merchant to heal him and make him rise from the dead. The Merchant agrees but only if Abraham gives him gold and his daughter, to which Abraham agrees. The Merchant proceeds to pour feces over Isaac's backside. Isaac then rises and gives thanks to the Merchant for healing him. The Marys continue to request ointment to anoint Jesus Christ. The Merchant asks for two talents of gold instead of three as usual and the Merchant's wife then yells angrily at him for offering the ointment for less gold, blaming him for their poverty. To his wife's outburst, the Merchant exclaims: \"I would advise you to stop, to let me be in peace. And if you do not stop it maybe you will rise and go away from me in tears. Busy yourself with your distaff at once, or I will punch you in the face!\" Rubin and Pusterpalk then have a conversation about their lineage and get into an argument, whereby the Merchant tells the Marys not to pay attention to their fighting. This is how the Museum Fragment ends.",
    "genre": [
      "Play"
    ],
    "author": ""
  }
]