[
  {
    "title": "The Plague",
    "summary": " The text of The Plague is divided into five parts. In the town of Oran, thousands of rats, initially unnoticed by the populace, begin to die in the streets. A hysteria develops soon afterward, causing the local newspapers to report the incident. Authorities responding to public pressure order the collection and cremation of the rats, unaware that the collection itself was the catalyst for the spread of the bubonic plague. The main character, Dr. Bernard Rieux, lives comfortably in an apartment building when strangely the building's concierge, M. Michel, a confidante, dies from a fever. Dr. Rieux consults his colleague, Castel, about the illness until they come to the conclusion that a plague is sweeping the town. They both approach fellow doctors and town authorities about their theory, but are eventually dismissed on the basis of one death. However, as more and more deaths quickly ensue, it becomes apparent that there is an epidemic. Authorities, including the Prefect, M. Othon, are slow to accept that the situation is serious and quibble over the appropriate action to take. Official notices enacting control measures are posted, but the language used is optimistic and downplays the seriousness of the situation. A \"special ward\" is opened at the hospital, but its 80 beds are filled within three days. As the death toll begins to rise, more desperate measures are taken. Homes are quarantined; corpses and burials are strictly supervised. A supply of plague serum finally arrives, but there is only enough to treat existing cases and the country's emergency reserves are depleted. When the daily number of deaths jumps to 30, the town is sealed and an outbreak of plague is officially declared. The town is sealed off. The town gates are shut, rail travel is prohibited, and all mail service is suspended. The use of telephone lines is restricted only to \"urgent\" calls, leaving short telegrams as the only means of communicating with friends or family outside the town. The separation affects daily activity and depresses the spirit of the townspeople, who begin to feel isolated and introverted, and the plague begins to affect various characters. One character, Raymond Rambert, devises a plan to escape the city to join his lover in Paris after city officials refuse his request to leave. He befriends some criminals so that they may smuggle him out of the city. Another character, Father Paneloux, uses the plague as an opportunity to advance his stature in the town by suggesting that the plague was an act of God punishing the citizens' sinful nature. His diatribe falls on the ears of many citizens of the town, who turned to religion in droves but would not have done so under normal circumstances. Cottard, a criminal remorseful enough to attempt suicide yet fearful of being arrested, becomes wealthy as a major smuggler. Meanwhile, Dr. Rieux, a vacationer Jean Tarrou, and a civil servant Joseph Grand exhaustively treat patients in their homes and in the hospital. Rambert informs Tarrou of his escape plan, but when Tarrou tells him that others in the city, including Dr. Rieux, also have loved ones outside the city whom they are not allowed to see, Rambert becomes sympathetic and changes his mind. He then decides to join Tarrou and Dr. Rieux to help fight the epidemic. In mid-August, the situation continues to worsen. People try to escape the town, but some are shot by armed sentries. Violence and looting break out on a small scale, and the authorities respond by declaring martial law and imposing a curfew. Funerals are conducted with more and more speed, no ceremony, and little concern for the feelings of the families of the deceased. The inhabitants passively endure their increasing feelings of exile and separation; despondent, they waste away emotionally as well as physically. In September and October, the town remains at the mercy of the plague. Rieux hears from the sanatorium that his wife's condition is worsening. He also hardens his heart regarding the plague victims so that he can continue to do his work. Cottard, on the other hand, seems to flourish during the plague, because it gives him a sense of being connected to others, since everybody faces the same danger. Cottard and Tarrou attend a performance of Gluck's opera Orpheus and Eurydice, but the actor portraying Orpheus collapses with plague symptoms during the performance. Rambert finally has a chance to escape, but he decides to stay, saying that he would feel ashamed of himself if he left. Towards the end of October, Castel's new anti-plague serum is tried for the first time, but it cannot save the life of Othon's young son, who suffers greatly, as Paneloux, Rieux, and Tarrou look on in horror. Paneloux, who has joined the group of volunteers fighting the plague, gives a second sermon. He addresses the problem of an innocent child's suffering and says it is a test of a Christian's faith, since it requires him either to deny everything or believe everything. He urges the congregation not to give up the struggle but to do everything possible to fight the plague. A few days after the sermon, Paneloux is taken ill. His symptoms do not conform to those of the plague, but the disease still proves fatal. Tarrou and Rambert visit one of the isolation camps, where they meet Othon. When Othon's period of quarantine ends, he elects to stay in the camp as a volunteer because this will make him feel less separated from his dead son. Tarrou tells Rieux the story of his life, and the two men go swimming together in the sea. Grand catches the plague and instructs Rieux to burn all his papers. But Grand makes an unexpected recovery, and deaths from the plague start to decline. By late January, the plague is in full retreat, and the townspeople begin to celebrate the imminent opening of the town gates. Othon, however, does not escape death from the disease. Cottard is distressed by the ending of the epidemic, from which he has profited by shady dealings. Two government employees approach him, and he flees. Despite the epidemic's ending, Tarrou contracts the plague and dies after an heroic struggle. Rieux's wife also dies. In February, the town gates open and people are reunited with their loved ones from other cities. Rambert is reunited with his wife. Rieux reveals that he is the narrator of the chronicle and that he tried to present an objective view of the events. Cottard goes mad and shoots at people from his home. He is arrested. Grand begins working on his sentence again. Rieux reflects on the epidemic and reaches the conclusion that there is more to admire than to despise in humans.",
    "genre": [
      "Existentialism",
      "Fiction",
      "Absurdist fiction",
      "Novel"
    ],
    "author": "Albert Camus"
  },
  {
    "title": "The Myth of Sisyphus",
    "summary": " The essay is dedicated to Pascal Pia and is organized in four chapters and one appendix. Camus undertakes to answer what he considers to be the only question of philosophy that matters: Does the realization of the meaninglessness and absurdity of life necessarily require suicide? He begins by describing the absurd condition: much of our life is built on the hope for tomorrow yet tomorrow brings us closer to death and is the ultimate enemy; people live as if they didn't know about the certainty of death; once stripped of its common romanticisms, the world is a foreign, strange and inhuman place; true knowledge is impossible and rationality and science cannot explain the world: their stories ultimately end in meaningless abstractions, in metaphors. \"From the moment absurdity is recognized, it becomes a passion, the most harrowing of all.\" It is not the world that is absurd, nor human thought: the absurd arises when the human need to understand meets the unreasonableness of the world, when \"my appetite for the absolute and for unity\" meets the inability of \"reducing this world to a rational and reasonable principle.\" He then characterizes a number of philosophies that describe and attempt to deal with this feeling of the absurd, by Heidegger, Jaspers, Shestov, Kierkegaard, and Husserl. All of these, he claims, commit \"philosophical suicide\" by reaching conclusions that contradict the original absurd position, either by abandoning reason and turning to God, as in the case of Kierkegaard and Shestov, or by elevating reason and ultimately arriving at ubiquitous Platonic forms and an abstract god, as in the case of Husserl. For Camus, who set out to take the absurd seriously and follow it to its final conclusions, these \"leaps\" cannot convince. Taking the absurd seriously means acknowledging the contradiction between the desire of human reason and the unreasonable world. Suicide, then, also must be rejected: without man, the absurd cannot exist. The contradiction must be lived; reason and its limits must be acknowledged, without false hope. However, the absurd can never be accepted: it requires constant confrontation, constant revolt. While the question of human freedom in the metaphysical sense loses interest to the absurd man, he gains freedom in a very concrete sense: no longer bound by hope for a better future or eternity, without a need to pursue life's purpose or to create meaning, \"he enjoys a freedom with regard to common rules\". To embrace the absurd implies embracing all that the unreasonable world has to offer. Without a meaning in life, there is no scale of values. \"What counts is not the best living but the most living.\" Thus, Camus arrives at three consequences from the full acknowledging of the absurd: revolt, freedom and passion. How should the absurd man live? Clearly, no ethical rules apply, as they are all based on higher powers or on justification. \"Integrity has no need of rules.\" 'Everything is permitted' \"is not an outburst of relief or of joy, but rather a bitter acknowledgment of a fact.\" Camus then goes on to present examples of the absurd life. He begins with Don Juan, the serial seducer who lives the passionate life to the fullest. \"There is no noble love but that which recognizes itself to be both short-lived and exceptional.\" The next example is the actor, who depicts ephemeral lives for ephemeral fame. \"He demonstrates to what degree appearing creates being.\" \"In those three hours he travels the whole course of the dead-end path that the man in the audience takes a lifetime to cover.\" Camus' third example of the absurd man is the conqueror, the warrior who forgoes all promises of eternity to affect and engage fully in human history. He chooses action over contemplation, aware of the fact that nothing can last and no victory is final. Here Camus explores the absurd creator or artist. Since explanation is impossible, absurd art is restricted to a description of the myriad experiences in the world. \"If the world were clear, art would not exist.\" Absurd creation, of course, also must refrain from judging and from alluding to even the slightest shadow of hope. He then analyzes the work of Dostoyevsky in this light, especially The Diary of a Writer, The Possessed and The Brothers Karamazov. All these works start from the absurd position, and the first two explore the theme of philosophical suicide. But both The Diary and his last novel, The Brothers Karamazov, ultimately find a path to hope and faith and thus fail as truly absurd creations. In the last chapter, Camus outlines the legend of Sisyphus who defied the gods and put Death in chains so that no human needed to die. When Death was eventually liberated and it came time for Sisyphus himself to die, he concocted a deceit which let him escape from the underworld. Finally captured, the gods decided on his punishment: for all eternity, he would have to push a rock up a mountain; upon reaching the top, the rock would roll down again leaving Sisyphus to start over. Camus sees Sisyphus as the absurd hero who lives life to the fullest, hates death and is condemned to a meaningless task. Camus presents Sisyphus's ceaseless and pointless toil as a metaphor for modern lives spent working at futile jobs in factories and offices. \"The workman of today works every day in his life at the same tasks, and this fate is no less absurd. But it is tragic only at the rare moments when it becomes conscious.\" Camus is interested in Sisyphus' thoughts when marching down the mountain, to start anew. This is the truly tragic moment, when the hero becomes conscious of his wretched condition. He does not have hope, but \"[t]here is no fate that cannot be surmounted by scorn.\" Acknowledging the truth will conquer it; Sisyphus, just like the absurd man, keeps pushing. Camus claims that when Sisyphus acknowledges the futility of his task and the certainty of his fate, he is freed to realize the absurdity of his situation and to reach a state of contented acceptance. With a nod to the similarly cursed Greek hero Oedipus, Camus concludes that \"all is well,\" indeed, that \"[o]ne must imagine Sisyphus happy.\" The essay contains an appendix titled \"Hope and the Absurd in the work of Franz Kafka\". While Camus acknowledges that Kafka's work represents an exquisite description of the absurd condition, he maintains that Kafka fails as an absurd writer because his work retains a glimmer of hope.",
    "genre": [
      "Existentialism"
    ],
    "author": "Albert Camus"
  },
  {
    "title": "Steppenwolf",
    "summary": " The book is presented as a manuscript by its protagonist, a middle-aged man named Harry Haller, who leaves it to a chance acquaintance, the nephew of his landlady. The acquaintance adds a short preface of his own and then has the manuscript published. The title of this \"real\" book-in-the-book is Harry Haller's Records (For Madmen Only). As it begins, the hero is beset by reflections on his being ill-suited for the world of everyday, regular people, specifically for frivolous bourgeois society. In his aimless wanderings about the city he encounters a person carrying an advertisement for a magic theatre who gives him a small book, Treatise on the Steppenwolf. This treatise, cited in full in the novel's text as Harry reads it, addresses Harry by name and strikes him as describing himself uncannily. It is a discourse of a man who believes himself to be of two natures: one high, the spiritual nature of man; while the other is low, animalistic, a \"wolf of the steppes\". This man is entangled in an irresolvable struggle, never content with either nature because he cannot see beyond this self-made concept. The pamphlet gives an explanation of the multifaceted and indefinable nature of every man's soul, which Harry is either unable or unwilling to recognize. It also discusses his suicidal intentions, describing him as one of the \"suicides\"; people who, deep down, knew they would take their own life one day. But to counter that, it hails his potential to be great, to be one of the \"Immortals\". The next day Harry meets a former academic friend with whom he had often discussed Oriental mythology, and who invites Harry to his home. While there, Harry is disgusted by the nationalistic mentality of his friend, who inadvertently criticizes a column Harry wrote. In turn, Harry offends the man and his wife by criticizing the wife's picture of Goethe, which Harry feels is too thickly sentimental and insulting to Goethe's true brilliance. This episode confirms to Harry that he is, and will always be, a stranger to his society. Trying to postpone returning home (where he has planned suicide), Harry walks aimlessly around the town for most of the night, finally stopping to rest at a dance hall where he happens on a young woman, Hermine, who quickly recognizes his desperation. They talk at length; Hermine alternately mocks Harry's self-pity and indulges him in his explanations regarding his view of life, to his astonished relief. Hermine promises a second meeting, and provides Harry with a reason to live (or at least a substantial excuse to continue living) that he eagerly embraces. During the next few weeks, Hermine introduces Harry to the indulgences of what he calls the \"bourgeois\". She teaches Harry to dance, introduces him to casual drug use, finds him a lover (Maria), and, more importantly, forces him to accept these as legitimate and worthy aspects of a full life. Hermine also introduces Harry to a mysterious saxophonist named Pablo, who appears to be the very opposite of what Harry considers a serious, thoughtful man. After attending a lavish masquerade ball, Pablo brings Harry to his metaphorical \"magic theatre,\" where concerns and notions that plagued his soul disintegrate while he interacts with the ethereal and phantasmal. The Magic Theatre is a place where he experiences the fantasies that exist in his mind. They are described as a long horseshoe-shaped corridor that is a mirror on one side and a great many doors on the other. Then, Harry enters five of these labeled doors, each of which symbolizes a fraction of his life.",
    "genre": [
      "Existentialism",
      "Speculative fiction",
      "Fiction",
      "Autobiography",
      "Novel"
    ],
    "author": "Hermann Hesse"
  },
  {
    "title": "The Fall",
    "summary": " The novel opens with Clamence sitting in the bar, Mexico City, casually talking to a stranger — the reader, some would say — about the proper way to order a drink; for here, despite the cosmopolitan nature of Amsterdam, the bartender refuses to respond to anything other than Dutch. Thus, Clamence serves as interpreter and he and the stranger, having discovered that they are fellow compatriots who, moreover, both hail from Paris, begin discussing more substantive matters. Clamence tells us that he used to lead an essentially perfect life in Paris as a highly successful and well-respected defence lawyer. The vast majority of his work centred around \"widow and orphan\" cases, that is, the poor and disenfranchised who otherwise would be unable to provide themselves with a proper defence before the law. He also relates anecdotes about how he always enjoyed giving friendly directions to strangers on the streets, yielding to others his seat on the bus, giving alms to the poor, and, above all, helping the blind to cross the street. In short, Clamence conceived of himself as living purely for the sake of others and \"achieving more than the vulgar ambitious man and rising to that supreme summit where virtue is its own reward\" (Camus 288). However, late one night when crossing the Pont Royal on his way home from his \"mistress,\" Clamence comes across a woman dressed in black leaning over the edge of the bridge. He hesitates for a moment, thinking the sight strange at such an hour and given the barrenness of the streets, but continues on his way nevertheless. He had only walked a short distance when he heard the distinct sound of a body hitting the water. Clamence stops walking, knowing exactly what has happened, but does nothing — in fact, he doesn't even turn around. The sound of screaming was Despite Clamence's view of himself as a selfless advocate for the weak and unfortunate, he simply ignores the incident and continues on his way. He later elaborates that his failure to do anything was most probably because doing so would have required him to put his own personal safety in jeopardy. Several years after the apparent suicide of the woman off the Pont Royal — and an evidently successful effort to purge the entire event from his memory — Clamence is on his way home one autumn evening after a particularly pleasing day of work. He pauses on the empty Pont des Arts and reflects: Clamence turns around to discover that the laughter, of course, was not directed at him, but probably originated from a far-off conversation between friends — such is the rational course of his thought. Nevertheless, he tells us that \"I could still hear it distinctly behind me, coming from nowhere unless from the water.\" The laughter is thus alarming because it immediately reminds him of his obvious failure to do anything whatsoever about the woman who had presumably drowned years before. The unlucky coincidence for Clamence here is that he is reminded of this precisely at the moment when he is congratulating himself for being such a selfless individual. Furthermore, the laughter is described as a \"good, hearty, almost friendly laugh,\" whereas, mere moments later, he describes himself as possessing a \"good, hearty badger\" (Camus 297). This implies that the laughter originated within himself, adding another dimension to the inner meaning of the scene. That evening on the Pont des Arts represents, for Clamence, the collision of his true self with his inflated self-image, and the final realization of his own hypocrisy becomes painfully obvious. A third and final incident initiates Clamence's downward spiral. One day while waiting at a stoplight, Clamence finds that he is trapped behind a motorcycle which has stalled ahead of him and is unable to proceed once the light changes to green as a result. Other cars behind him start honking their horns, and Clamence politely asks the man several times if he would please move his motorcycle off the road so that others can drive around him; however, with each repetition of the request, the motorcyclist becomes increasingly agitated and threatens Clamence with physical violence. Angry, Clamence exits his vehicle in order to confront the man when someone else intervenes and \"informed me that I was the scum of the earth and that he would not allow me to strike a man who had a motor-cycle between his legs and hence was at a disadvantage\" (Camus 303-4). Clamence turns to respond to his interlocutor when suddenly the motorcyclist punches him in the side of the head and then speeds off. Without retaliating against his interlocutor, Clamence, utterly humiliated, merely returns to his car and drives away. Later, he runs through his mind \"a hundred times\" what he thinks he should have done — namely strike his interlocutor, then chase after the motorcyclist and run him off the road. The feeling of resentment gnaws away at him, and Clamence explains that Clamence thus arrives at the conclusion that his whole life has in fact been lived in search of honour, recognition, and power over others. Having realized this, he can no longer live the way he once did. However, Clamence initially attempts to resist the sense that he has lived hypocritically and selfishly. He argues with himself over his prior acts of kindness, but quickly discovers that this is an argument he cannot win. He reflects, for example, that whenever he had helped a blind man across the street — something he especially enjoyed doing — he would doff his hat to the man. Since the blind man obviously cannot see this acknowledgement, Clamence asks, \"To whom was it addressed? To the public. After playing my part, I would take my bow\" (Camus 301). As a result, he comes to see himself as duplicitous and hypocritical. The realization that his whole life has been lived in hypocrisy and denial precipitates an emotional and intellectual crisis for Clamence which, moreover, he is unable to avoid having now discovered it; the sound of laughter that first struck him on the Pont des Arts slowly begins to permeate his entire existence. In fact, Clamence even begins laughing at himself as he defends matters of justice and fairness in court. Unable to ignore it, Clamence attempts to silence the laughter by throwing off his hypocrisy and ruining the reputation he acquired therefrom. Clamence thus proceeds to \"destroy that flattering reputation\" (Camus 326) primarily by making public comments that he knows will be received as objectionable: telling beggars that they are \"embarrassing people,\" declaring his regret at not being able to hold serfs and beat them at his whim, and announcing the publication of a \"manifesto exposing the oppression that the oppressed inflict on decent people.\" In fact, Clamence even goes so far as to consider However, to Clamence's frustration and dismay, his efforts in this regard are ineffective, generally because many of the people around him refuse to take him seriously; they find it inconceivable that a man of his reputation could ever say such things and not be joking. Clamence eventually realizes that his attempts at self-derision can only fail, and the laughter continues to gnaw at him. This is because his actions are just as dishonest: \"In order to forestall the laughter, I dreamed of hurling myself into the general derision. In fact, it was still a question of dodging judgment. I wanted to put the laughers on my side, or at least to put myself on their side\" (Camus 325). Ultimately, Clamence responds to his emotional-intellectual crisis by withdrawing from the world on precisely those terms. He closes his law practice, avoids his former colleagues in particular and people in general, and throws himself completely into uncompromising debauchery; while humankind may be grossly hypocritical in the areas from which he has withdrawn, \"no man is a hypocrite in his pleasures\" (Camus 311 - a quotation from Samuel Johnson). The last of Clamence's monologues takes place in his apartment in the (former) Jewish Quarter, and recounts more specifically the events which shaped his current outlook; in this regard his experiences during the Second World War are crucial. With the outbreak of war and the fall of France, Clamence considers joining the French Resistance, but decides that doing so would ultimately be futile. He explains, Instead, Clamence decides to flee Paris for London, and takes an indirect route there, moving through North Africa; however, he meets a friend while in Africa and decides to stay and find work, eventually settling in Tunis. But after the Allies land in Africa, Clamence is arrested by the Germans and thrown into a concentration camp — \"chiefly [as] a security measure,\" he assures himself (Camus 343). While interned, Clamence meets a comrade, introduced to the reader only as \"Du Guesclin\", who had fought in the Spanish Civil War, was captured by \"the Catholic general\", and now found himself in the hands of the Germans in Africa. These experiences subsequently caused the man to lose his faith in the Catholic Church (and perhaps in God as well); as a form of protest Duguesclin announces the need for a new Pope — one who will \"agree to keep alive, in himself and in others, the community of our sufferings\" — to be chosen from among the prisoners in the camp. As the man with \"the most failings,\" Clamence jokingly volunteers himself, but finds that the other prisoners agree with his appointment. As a result of being selected to lead a group of prisoners as \"Pope,\" Clamence is afforded certain powers over them, such as how to distribute food and water and deciding who will do what kind of work. \"Let's just say that I closed the circle,\" he confesses, \"the day I drank the water of a dying comrade. No, no, it wasn't Duguesclin; he was already dead, I believe, for he stinted himself too much\" (Camus 343-4). Clamence then relates the story of how a famous fifteenth-century painting, a panel from the Ghent Altarpiece known as The Just Judges, came into his possession. One evening a regular patron of Mexico City entered the bar with the priceless painting and sold it for a bottle of jenever to the bartender who, for a time, displayed the piece prominently on the wall of his bar. (Both the man who sold the painting and the now-vacant place on the wall where it hung are cryptically pointed out at the beginning of the novel.) However, Clamence eventually informs the bartender that the painting is in fact stolen, that police from several countries are searching for it, and offers to keep it for him; the bartender immediately agrees to the proposal. Clamence attempts to justify his possession of the stolen painting in a number of ways, primarily \"because those judges are on their way to meet the Lamb, because there is no lamb or innocence any longer, and because the clever rascal who stole the panel was an instrument of the unknown justice that one ought not to thwart\" (Camus 346). The full story of the Ghent Altarpiece and the \"Just Judges\" panel, along with its role in Camus' novel, is told in Noah Charney's 2010 book, Stealing the Mystic Lamb: the True Story of the World's Most Coveted Masterpiece. Finally, Clamence employs the imagery of the Ghent Altarpiece and The Just Judges to explain his self-identification as a \"judge-penitent\". This essentially espouses a doctrine of relinquished freedom as a method of enduring the suffering imposed on us by virtue of living in a world without objective truth and one that is therefore ultimately meaningless. With the death of God, one must also accept by extension the idea of universal guilt and the impossibility of innocence. Clamence's argument posits, somewhat paradoxically, that freedom from suffering is attained only through submission to something greater than oneself. Clamence, through his confession, sits in permanent judgment of himself and others, spending his time persuading those around him of their own unconditional guilt. The novel ends on a sinister note: \"Pronounce to yourself the words that years later haven't ceased to resound through my nights, and which I will speak at last through your mouth: \"O young girl, throw yourself again into the water so that I might have a second time the chance to save the two of us!\" A second time, eh, what imprudence! Suppose, dear sir, someone actually took our word for it? It would have to be fulfilled. Brr...! the water is so cold! But let's reassure ourselves. It's too late now, it will always be too late. Fortunately!\"",
    "genre": [
      "Existentialism"
    ],
    "author": "Albert Camus"
  },
  {
    "title": "A Happy Death",
    "summary": " The novel has just over 100 pages and consists of two parts. Part 1, titled \"Natural death\", describes the monotone and empty life of Patrice Mersault with his boring office job and a meaningless relationship with his girlfriend. Mersault gets to know the rich invalid Roland Zagreus (Zagreus is a character of Greek mythology) who shows Mersault a way out: \"Only it takes time to be happy. A lot of time. Happiness, too, is a long patience. And in almost every case, we use up our lives making money, when we should be using our money to gain time.\" Mersault decides to kill Zagreus in order to create his happiness with the rich man's money. Part 2, titled \"Conscious death\", follows Mersault's subsequent trip to Europe. Traveling by train from city to city, he is unable to find peace and decides to return to Algiers, to live in a house high above the sea with three young female friends. Everybody here has only one goal: the pursuit of happiness. Yet Mersault needs solitude. He marries a pleasant woman he does not love, buys a house in a village by the sea, and moves in alone. \"At this hour of night, his life seemed so remote to him, he was so solitary and indifferent to everything and to himself as well, that Mersault felt he had at last attained what he was seeking, that the peace which filled him now was born of that patient self-abandonment he had pursued and achieved with the help of this warm world so willing to deny him without anger.\" Severely ill, he dies a happy death: \"And stone among the stones, he returned in the joy of his heart to the truth of the motionless worlds.\"",
    "genre": [
      "Existentialism"
    ],
    "author": "Albert Camus"
  },
  {
    "title": "The Outsider",
    "summary": " The book is still published with enthusiastic comments from the likes of Edith Sitwell and Cyril Connolly adorning its cover (Connolly later admitted he hadn't read it). This reception – of his first book at the age of 24 – was a high critical watermark for Wilson, a reputation that sank as fast as it had rocketed. It is still, however, an insightful work of literary and philosophical criticism – a timeless preoccupation which perhaps garners more mainstream attention than his subsequent writings on the occult and crime. The book is structured in such a way as to mirror the outsider's experience: a sense of dislocation, or of being at odds with society. These are figures like Dostoevsky's \"Underground-Man\" who seem to be lost to despair and non-transcendence with no way out. More successful – or at least hopeful – characters are then brought to the fore (including the title character from Hermann Hesse’s novel Steppenwolf). These are presented as examples of those who have insightful moments of lucidity in which they feel as though things are worthwhile/meaningful amidst their shared, usual, experience of nihilism and gloom. Sartre's Nausea is herein the key text – and the moment when the hero listens to a song in a cafe which momentarily lifts his spirits is the outlook on life to be normalized. Wilson then engages in some detailed case studies of artists who failed in this task and tries to understand their weakness – which is either intellectual, of the body or of the emotions. The final chapter is Wilson's attempt at a \"great synthesis\" in which he justifies his belief that western philosophy is afflicted with a needless \"pessimistic fallacy\" – a narrative he continues throughout his oeuvre under various names (St. Neot Margin for example) and illustrated in several metaphors (\"every day is Christmas day\"). Blurb from the inside cover of a late 1990s edition of The Outsider: \"The Outsider is the seminal work on alienation, creativity and the modern mind-set. First published over thirty years ago, it made its youthful author England's most controversial intellectual. Many of Wilson's critics were angry that a 24-year-old non-academic had put out a piece of work that describes \"human alienation\" in populist society so well, even offering up creating one's own religion or reinventing one's spirituality as a solution to one's own malaise. The book is still published in hardback and paperback, is still a staple in many bookstores' sociology section. The book is sometimes shelved in the psychology sections, religion sections as well. \"It is no measure of health to be well adjusted to a profoundly sick society\" – Jiddu Krishnamurti.",
    "genre": [
      "Existentialism",
      "Philosophy"
    ],
    "author": "Colin Wilson"
  },
  {
    "title": "They Shoot Horses, Don't They?",
    "summary": " The story follows the narrator, Robert Syverten, a naive young man from Hollywood who dreams of being a film director. The story begins with Robert's sentencing for murder. He confesses that he \"killed her,\" and that he doesn't \"have a leg to stand on.\" He is advised to beg for mercy from the Court. The story of his relationship with the girl he killed, Gloria Beatty, is thereafter intercut after every few chapters with short excerpts from the judge's sentencing. The excerpts of the judge's words are written in larger and larger type until the last page of the book concludes with the words written in small print: \"And may God have mercy on your soul\". Robert meets Gloria on a morning when they have both failed to get parts as extras. She talks him into participating in a marathon dance contest. Like Robert, she is struggling to find work in Hollywood, and believes the contest may be a way to get noticed by studio producers or movie stars. Gloria and Robert enter the dance contest, which is held at a large amusement pier on the beach, somewhere near Hollywood. The contests are long and grueling affairs, taking place over several weeks. Contestants dance for an hour and fifty minutes, then receive a ten minute break. One hundred and forty four couples start the contest. Robert and Gloria, like most of the contestants, are young, jobless, and drawn as much by the free food as by the $1,000 prize money. From the start, Gloria tells Robert that she wishes she were dead, a point she repeats in most of their conversations. Her parents are dead. She ran away to Dallas from a farm in West Texas where her uncle always made passes at her. In Dallas, she tried to commit suicide, then ran away to Hollywood with dreams of being in movies, but is finding only rejection. Robert considers her plain-looking and unlikely to find work as an actress. She tells Robert frequently that she doesn't have the courage to kill herself. The promoters of the contest try various schemes to increase attendance. They publicize the arrest of a contestant for murder. Every evening, they stage an elimination race, called a derby, in which the couples speed-walk around a track, the last-place couple being disqualified. The promoters stage a marriage of two contestants, who then lose a derby and should be eliminated. Instead, the promoters disqualify another couple. As the dance goes on, into the second and third week, the crowds grow larger. Newspapers cover the contest. Some couples receive sponsorships from local businesses, usually in the form of clothes. Hollywood personalities arrive to watch and are announced by the promoters. Gloria goads Robert into speaking with a famous director he recognizes in the crowd. A woman named Mrs. Layden attends the contest regularly and tells Robert that he and Gloria are her favorite couple. She later gets Robert and Gloria a sponsorship. As the contest grinds on, couples break down physically and drop out. Robert is consumed with claustrophobia and a desire to get outside into the sun. Gloria is tiring and having difficulty walking for the derby without Robert's help. Gloria is revealed throughout as angry, bitter and outspoken. She curses another male contestant because he won't allow his pregnant partner to get an abortion. Robert learns indirectly that Gloria is having sex with one of the promoters, presumably to gain an advantage in the event the fix should be put in again. When Robert tells her of his suspicions, Gloria tells him she doesn't feel she is worthy of doing anything else. When two elderly women from the local morals society threaten the promoters with shutting down the dance, Gloria is asked to witness the meeting and curses the women as spoiled, interfering hypocrites. After 879 hours of dancing and with 20 couples remaining, the contest is shut down when there is a murder at the dance hall's bar. A stray bullet from the shooting hits and kills Mrs. Layden. The promoters decide to give the remaining dancers $50 each for their efforts. Robert and Gloria go outside for the first time in five weeks and sit on the pier looking at the ocean. Gloria takes a pistol out of her bag and asks Robert to shoot her, which he does. He remembers when he was young, and his grandfather shot the beloved family horse, which had broken its leg. The police ask Robert why he shot Gloria, and he answers, \"Because she asked me to.\" The policeman persists. Robert answers, \"They shoot horses, don't they?\"",
    "genre": [
      "Existentialism"
    ],
    "author": "Horace McCoy"
  }
]