[
  {
    "title": "Goodbye, Mr. Chips",
    "summary": " The novel tells the story of a much-beloved schoolteacher and his long tenure at Brookfield, a fictional British boys' public boarding school (a private school in American terminology). Mr. Chipping conquers his inability to connect with his students, as well as his initial shyness, when he marries Katherine, a young woman whom he meets on holiday and who quickly picks up on calling him by his nickname, \"Chips\". Despite his own mediocre academic record, he goes on to have an illustrious career as an inspiring educator at Brookfield. Although the book is unabashedly sentimental, it also depicts the sweeping social changes that Chips experiences throughout his life: he begins his tenure at Brookfield in 1870, as the Franco-Prussian War is breaking out and lies on his deathbed shortly after Adolf Hitler's rise to power. He is seen as an individual who is able to connect to anyone on a human level, beyond what he (by proxy of his late wife) views as petty politics, such as the strikers, the Boers, and a German friend. Clearly discernible is a nostalgia for the Victorian social order that had faded rapidly after Queen Victoria's death in 1901 and whose remnants were destroyed by the First World War. Indeed, a recurring motif is the devastating impact of the war on British society. When World War I breaks out, Chips, who had retired the year before at age 65, agrees to come out of retirement to fill in for the various masters who have entered military service. Despite his being taken for a doddering fossil, it is Chips who keeps his wits about him during an air raid, averting mass panic and sustaining morale. Countless old boys and masters die on the battlefield, and much of the story involves Chips's response to the horrors unleashed by the war. At one point, he reads aloud a long roster of the school's fallen alumni, and, defying the modern world he sees as soulless and lacking transcendent values of honour and friendship, dares to include the name of a German former master who has died fighting on the opposite side.",
    "genre": [
      "Psychological novel"
    ],
    "author": "James Hilton"
  },
  {
    "title": "Neighbors",
    "summary": " Earl Keese is a middle-aged, middle-class suburbanite with a wife, Enid, and teenage daughter, Elaine. Earl is content with his dull, unexceptional life, but this changes when a younger, less sophisticated couple, Harry and Ramona, move in next door. Harry is physically intimidating and vulgar; Ramona is sexually aggressive, and both impose themselves on the Keese household. Their free-spirited personalities and overbearing and boorish behavior endear them to Enid and Elaine, but Earl fears that he is losing control of his life and his family. Over the course of one night, the antagonism between Earl and his new neighbors escalates into suburban warfare.",
    "genre": [
      "Psychological novel"
    ],
    "author": "Thomas Berger"
  },
  {
    "title": "The Immaculate Conception",
    "summary": " The Immaculate Conception has been described as echoing \"the writing of Edgar Allan Poe and Fyodor Dostoevsky\" and illuminating the \"sublime, the uncanny, and the horrific that burns at the core of ordinary lives\". Set in the mid-1920s in the isolated, working-class parish of Nativité in East-end Montreal, the novel chronicles the aftermath of a deadly fire&mdash;75 people die when a neighborhood restaurant is burned to the ground by an arsonist. The cast of characters includes a pianist, mortician, bank clerk, a clubfooted school teacher, demonic fire chief, demented lumberjack, and the bank clerk's wheelchair-bound father. Chronicling the \"ordinary\" lives after the inferno, the story gradually reveals a series of horrific events from the clerk's childhood and ultimately the reader is reminded that some crimes will forever remain secrets.",
    "genre": [
      "Psychological novel"
    ],
    "author": "Gaétan Soucy"
  },
  {
    "title": "Les Mystères de Marseille",
    "summary": " Les Mystères de Marseille recounts the love of Philippe Cayol, poor, untitled, republican, and of young Blanche de Cazalis, the niece of De Cazalis, a millionaire, politician and all-powerful in Marseilles. Philippe's brother, Marius devotes himself to protecting the two lovers – and the child Blanche gave birth to before entering a convent – from the anger of De Cazalis. fr:Les Mystères de Marseille it:I misteri di Marsiglia",
    "genre": [
      "Psychological novel"
    ],
    "author": "Émile Zola"
  },
  {
    "title": "Lilies In December",
    "summary": " The setting of Lilies In December is the recovering western Irish village of Glen Arnen after the Potato Famine of the 1840s and early 1850s. Two young women, both named Lily have lost much of their family to the potato famine. One, Lily O'Malley has lost her mother and two brothers and is forced to survive in the hands of her abusive, drunkard father James O'Malley. The other, Lily McIntyre lost both parents and lives with her kind aunt Jane McIntyre who works under James O'Malley at the only inn in the village. The two Lilies find comfort in each other's company and become best friends. Throughout the story they meet many sexual encounters with young men from the village. Midway through the book, one such encounter leads to the pregnancy of Lily O'Malley and murder of the future father. In his rage, James also murders Jane McIntyre which results in Lily McIntyre's resentment of the O'Malleys. In her retaliation against them, she burns down their inn and kills several innocent people in the process. This leads to the estrangement of the two Lilies even more so and Lily O'Malley even attempts to stab McIntyre. James O'Malley's crimes are found out and he is sent to the gallows. Now, both in complete misery and all alone, the two Lilies decide to forget the past and reunite as friends in December 1854. Right as they begin to become extremely close, Lily McIntyre dies of hypothermia and Lily O'Malley, with nothing left to live for, commits suicide.",
    "genre": [
      "Psychological novel"
    ],
    "author": "Agustus Montrose"
  },
  {
    "title": "February Shadows",
    "summary": " The story begins with Hilde, an elderly woman, awaking in the middle of the night to the sound of her telephone ringing. Upon answering she discovers that her husband, Anton, who was staying at a nursing facility for a severe illness, has died. His death triggers feelings of loneliness and abandonment along with painful memories of the death of her older brother, Hannes, who died during World War II, sending Hilde into a state of panic and despair. Each day Hilde visits Anton's grave mentally talking to him as if he is still alive. One evening, as she is returning home, Hilde discovers that a black cat seems to be following her. The cat causes her to remember two distinct experiences from her past. The first is a memory from when she was a small child and had attempted to hide a stray cat in her bedroom. Her family was very poor and could not afford a pet, but she saved her table scraps for it anyway. One day as she was coming home, her father met her drunk in the doorway. After telling her he had snapped the cat's neck, he beat her harshly with a fly swatter. This first memory seeped into the second: her daughter, Erika, begging to keep a stray cat she had found. Anton had granted her wish, but the cat ruined the neighbors' gardens and Hilde was forced to drown it in the river. The following day, Mr. Funk, a friend of her late husband, appears at her door and pressures Hilde to join the Retiree's Union. She joins because Anton had been a member of the Austrian Socialist Party and he would have approved of her socializing with other members. Hilde assures Mr. Funk that she will attend the next evening social. Mr. Funk's visit forces another memory to resurface. She remembers her daughter asking what party Anton had belonged to during the period of National Socialism; Hilde recalled him being part of the Hitler Youth. The reader also discovers that Hilde's brother, Hannes, was killed by the Nazi Party. Erika's insolence upsets Hilde greatly. Soon after, Erika calls her mother, stating that she will be coming to visit. Erika also grieves her father's death. Hilde becomes impatient with Erika, hinting at the contradictory nature of their relationship. Hilde wants to be with her daughter, yet she feels as if her daughter is a total stranger. Erika acts boldly and actively pursues her career as a writer. Hilde believes the only reason Erika wishes to come home is to get information for her book, which is true. Hilde is angry at her daughter for forcing her to relive her past experiences; her childhood was full of poverty, loneliness, and shame. Anton had been her way out of the past, and she only wants to move forward. Hilde attends the Retiree's Union social pretending to be happy. She watches the dancers on the dance floor and mourns the absence of her husband. The dancers trigger another memory from her childhood: she sees her father kicking her mother on the dance floor and she runs out to help. Soon, both Hilde and her mother are being beaten on the ground, her father will not let them comfort each other. The only person she can to turn to is her brother, Hannes, who comforts her. The memory is too painful for Hilde and she leaves the social immediately. Erika arrives the next day and announces that they will take a trip to the village so she can obtain more information for her book. (The reader must assume that the village is in the Mühlviertel.) Hilde does not wish to go, yet does not want to be excluded. As they enter the village, Hilde recalls working hard in the fields to harvest the crop left behind by farmers to have enough food for their large family. She remembers the hunger pains and how her father could not find work. She remembers Fritzi, a member of her apartment-style household, bringing eggs and bacon on Sundays from the farmers and how she had felt proud carrying the basket into the kitchen. She had wanted her mother to be more proud of her than she was of her older and prettier sister, Monika. Hilde sees the lifeless and leafless pear tree in the village. She refers to it as the \"February Tree\", the tree on which Hannes was hanged. She remembers a Nazi in a black uniform telling her at school that her brother was dead. She remembers running through the snow and losing one wooden shoe in an attempt to save him. She remembers discovering he truly was dead and lying in the snow, hoping for her own death. Hilde and Erika visit her old house and she recalls beatings; they then visit the pond where she is reminded of the many loads of laundry she was forced to wash with her mother. She begrudged the freedom of her brothers who were not forced to do work, her oldest sister, Renate, who lived with their grandparents, and her delicate sister, Monika, who was never asked to manage hard labor. They walk down the lane to the old school lined with apple trees; she recalls the rough feeling of cobblestones on her sore feet and the bitter taste of the small apples. She evades a certain barn on the lane and avoids looking out into the distance towards the area which was once the site of Mauthausen-Gusen concentration camp. Upon returning to their hotel, room Hilde reflects on her daughter. Her inner thoughts display envy toward Erika's privilege of being educated and her ability to choose her career. Hilde reveals that she had always wanted to be a nurse, however her dreams of a nursing career were shattered the day her village was bombed during air raids. She had watched her brother Stephen die as she was swallowed by mounds of earth. The raid had made her weak and incapable of dealing with trauma later in her life. During their stay in the Mühlviertel, Erika is able to extract information about the fateful day in February that Hilde had been pushing from her memory for many years. Hilde relays that in the middle of the night she and her siblings were awakened by the sound of sirens. Her parents and the other tenants of her home were forced to stand for a roll call in which Pesendorfer, the Nazi authority in their house, told the tenants that many Russian convicts had escaped from the nearby concentration camp. He explained that it was their duty to Germany to find and kill each one of these convicts. Hilde, being a young girl, is told to stay at the house. However, she is worried about protecting her brother Hannes, who, like her other brothers, is forced to search for prisoners, and sneaks away to find him. In her search for her brother, Hilde comes across the barn near her schoolhouse. She enters it, only to find Pesendorfer, her neighbor Mrs. Emmerich, and her brother Walter all violently killing prisoners. She runs home and finds Hannes, who informs her that he has hidden a prisoner in his wardrobe and that she must remain silent about it. The next morning the villagers attend church to commemorate Candlemas. The hunters seek purification and are urged by their pastor to side with Germany and continue the search for the prisoners. At this insistence Hilde finds herself telling Hannes' secret to her mother. The story is vague about how this information is relayed to Pesendorfer, but, he finds and kills the prisoner, then takes Hannes away to beat him for his misconduct. Hilde recalls cleaning the blood from her brother's face after the beating. The following day, she finds that Hannes has been hanged for his actions. Her guilt in the causation of two deaths is evident through her narration. Back in the present, Erika is stunned by the horrific story and deeply regrets forcing her mother to relive the event. The novel closes with the image of the mother and daughter driving away from the Mühlviertel, with Hilde at the wheel and her foot on the gas pedal.",
    "genre": [
      "Psychological novel",
      "Historical novel"
    ],
    "author": "Elisabeth Reichart"
  },
  {
    "title": "God's Fool",
    "summary": " The novel is set in the fictitious Dutch town of Koopstad. The novel’s ‘hero’, Elias Lossell, becomes deaf and blind from an accident when he is nine years old. The people around him can communicate with him by writing letters with a finger on the palm of his hand. Although communication is possible, mentally he always remains a boy of nine. Thanks to a somewhat thoughtless testament Elias becomes the rightful owner of the firm of Volderdoes Zonen, tea-merchants. His half-brothers, the twins Hendrik and Hubert, manage the firm on his behalf. Elias lives in a house of his own at the outskirts of Koopstad, looked after by his old nurse Johanna, and occupies himself by growing flowers and helping the needy. Hendrik tries to save up as much money as he can to buy out Elias and take over the firm. His spendthrift wife Cornelia does not make it easy for him. While Hubert stays in China to look after the firm’s interests there, Hendrik starts speculating with Elias’s money at the instigation of his brother-in-law Thomas Alers. Hubert returns to Koopstad and gradually learns what his brother has done. He firmly disapproves. This leads to a quarrel between the twins in Elias’s house that escalates into murder. Hubert kills Hendrik. Elias understands what happened. In the last chapter he decides to take the blame of the murder on himself. So the novel has an open end.",
    "genre": [
      "Psychological novel"
    ],
    "author": "Maarten Maartens"
  },
  {
    "title": "Van de koele meren des doods",
    "summary": " The novel relates the story of Hedwig Marga de Fontayne, the scion of a wealthy family, whose sexual frustration manifests itself as a death drive. sexually frustrated, Hedwig marries but then runs off to England with a piano player. A child is born but dies quickly, and Hedwig goes to Paris, where she becomes a prostitute to support her morphine addiction. Destitute and descending into madness, she is admitted to the Pitié-Salpêtrière Hospital, to the psychiatric ward where a friendly nurse helps her beat her addiction. She returns to the Netherlands, and spends her last years with a family that formerly farmed on the family's lands.",
    "genre": [
      "Psychological novel"
    ],
    "author": "Frederik Willem van Eeden"
  },
  {
    "title": "Jamayah: Adventures on the Path of Return",
    "summary": " Set against the Aquarian optimism and affluence that dawned the new millennium in 1995 San Diego, Jamayah: Adventures on the Path of Return is a paranormal and mystical adventure marbleized with humor. Baby-boomer Bob Kramer arrives in mid-life crisis with a job loss and recent divorce. Jamayah, an unlikely cosmopolitan guru, mysteriously recruits Bob as an initiate on the Path of Return, a fusion of wisdom traditions tempered toward paranormal mastery and cosmic awareness. The progressively intense challenge is how Bob will reconcile his scientific skepticism in a paranormal and mystical adventure that embraces a strip bar, demands trusting synchronicity in the face of homeless humility, and a past life regression realizing the horrors of war. Three of the four initiations on which the story unfolds, in this first novel of The Path of Return Trilogy, focus on experiencing the optimal possibilities of human awareness: (1), mastering paranormal ability to explore an altogether different universe from the homogenized world view that is anchored in materialistic reality, (2), experiencing humility and trusting intuition and synchronicity, and (3), unattached observation of life in the moment. In the end, Bob returns to ordinary life, but feels detached, alone, and indifferent, a malaise Jamayah reframes as having passed a sacred rite of passage.",
    "genre": [
      "Psychological novel",
      "Adventure",
      "Adventure novel"
    ],
    "author": "T.L. Orcutt"
  }
]