[
  {
    "title": "Thrilling Cities",
    "summary": " Thrilling Cities is Ian Fleming's view of thirteen cities he visited in two trips in 1959 and 1960. The cities covered are: Hong Kong, Macau, Tokyo, Honolulu, Los Angeles and Las Vegas (the two cities are examined in one chapter), Chicago, New York, Hamburg, Berlin, Vienna, Geneva, Naples and Monte Carlo. Fleming's account is highly personal and deals with his visit and his experiences and impressions. Each chapter closes with what Fleming called \"Incidental Intelligence\", dealing with the hotels, restaurants, food and night life.",
    "genre": [
      "Travel literature"
    ],
    "author": "Ian Fleming"
  },
  {
    "title": "Travels With Charley: In Search of America",
    "summary": " Steinbeck began the book by describing his lifelong wanderlust and his preparations to travel the country again, after 25 years. He was 58 years old in 1960 and nearing the end of his career, but he felt that he \"was writing of something [he] did not know about, and it seemed to [him] that in a so-called writer this is criminal\" (p.&nbsp;6). He had a truck fitted with a custom camper-shell for his journey and planned on leaving after Labor Day from his home in Sag Harbor, Long Island New York. He takes along his dog Charley, with whom he uses to have mental conversations as a device for exploring his thoughts. Steinbeck delayed his trip slightly due to Hurricane Donna which made a direct hit on Long Island. Steinbeck's exploits in saving his boat during the middle of the hurricane foreshadow his fearless, or even reckless, state of mind to dive into the unknown. Steinbeck began his trip by traveling by ferry from Long Island to Connecticut, passing the Naval Submarine Base New London where many of the new nuclear submarines were stationed. He talked to a sailor stationed on a sub who enjoyed being on them because \"they offer all kinds of – future\" (22). Steinbeck credited uncertainty about the future to rapid technological and political changes. He mentioned the wastefulness of American cities and society, and the large amount of waste as a result of everything being \"packaged\". He had a conversation with a man. The two concluded that a combination of fear and uncertainty over the future limited their discussion over the election. Steinbeck enjoyed learning about people through local morning radio programs, although he noted that: \"If Teen Angel is top of the list in Maine, it is the top of the list in Montana\" (35), showing the ubiquity of culture brought on by mass media technologies. Steinbeck next took US Highway 1 to Maine. On the way he noted a similarity among the \"summer\" stores, which were all closed for the winter. Antique shops that bordered a lot of the roads up North, sold old \"junk\" that Steinbeck would have bought if he thought he had room for it, noting that he had more junk at home than most stores. He stopped at a little restaurant just outside the town of Bangor where he learned that other people's attitudes can greatly affect your own attitude. Steinbeck then went to Deer Isle, Maine, to visit his friend and former literary agent, who now lived there. His friend always raved about Deer Isle, but could never describe exactly what about it that was so captivating. While driving to Deer Isle, Steinbeck stopped and asked for directions. He later learned not to ask for directions in Maine because locals don't like to talk to tourists and tend to give them incorrect information. When Steinbeck arrived at the house where he was supposed to stay, he met a terse cat and ate the best lobster he had ever tasted, fresh from the local waters. Next, he went to northern Maine, where he spent the night in a field alongside a group of French-speaking migrant potato pickers from Canada, with whom he shared some French vintage. Steinbeck's descriptions of the workers was sympathetic and even romanticized, a clear nod to his works such as The Grapes of Wrath which made him famous. Steinbeck next traveled to Niagara Falls and some Midwestern cities. Before reaching those destinations, he took a detour and discussed his dislike of the government. He said that the government makes a person feel small because it doesn't matter what you say, if it's not on paper and certified by an official, the government doesn't care. As he traveled on, he described how wherever he went people's attitudes and beliefs changed. All states differ by how people may talk to one another or treat other people. For example, as he drove through Ohio, Michigan, and Illinois, there was a marked increase in the population from state to state. The small villages he had initially seen were now growing into big cities and the roads, such as the U.S. 90, were filled with traffic. Also, everywhere he went, people's views changed. For example, when he went to New England, he saw that people there spoke tersely and usually waited for the newcomer to come up to him and initiate conversation. However, in Midwestern cities, people were more outgoing and were willing to come right up to him. He explained how strangers talked freely without caution as a sense of longing for something new and being somewhere other than the place they were. They were so used to their everyday life that when someone new came to town, they were eager to explore new information and imagine new places. It was as if a new change had entered their life every time someone from out of town came into their state. Traveling further, Steinbeck discovered that technology was advancing so quickly as to give Americans more and more instant gratification. For example, Steinbeck was intrigued by mobile homes. Mobile homes showed a new way of living for America, reflecting the attitude that if you don't like a given place, you should be able to pick up and leave. Steinbeck also discussed this change in America when he traveled through cities of great production such as Youngstown, Cleveland, Akron, Toledo, Pontiac, Flint, South Bend, and Gary. He compared what he saw to the Ufizzi in Florence and the Louvre in Paris. Steinbeck traveled across Wisconsin towards North Dakota. He traveled along U.S. Highway 10 through St. Paul on an 'Evacuation Route,' \"a road designed by fear\" (p.&nbsp;129). This instance introduced one of Steinbeck's many realizations about American society: the fact that it is driven by fear. Once through St. Paul, he went to Sauk Centre, the birthplace of writer Sinclair Lewis, but was disheartened to talk to locals at a restaurant who had no understanding of who Lewis was. Upon visiting Sauk Centre, he lamented at being forced to leave behind the wondrous W.P.A Guides To The States. Stopping at a diner for directions, Steinbeck realized that our American society is oblivious to its surroundings, life and culture. Steinbeck mentioned that Americans have put \"cleanliness first at the expense of taste\" (141) (as he travels through Fargo, North Dakota), and that the mentality of our nation has grown bland. Allowing his thoughts to slip back to his time in Minnesota, he lamented, \"It looks as though the natural contentiousness of people has died\" (142) referring to the political ignorance that society seemed to cling to, bringing before our eyes the lack of risk our once-rebellious nation now embraces. Throughout the section, Steinbeck uses simple, symbolic entities he encounters in his travels to express his views of the mindset of the country. For instance, at one point he speaks of a rafter of turkey, and after casting criticism and ridicule at the source of Thanksgiving dinner, ends the string of insults with an unexpected transition to American life. He states, \"And suddenly I thought of that valley of the turkeys and wondered how I could have the gall to think turkeys stupid. Indeed, they have an advantage over us. They are good to eat.\"(129) \"I am in love with Montana,\" said Steinbeck. He explained it as a place unaffected by television; a place with kind, laid-back individuals. \"It seemed to me that the frantic bustle of America was not in Montana (158).\" He went to the battlefield of Little Big Horn. He traveled through the \"Injun Country\" and thought of an author who wrote a novel about war against the Nez Perce tribes. Steinbeck and Charley then traveled to Yellowstone National Park, a place that \"is no more representative of America than Disneyland.\" Here, the gentle and non-confrontational Charley showed a side of himself Steinbeck had never seen: Charley's canine instincts caused him to go crazy barking at a bear in the road. They next visited the Great Divide in the Rocky Mountains. He imagined American explorers Lewis and Clark and early French explorers and wondered whether or not those men were impressed with what they found in America. Steinbeck then visited Seattle, Washington and California. Steinbeck grew up in the Salinas Valley region of California, so much of the narrative is his revisit of the area, seeing its changes and progression, particularly the population growth. Steinbeck reflected on seeing the Columbia River how Lewis and Clark must have felt when coming west. After this, he noted the changes the west had undergone since then (p.&nbsp;180): \"It was only as I approached Seattle that the unbelievable change became apparent... I wonder why progress looks so much like destruction.\" (181) Rocinante, Steinbeck's truck, then had a flat tire on a remote back road and in his retelling of the unfortunate event, he wrote, \"It was obvious that the other tire might go at any minute, and it was Sunday and it was raining and it was Oregon.\" (185) Though the specialized tires were hard to come by, the problem was resolved in mere hours by the unexpected generosity of a gas station attendant. The episode, occurring to the wealthy Steinbeck in an enormously well-equipped and self-contained camper, is a send-up of similar desperate scenes in The Grapes of Wrath; but the episode seemed to mean something beyond comedy to the author anyway. Steinbeck then visited the giant redwood trees and ancient Sequoia trees that he had come to appreciate and adore in his lifetime. He said, \"The vainest, most slap-happy and irreverent of men, in the presence of redwoods, goes under a spell of wonder and respect.\" (189) When Charley refuses to urinate on the trees (a \"salute\" for a dog, as Steinbeck remarks), Steinbeck opines: \"'If I thought he did it out of spite or to make a joke,' I said to myself, 'I'd kill him out of hand.'\" (193) He then visited a bar from his youth where he met and caught up with many friends, learning that a lot of regulars and childhood chums had died (many names from previous novels are mentioned and seen, or suggested to be, real people). He then seemed to say goodbye to his hometown, on pages 205 to 208, for the last time, and making an allusion to a book by Thomas Wolfe You Can't Go Home Again. He then concluded with, \"I printed once more on my eyes, south, west, and north, and then we hurried away from the permanent and changeless past where my mother is always shooting a wildcat and my father is always burning his name with his love.\" (208). Steinbeck then made his way through Texas, which he came to dread. Steinbeck felt that \"people either passionately love or passionately hate Texas,\" referring to people who are just passersby like himself. He mentioned a book by Edna Ferber about a tiny group of rich Texans, and related it to his own experience with a family similar to the one in the book at his Texas Thanksgiving. He elaborated more on his Thanksgiving and then went on to talk about the black and white relations in the south compared to the relations in the north and in his hometown of Salinas, California, sharing the theory of \"separate but equal' (248). Steinbeck wrote about the desegregation of schools and how there was a change in the north. In the southern states, such as Texas, he discussed about how when people are not proud of something they have been involved in, that they don't like to welcome witnesses, because they believe the witnesses may be the ones causing all the trouble. During his journey through Texas, he stayed in Amarillo, where his faithful dog companion, Charley, became ill and stayed in a veterinary hospital for a couple of days. Steinbeck then realized what it would be like to travel without his companion. Steinbeck then discussed his ideas of a strong \"difference between an American and the Americans\" (243). He referred to previous experiences where people have described Americans badly and then turned to him in telling him that he/she was not speaking about him, but the others. If true, then he assumed it is true with every other country's people such as the British, or the Frenchman and the French. So even though he dreaded to see and hear the events of his travels through Texas, he took a lot from it. Steinbeck was drawn to the \"distortion of normal life\" (249) and left Texas in search of the so-called \"Cheerleaders\"(256) who were protesting the integration of black children in a school in New Orleans. Before he reached the city, Steinbeck welcomed in the \"singing language of Acadia\" (252) while recalling the memory of an old friend, Dr. St. Martin, who healed children and Cajuns. Upon entering New Orleans, Steinbeck encountered the racism of the South and soon found that racism was not only towards blacks, but also towards Jews, \"It's the goddamn New York Jews cause all the trouble\" (254). Steinbeck then experienced the \"bestial and filthy\" (256) show that the Cheerleaders put on while the black children entered school. The applause and praise of the crowd brought Steinbeck to realize that there were no thoughtful people like his old friends Lyle Saxon and Roark Bradford, in the city and that they had \"left New Orleans misrepresented to the world\" (259). After the incident, Steinbeck no longer desired to visit some of his favorite places, like Galatoire's Restaurant, fearing more racially divided ideals. In search of a secluded place, he sat beside the \"Father of Waters\", or Mississippi River, and encountered a man who looked similar to Greco San Pablo. They ate together and talked of Lewis Carroll and the famous \"queer\" (261) 1845 tombstone inscription of Robert John Creswell (Alas that one whose darnthly joy had often to trust in heaven should canty thus sudden to from all its hopes benivens and though thy love for off remore that dealt the dog pest thou left to prove thy sufferings while below). After giving a ride to a wary black man, an angry black student, and a racist white man, Steinbeck concluded that Southern people were afraid to change their way of life, just as were the Cockney children of London (who he believed were unsettled when the regularity of the London Blitz bombing came to an end), and that most people of the South will retain this fear of change, despite the Gandhi-inspired works of Martin Luther King. To declare his own position, Steinbeck tells the story of a family of blacks known to him during his Salinas childhood, the Coopers. Mr Cooper was hard-working, honest, thrifty, respectable, the Cooper sons academically and artistically gifted. In other words, they represented an antithesis of the calumnies Steinbeck had heard during his Southern travels. Steinbeck's journey concludes with his jamming Rocinante across a busy New York street, during a failed attempt at making a U-turn. As he says to a traffic policeman, 'Officer, I've driven this thing all over the country – mountains, plains, deserts. And now I'm back in my own town, where I live – and I'm lost.'",
    "genre": [
      "Travel literature"
    ],
    "author": "John Steinbeck"
  },
  {
    "title": "Down Under",
    "summary": " Bill Bryson describes his travels by railway and car throughout Australia, his conversations with people in all walks of life about the history, geography, unusual plants and animals of the country, and his wry impressions of the life, culture and amenities (or lack thereof) in each locality. In a style similar to his book A Walk in the Woods, or William Least Heat-Moon's Blue Highways, Bryson's research enabled him to include many stories about Australia's 19th-century explorers and settlers who suffered extreme deprivations, as well as details about its natural resources, culture, and economy. His writings are intertwined with recurring humorous themes, notably, in the chapter Crossing Australia he makes constant reference to drinking of urine to survive, as was done by many 19th century explorers. He jokingly adds, about a certain explorer \"...I daresay he drank some of his own urine\" and \"They drank their own and their horse's urine\"",
    "genre": [
      "Travel literature",
      "Speculative fiction",
      "Fiction"
    ],
    "author": "Ellen Titlebaum"
  },
  {
    "title": "La 628-E8",
    "summary": " Titled after the number of Mirbeau's licence plate, La 628-E8 begins by recounting Mirbeau’s travels to Belgium, whose colonial exploitation of Belgian Congo rubber and abuse of the indigenous people Mirbeau excoriates. The book then proceeds to the Netherlands, where he finds remembrances of Rembrandt, Van Gogh and also Claude Monet. It is during his sojourn in this country that Mirbeau encounters his old friend, the deranged speculator Weil-See, whose reflections on mathematics and metaphysics are among Mirbeau’s most colorful pages. Mirbeau's fictional car trip then takes him to Germany, whose industry, cleanliness, and order stand in contrast to what Mirbeau regarded as the slovenliness and laxity of his own countrymen.",
    "genre": [
      "Travel literature",
      "Novel"
    ],
    "author": "Octave Mirbeau"
  },
  {
    "title": "One for the Road",
    "summary": " The book is a non-fiction travel book, narrated in the first person by the independently travelling author. Three different journeys from the period 2001-2003 are described in three main chapters: The Utterly Deep South While traveling in Patagonia the author manages to get a discounted \"last minute ticket\" to a cruise to Antarctica. He has to wait a couple of weeks in South America for the cruise to begin, and spends the time hiking in Torres del Paine National Park in Chile and near El Calafate in Argentina. The main part of the chapter is dedicated to describing what visiting Antarctica is like. In and Out of Africa A travelogue from two months of independent travel (\"[backpacking]\") in Southern Africa. The trip begins and ends in Cape Town, looping through South Africa and its neighbouring countries, most of the time visiting national parks and small towns. Summer in the Pity A month of travel on and along the Trans-Siberian Railway, starting in Vladivostok and ending in Moscow, with several stops in between. A part of the distance is done by boat, from Kazan to Nizhny Novgorod on the Volga River.",
    "genre": [
      "Travel literature"
    ],
    "author": ""
  },
  {
    "title": "Aunt Jane's Nieces and Uncle John",
    "summary": " Aunt Jane's Nieces and Uncle John picks up the continuing story of the three cousins Patsy Doyle, Beth De Graf, and Louise Merrick, and their family; the plot of the book begins three days after the wedding of Louise and her fiancé Arthur Weldon, the event that concluded the fifth book in the series, Aunt Jane's Nieces in Society. The sixth novel begins, as per pattern, with the cousins' Uncle John getting an inspiration for a new adventure: in this case, the family will escape a cold New York City winter by taking a trip to southern California, the land of \"sunshine and roses.\" Since Louise is away on her honeymoon, she is effectively left out of the story; her place is taken by Major Doyle, Patsy's father &mdash; the first time that the Major accompanies the young people on their escapades. (The Major is relieved that Uncle John has set his fancy merely on California, and not \"Timbuktu or Yucatan...Ethiopia or Hindustan....\") The four travelers (accompanied by Mumbles, Patsy's new puppy) reach Denver by train; along the way, they meet an appealing teenage girl (14 or 15 years old) named Myrtle Dean. Myrtle is a poor orphan; she was injured in an automobile accident, which inhibited her ability to walk. She had been living in Chicago with an aunt, and earned her living by sewing. But now, Myrtle has been sent West by her unsympathetic aunt to find a missing uncle named Anson Jones &mdash; though neither woman knows if the uncle is still in Leadville, Colorado, his last known address, or if he will be able to care for the girl if she finds him. Patsy and Beth are shocked at her situation; it is clear to them that the aunt has abandoned Myrtle to her own inadequate resources. Uncle John telegraphs ahead, and discovers that the mysterious uncle has left Leadville for parts unknown. Patsy and Beth then adopt Myrtle as their \"protégé,\" and take her with them on their trip. They buy her new clothes, and she shares their hotels, meals, and adventures. (Baum cannot resist the fairy-tale viewpoint, and \"Edith Van Dyne\" gives a plug for the Oz books: Myrtle is \"amazed and awed by the splendor of her new apparel, and could scarcely believe her good fortune. It seemed like a fairy tale to her, and she imagined herself a Cinderella with two fairy godmothers who were young and pretty girls possessing the purse of Fortunatus and the generosity of Glinda the Good.\") Uncle John buys a large, seven-passenger touring car and outfits it for camping and cross-country travel. He also hires a chauffeur, a half-Indian Québécois named Wampus. The chauffeur provides some of the comic relief in the story, though he is also presented as highly competent, courageous, and principled, a \"brave and true man.\" (Baum employs another comic chauffeur in the final book in the series, Aunt Jane's Nieces in the Red Cross.) The party sets off by car from Albuquerque; they visit the Grand Canyon and the Navaho and Hopi reservations. They witness a performance of the Hopi snake dance. In western Arizona they are waylaid by a riotous group of cowboys, who refuse to let them pass until the girls join them in a dance. In what grows into an ugly incident, the travelers are forced to acquiesce &mdash; at first; but Patsy and Beth, typically clever and resourceful, develop a plan to defeat their opponents and escape. The group reaches California, none the worse for wear; they are delighted with the change of scene. They make the Hotel del Coronado in San Diego their headquarters. (This is another bit of autobiographical writing for Baum; he stayed regularly at the Coronado during trips to California.) Myrtle Dean has proved a delightful and rewarding companion; her health has already shown signs of improvement with better diet, less anxiety, and the warmth of new friendships. Myrtle, however, has been the center of a series of curious events. At the Grand Canyon, the travelers saw a morose-looking man standing at the very lip of the canyon; Myrtle, fearing that he intended to jump, cried out to him, and the man turned away from the edge. At San Diego, they once again see the strange man, standing on a cliff over the ocean; Myrtle once again fears his suicide, and cries out to him. The man turns out to be staying at the Coronado; his name in C. B. Jones. Myrtle happens upon him a third time, and takes away the revolver he has been brooding over in his room. After the three incidents, the man becomes emotionally attached to, if not fixated upon, Myrtle. Uncle John's inquiries reveal that the man, Collanson Jones, is the \"Anson\" Jones who is Myrtle's missing uncle. The two are happy at this re-unification of their sundered family, and Jones's deep melancholy is relieved (the evil aunt who sent Myrtle away had told him the girl was dead). And since Jones has made his fortune in mining, Myrtle's financial future is secured.",
    "genre": [
      "Travel literature",
      "Young adult literature"
    ],
    "author": "L. Frank Baum"
  },
  {
    "title": "Pictures from the Water Trade",
    "summary": " Told from the perspective of an authorial alias called ‘Boon’ (‘Bun-san’ to the Japanese), the book describes a series of initiations into Japanese language, family relations, love rites, shodo and the mizu-shobai itself — the ‘water trade’ — a seedy night-world of cabarets, bars and brothels.",
    "genre": [
      "Travel literature",
      "Fiction"
    ],
    "author": "John David Morley"
  },
  {
    "title": "Journey to the End of the Whale",
    "summary": " Swiss orphan, insurance agent and amateur marine biologist Daniel Serraz free-floats with life’s currents until a traumatic midlife episode sends him on a journey of discovery to the remote east Indonesian island of Lefó. There, he will uncover the secret of his origins, but not before risking everything hunting with the islanders, the last torchbearers of an ancient tradition by which whales are bested by men in teak boats, harpooned by hand on the open sea.",
    "genre": [
      "Travel literature",
      "Fiction",
      "Adventure novel"
    ],
    "author": "John David Morley"
  }
]