[
  {
    "title": "I Am Legend",
    "summary": " The main character is Robert Neville, apparently the sole survivor of a pandemic whose symptoms resemble vampirism. It is implied that the pandemic was caused by a war, and that it was spread by dust storms in the cities and an explosion in the mosquito population. The narrative details Neville's daily life in Los Angeles as he attempts to comprehend, research, and possibly cure the disease, to which he is immune. Neville's past is revealed through flashbacks. The vampires only come out at night and become comatose by day, though they also sometimes come out earlier during cloudy weather. Neville survives by barricading himself by sunset inside his house, further protected by garlic, mirrors, and crosses. Swarms of vampires would regularly surround his house, trying to find ways to get inside. During the day, he scavenges for supplies and methodically searches out the inactive vampires, driving stakes into their hearts to kill them. After bouts of depression and alcoholism, Neville decides to find out the scientific cause of the pandemic. He obtains books and other research materials from a library, and through painstaking research discovers the root of the vampiric disease in a strain of bacteria capable of infecting both deceased and living hosts. He also discovers that much of the efficacy of the garlic, mirrors, and crosses were actually \"hysterical blindess\", the result of previous psychological conditioning of the infected (particularly the religious) who believed that they were effective against vampires. Driven to insanity by the disease, the vampires now reacted as they believed they should react when confronted with these items. Even then, it was constrained to the beliefs of the particular person, such that a vampire who was Christian would fear the cross, but a vampire who was Jewish would not. Neville also discovers more efficient means of killing the infected, other than just driving a stake into their hearts. This included exposing them to direct sunlight (which killed the bacteria) or inflicting deep wounds on their bodies so that the bacteria switch from being anaerobic symbionts to aerobic parasites, rapidly consuming their hosts when exposed to air. He is now killing such large numbers of vampires in his daily forays that his nightly visitors have diminished significantly. After three years, Neville sees an apparently uninfected woman, Ruth, abroad in the daylight, and captures her. After some convincing, Ruth tells him her story of how she and her husband survived the pandemic (though her husband was killed two weeks earlier). Neville is puzzled by the fact that she is upset when he speaks of killing vampires, on grounds that if her story of survival was true, she would have become hardened to the act. One night Neville is startled awake and finds Ruth about to leave. Suspicious, he questions her motives, but relates the trauma of his past, whereupon they comfort each other. Ruth reluctantly allows him a blood sample but knocks him senseless when he realizes she is infected. When he wakes, Neville discovers a note from Ruth confessing that she is actually infected and that Neville was responsible for her husband's death. Ruth admits that she was sent to spy on him. The infected have slowly overcome their disease until they can spend short periods of time in sunlight and are attempting to rebuild society; but they fear and hate Neville who has destroyed some of their people along with the true vampires (dead bodies animated by the germ) during his daytime excursions against the latter. Ruth warns Neville that her people will attempt to capture him, and that he should leave his house and escape; but Neville disregards Ruth's warning and is captured. Neville wakes in a prison where he is visited by Ruth, who informs him that she is a ranking member of the new society but, unlike the others, does not resent him. She acknowledges the need for Neville's execution, and gives him pills, claiming they will \"make it easier\". Badly injured, Neville accepts his fate and asks Ruth not to let this society become heartless. Ruth kisses him and leaves. Neville goes to his prison window and sees all the infected waiting for his execution. Judging by their reactions to the sight of him, he now recognizes their point of view. Having hitherto seen the destruction of the infected survivors as a moral imperative to be pursued for his own and mankind's survival, he failed to realize that the infected have come to view him in fear and awe. To them, he was an invisible killer who moved by day, killing their loved ones as they hibernated. He realizes that even as vampires were legend in pre-infection times, he, a remnant of old humanity, is now a legend to the new race born of the infection. He therefore remarks to himself as he dies: \"[I am] a new superstition entering the unassailable fortress of forever. I am legend\".",
    "genre": [
      "Vampire fiction",
      "Science Fiction",
      "Horror",
      "Speculative fiction",
      "Zombies in popular culture",
      "Apocalyptic and post-apocalyptic fiction",
      "Fiction",
      "Catastrophic literature",
      "Dystopia"
    ],
    "author": "Richard Matheson"
  },
  {
    "title": "Interview with the Vampire",
    "summary": " A vampire named Louis tells his 200-year-long life story to reporter Daniel Molloy (who is only referred to as \"the boy\" in the novel). In 1791, Louis was a young indigo plantation owner living south of New Orleans, Louisiana. Distraught with the death of his pious brother, he seeks death in any way possible. Louis is approached by a vampire named Lestat, who desires Louis' company. Lestat turns Louis into a vampire (although initially Louis begs to be killed) and the two become immortal companions. Lestat spends some time feeding off the local plantation slaves while Louis, who finds it morally impossible for him to murder humans to survive, feeds from animals. Louis and Lestat are forced to leave when Louis' slaves begin to fear the monsters with which they live and instigate an uprising. Louis sets his own plantation aflame; he and Lestat exterminate the plantation slaves to keep word from spreading about vampires living in Louisiana. Gradually, Louis bends under Lestat's influence and begins feeding from humans. He slowly comes to terms with his vampire nature but also becomes increasingly repulsed by what he perceives as Lestat's total lack of compassion for the humans he preys upon. Escaping to New Orleans proper, Louis feeds off a plague-ridden young girl one night, who is six years old, whom he finds next to the corpse of her mother. Louis begins to think of leaving Lestat and going his own way. Fearing this, Lestat then turns the girl into a vampire \"daughter\" for them, to give Louis a reason to stay. She is then given the name \"Claudia\". Louis is initially horrified that Lestat has turned a child into a vampire, but soon begins to care for Claudia tenderly and dotingly. Claudia takes to killing people easily, but over time, she grows tired of her eternal childhood and begins to realize she can never grow up; her mind matures into that of an intelligent, assertive woman, but her body remains that of a five-year-old girl. Claudia blames Lestat for her condition and, after 60 years of living together, she hatches a plot to destroy Lestat by poisoning him and cutting his throat. Claudia and Louis then dump his body into a nearby swamp. After realizing that they seem to now be the only vampires living in America, Claudia desires to travel to Europe with Louis and seek out \"Old World\" vampires. As Louis and Claudia prepare to flee to Europe, Lestat appears, having survived and recovered from Claudia's attack, and attacks them in turn. Louis sets fire to their home and barely escapes with Claudia, leaving a furious Lestat to be consumed by the flames. Arriving in Europe, Louis and Claudia seek out more of their kind. They travel throughout eastern Europe first and do indeed encounter vampires, but these vampires appear to be nothing more than animated corpses, mindless and unintelligible. It is only when they reach Paris that they encounter vampires like themselves - specifically, the 400-year-old vampire Armand and his coven, the Théâtre des Vampires. Inhabiting an ancient theater, Armand and his vampire coven disguise themselves as humans and feed on live, terrified humans in mock-plays before a live human audience (who think the killings are merely a very realistic performance). Claudia is repulsed by these vampires and what she considers to be their cheap theatrics, but Louis and Armand are drawn to each other. Santiago, a prominent figure among the vampire coven, suspects Claudia and Louis of killing their maker. One rule among the vampires is death to any vampire who kills their own kind. Convinced that Louis will leave her for Armand, Claudia demands that Louis turn a human Parisian doll maker, Madeleine, into a vampire to serve as both a mother figure and a replacement companion. Louis at first refuses but eventually gives in and makes Madeleine into a vampire. Louis, Madeleine and Claudia live together for a brief time, but all three are abducted one night by the Theatre vampires. Lestat has arrived - having survived the fire and attempted murder in New Orleans. His accusations against Louis and Claudia result in Louis being locked in a coffin to starve, while Claudia and Madeleine are locked in an open courtyard. Armand arrives and releases Louis from the coffin, but Madeleine and Claudia are burned to death by the rising sun. Louis finds the ashen remains of Claudia and Madeleine and is devastated. He later returns to the Theatre late the following night, burning it to the ground as the sun rises and killing all the vampires inside, and leaves with Armand. Louis and Armand then travel across Europe together for several years, but Louis never fully recovers from Claudia's death and the emotional connection between himself and Armand quickly dissolves. Tired of the Old World, Louis eventually returns to America and New Orleans in the early 20th century, living as a loner; he feeds off any humans that cross his path but lives in the shadows and never creates another companion for himself. Telling the boy of one last encounter with Lestat in New Orleans, Louis ends his tale; after 200 years, he is weary of immortality as a vampire and all the pain and suffering to which he has had to bear witness. The boy, however, seeing only the great powers granted to a vampire, begs to be made into a vampire himself. Infuriated that his interviewer learned nothing from his story, Louis refuses, and attacks the boy and then vanishes without a trace. Recovering from the attack, the boy leaves the place in his car.",
    "genre": [
      "Vampire fiction",
      "Horror",
      "Speculative fiction",
      "Fantasy",
      "Fiction",
      "Gothic fiction"
    ],
    "author": "Anne Rice"
  },
  {
    "title": "Cirque Du Freak",
    "summary": " Young Darren Shan has been fascinated by spiders from an early age. His best friend, Steve \"Leopard\" Leonard has grown up reading horror comics and stories about werewolves and vampires. Steve, Darren, and their friends find out about a freak show called Cirque du Freak and plan on buying tickets. Their teacher finds out about the freak show and tries to shut it down by ripping up the address . Steve memorizes the address and is there, but when he finds no one he gets ready to leave when Mr. Tall, arrives from nowhere, the ring master, hands him two tickets. Darren gets the other ticket. After viewing the \"Cirque du Freak\" Darren and Steve are mesmerized by the fantastic and disturbing show, especially by the act of the mysterious Mr. Crepsley and his giant, deadly, poisonous spider, Madam Octa. When the show ends, Steve goes back to talk to Mr. Crepsley about turning him into a vampire. He takes a taste of his blood and says that Steve's blood is bad. In horror, Steve flees the theater and tells Mr. Crepsley he will get him back for this. Darren, also horrified, turns away and decides to tell Steve that he got lost on his way back to the house, and decided to go home, which Steve half-believes. Darren steals Madam Octa, and plays with her. Steve comes over and lets her crawl around him. Annie, Darrens younger sister, walks in and screams. Darren gets distracted, and Madam Octa bites Steve paralyzing him. Darren convinces Annie to keep it secret that Darren caused Steve to get bitten. They send Steve to the hospital, the doctors have no idea what caused it and how to cure it. Darren decides the only person with a cure is most likely Mr. Crepsley. Darren goes home and observes Madam Octa. He becomes enraged and pitches her out the window. Darren then sees Mr. Crepsley taking her back. Darren goes to meet Mr. Crepsley at the theater and gives Darren a cure. But in exchange, Darren must become half vampire and give up his entire life as a human.",
    "genre": [
      "Vampire fiction",
      "Science Fiction",
      "Children's literature",
      "Horror",
      "Supernatural",
      "Young adult literature",
      "Fiction"
    ],
    "author": "Darren Shan"
  },
  {
    "title": "Demon in My View",
    "summary": " The book is set in the non fictional town of Ramsa, New York, and centers around teenager Jessica Ashley Allodola. Jessica is gorgeous and has a perfect body, but the people in her town avoid her. At Ramsa High, many students are afraid of her and some think she's a witch. Instead of trying to bond to people, Jessica writes books about vampires and witches. She has just published her first book, \"Tiger, Tiger\", under the pen name Ash Night. As her senior year starts, there are two new students, Caryn Rashida and Alex Remington. Jessica is instantly stunned by the fact that Alex looks exactly like Aubrey, a character in \"Tiger, Tiger.\" However, since Jessica believes vampires aren't real, she convinces herself that he's not Aubrey. Both Caryn and Alex show an interest in Jessica. Jessica finds Alex fascinating but considers Caryn a nuisance. After a few clues, Jessica finds out that the books she has been writing are completely true. That Alex is actually the vampire Aubrey and Caryn is a Smoke witch. Many of the vampires wish to kill her for exposing their secrets. Aubrey had initially planned to kill her, but after meeting her, he's uncertain of what to do. After Jessica is attacked by Fala, another vampire, Aubrey changes Jessica into a vampire. Throughout the story, Jessica pieces together clues regarding her birth. Her mother was Jazlyn and had been offered immortality numerous times by Siete, the creator of the vampires. After her husband's death, the pregnant Jazlyn accepted the offer in a moment of desperation and Siete changed her. However, after years of life as a vampire, her regret became too strong. A Smoke witch, Monica, offered to give her back her humanity. Monica died in the process, but she succeeded. A few months later, Jazlyn's child was born. However, the child, Jessica, held no resemblance to either of her biological parents. Instead, after almost two decades in an undead womb, she resembled Siete. Her green eyes, black hair, pale skin, and vampiric traces in her aura were all from him and Jazlyn could not look at her. So Jazlyn gave Jessica up for adoption.",
    "genre": [
      "Vampire fiction",
      "Children's literature",
      "Horror",
      "Speculative fiction",
      "Young adult literature",
      "Fiction",
      "Gothic fiction"
    ],
    "author": "Amelia Atwater-Rhodes"
  },
  {
    "title": "Twilight",
    "summary": " Isabella \"Bella\" Swan moves from sunny Phoenix, Arizona to rainy Forks, Washington to live with her father, Charlie, while her mother, Renée, travels with her new husband, Phil Dwyer, a minor league baseball player. Bella attracts much attention at her new school and is quickly befriended by several students. Much to her dismay, several boys compete for shy Bella's attention. When Bella is seated next to Edward Cullen in class on her first day of school, Edward seems utterly repulsed by her. He disappears for a few days, but warms up to Bella upon his return; their newfound relationship reaches a climax when Bella is nearly crushed by a classmate's van in the school parking lot. Edward saves Bella when he instantaneously appears next to her and stops the van with his bare hands. Bella becomes determined to discover how Edward saved her life, and constantly pesters him with questions. After a family friend, Jacob Black, tells her the local tribal legends, Bella concludes that Edward and his family are vampires who drink animal blood rather than human. Edward confesses that he initially avoided Bella because the scent of her blood was too desirable to him. Over time, Edward and Bella fall in love. Their relationship is affected when a nomadic vampire coven arrives in Forks. James, a tracker vampire who is intrigued by the Cullens' relationship with a human, wants to hunt Bella for sport. The Cullens attempt to distract James by separating Bella and Edward, and send Bella to hide in a hotel in Phoenix. There, Bella receives a phone call from James, who claims to be holding her mother captive. When Bella surrenders herself, James attacks her. Before James can kill her, Edward, along with the other Cullens, rescues her and destroy James, but not before James bites Bella's hand. Edward successfully sucks the poison from her bloodstream and prevents her from becoming a vampire, after which she is taken to a hospital. Upon returning to Forks, Bella and Edward attend their school prom, and Bella expresses her desire to become a vampire, but Edward refuses.",
    "genre": [
      "Vampire fiction",
      "Horror",
      "Speculative fiction",
      "Young adult literature",
      "Romance novel",
      "Fantasy",
      "Fiction"
    ],
    "author": "Stephenie Meyer"
  },
  {
    "title": "The Space Vampires",
    "summary": " In the late twenty-first century, far out in a nearby asteroid belt, a gigantic derelict castle-like alien spacecraft is discovered by the space exploration vehicle Hermes, commanded by Captain Olof Carlsen. Investigating the spacecraft's interior, the astronauts first discover the desiccated corpses of giant bat-like creatures, then three glass coffins containing three immobilized humanoids - two male and one female - preserved in a state of suspended animation. Returning to Earth with the preserved humanoids, Carlsen discovers the true nature of the beings when one of them kills a young man, a reporter (and the son of a friend of Carlsen) whom Carlsen illicitly allowed to view the body. The woman kills her victim by completely draining his life-force (a quantifiable energy measured by a device called \"lambda-field scanners\"), then, when Carlsen attempts to intervene, partially draining him of energy as well. Carlsen is left still alive, but unable to prevent the woman from escaping from the hospital. Carlsen joins forces with Dr. Hans Fallada, a scientist researching energy vampirism and longevity, to find the escaped vampire and recapture her. In the course of their investigations they discover that the aliens can transfer from one body to another, and that the other two have also escaped; they also discover the potential for energy vampirism - and more generalized voluntary energy transfer - that exists in all humans, and the parallels between vampirism, criminality, and sexual fetishization. At last Carlsen tracks down the vampires in London, their leader having possessed the body of the Prime Minister; but their confrontation is averted when representatives from the Nioth-Korghai, the vampires' original race, appear and offer the vampires (the Ubbo-Sathla, as they call themselves) the chance to regain their original nature as higher-dimension energy-beings. The vampires accept joyfully, but destroy themselves upon regaining the ability to see themselves for what they had become. An epilogue, set nearly a century later, reveals that Carlsen has used the techniques of benevolent energy transference he learned via his encounters with the vampires to live an extraordinarily long life, and possibly (it is implied) to have achieved a kind of transcendence upon his death.",
    "genre": [
      "Vampire fiction",
      "Science Fiction"
    ],
    "author": "Colin Wilson"
  },
  {
    "title": "New Moon",
    "summary": " On Isabella \"Bella\" Swan's 18th birthday, Edward Cullen, the vampire she loves, and his family throw her a birthday party. While unwrapping a gift, she gets a paper cut, which causes Edward's adopted brother, Jasper, to be overwhelmed by her blood's scent and attempt to kill Bella. To protect her, Edward tells Bella that he does not love her and the Cullens move away from Forks. This leaves Bella heartbroken and depressed. In the months that follow, Bella learns that thrill-seeking activities, such as motorcycle riding, allow her to \"hear\" Edward's voice in her head. She also seeks comfort in her deepening friendship with Jacob Black, a cheerful companion who eases her pain over losing Edward. Bella later discovers that Jacob and other tribe members are werewolves. Jacob and his pack protect Bella from the vampire Laurent and also Victoria, who seeks revenge for her dead mate, James, whom the Cullens killed in Twilight. Meanwhile, a series of miscommunications leads Edward to believe that Bella has killed herself. Distraught over her supposed suicide, Edward flees to Volterra, Italy to provoke the Volturi, vampire royalty who are capable of killing him. Alice and Bella rush to Italy to save Edward, arriving just in time to stop him. Before leaving Italy, the Volturi tell Edward that Bella, a human who knows that vampires exist, must either be killed or transformed into a vampire. When they return to Forks, Edward tells Bella that he has always loved her and only left Forks to protect her. She forgives him, and the Cullens vote in favor of Bella being transformed into a vampire, to Edward's dismay. However, Jacob reminds Edward about an important piece in the treaty: if the Cullens bite a human, the treaty is over.",
    "genre": [
      "Vampire fiction",
      "Horror",
      "Speculative fiction",
      "Young adult literature",
      "Romance novel",
      "Fiction"
    ],
    "author": "Stephenie Meyer"
  },
  {
    "title": "Dead Until Dark",
    "summary": " Sookie lives with her grandmother, Adele, and has an older brother, Jason. Early in the book, Sookie falls in love with a vampire, a Civil War veteran named Bill Compton. After first meeting Bill, Sookie saves him from some \"drainers\", people who steal blood from vampires. Bill returns the favor several days later when the drainers attack Sookie. Several murders occur in Bon Temps, and Bill becomes a suspect because many of the bodies have fang marks. Sookie's brother Jason is romantically linked to two of the victims, prompting the Bon Temps police to arrest him. Wanting to help her brother, Sookie asks Bill to take her to a vampire bar called Fangtasia, which is owned by Eric Northman, a vampire sheriff much older and more powerful than Bill. Eric realizes that Sookie's telepathy can be useful and commands Bill to direct Sookie to use her ability to determine the identity of the one embezzling from Fangtasia. Once Sookie identifies Long Shadow, who is Eric's partner and also a vampire, a confrontation ensues that nearly kills Sookie. Eric saves Sookie's life by staking Long Shadow when he attacks her. Meanwhile in Bon Temps, Adele is murdered within the family kitchen. Bill, concerned with Eric's power over him and Sookie, decides to improve his own position within the vampire hierarchy. He asks Bubba, a dim-witted vampire, who was \"the man from Memphis\", to protect Sookie while he is gone. Sookie discovers that her boss, Sam, is a shape-shifter when she lets a stray dog sleep on her bed and finds a naked Sam in the morning. While Bill is gone, Sookie discovers that the murderer is her brother's friend Rene Lenier. He almost kills her, but she fights back. Badly injured, Sookie wakes up in the hospital and finds the police by her side, telling her Rene has confessed to the killings. Bill appears later that night and tells Sookie that he has become his area's investigator, working under Eric.",
    "genre": [
      "Vampire fiction",
      "Speculative fiction",
      "Romance novel",
      "Mystery",
      "Fantasy",
      "Fiction",
      "Paranormal romance",
      "Gothic fiction"
    ],
    "author": "Charlaine Harris"
  },
  {
    "title": "Eighth Grade Bites",
    "summary": " Life is not easy for any thirteen-year-old, but when your mother was a human and your father was a vampire, and they were both killed in a fire, it's especially hard. The school bullies harass Vlad, the principal seems to have it in for him, and his dream girl, Meredith, seems to prefer his friend, Henry. Vlad's mother's long-time friend, Nelly, is raising him, and she understands his problems and helps him to hide the fact that he is a vampire and must have blood to survive. Vlad's best friend, Henry is the only other person who knows his secret, and Vlad bit Henry once when they were eight years old, making Henry his drudge (someone who is forced to the will of a vampire). Vladimir has real rapport with one teacher, but that teacher has disappeared and no one knows where he is. Vlad and Henry are determined to find out what happened to him. But the substitute teacher begins to question Vlad too closely ... and there is just something strange about Mr. Otis. Vlad worries that Otis might suspect the truth. Then when Otis assigns Vampires as Vlad's research project, and the teacher scribbles \"I know your secret\" across the bottom of his essay, he is really frightened. Vlad discovers his father's journal and is learning about the reality of being a vampire and the powers that he may possess. He also becomes convinced that there is a Vampire slayer in town, and that he is searching for Vlad. Things go from bad to worse when Nelly invites Otis to dinner and he confronts Vlad with what he knows.",
    "genre": [
      "Vampire fiction",
      "Fantasy",
      "Young adult literature"
    ],
    "author": "Heather Brewer"
  },
  {
    "title": "The Passage",
    "summary": " The novel is broken into 11 parts of varying lengths. The story itself is broken into two sections: The first and shorter section covers the origins of the virus and its outbreak, while the second is set 93 years after the infections, primarily following a colony of survivors living in California. Several narrative devices are used, including email, journal entries, newspaper reports, and other documents. Occasional use is made of reference material from 1,000 years after the outbreak, coming from \"The Journal of Sara Fisher\", sourced from a future \"University of New South Wales, Indo-Australian Republic\". The U.S. government is conducting a top secret experiment referred to as \"Project Noah,\" which involves acquiring and transporting death row inmates to a secret military compound in Colorado for the purposes of modifying them into super-soldiers for the U.S. Army. These genetic experiments originate from patient zero Fanning - one of two surviving members of an expedition investigating a Bolivian bat-carried virus. The virus, while eventually causing hemorrhagic fever and death in initial subjects, is being refined to accentuate its other properties - boosting of the immune system, enhanced strength and agility. The FBI agents responsible for recruiting the prisoners are ordered to collect 6 year old Amy Bellafonte from a convent, and, although conflicted, deliver her to Dr. Lear, the head of the project. At Noah she is exposed to a refined version of the serum administered to \"The Twelve\"—the original inmates. Lear theorizes that as Amy's immune system has not had chance to mature it will form a symbiosis with the virus and live with her sympathetically, instead of the violent forms it has taken with the other twelve. Of the inmates, the first and last recruited are depicted as being different from the others: Babcock, the original test subject, is stronger and appears to have developed psychic abilities, occasionally influencing his guards and cleaners; and Carter is in fact innocent, but was convicted of first-degree murder nonetheless. Zero (AKA Fanning) and the other twelve inmates mentally take control of their guards and escape their quarantine cells, rapidly killing all who stand in their way. Amy is rescued by Brad Wolgast (the FBI agent who brought her to Noah) and Sister Lacey (a nun who was looking after Amy when she was recruited). Lacey is taken by Carter, as Wolgast and Amy escape to a mountain retreat where they live for several months, occasionally picking up news of the contagion spread throughout America. The rest of the world's fate is not stated, but it is mentioned that most of Europe has imposed quarantine over travel. Despite living reasonably comfortably in the mountain site, Wolgast eventually succumbs to radiation sickness when a nuclear device is detonated relatively nearby - he assumes that the government is attempting to sterilize infected areas of the country - and Amy is left to fend for herself. The novel shifts forward in time approximately 93 years (with occasional reference retrospectively 1,000 years in the future), and the narrative is taken up around a self-sufficient and isolationist colony established by the military (specifically FEMA) not long after the initial outbreak. The colony is in slow decline, although only one character (a technician called Michael) seems to recognize this; he is trying to establish clandestine contact with the outside world to obtain spares for their failing equipment - specifically their batteries which power the high-wattage lights which protect the colony from the virals, who in traditional vampiric style are highly light-sensitive. During a nighttime attack, Amy arrives at the gates of the camp, having previously met Peter Jaxon (one of the colony's senior figures) during a foraging expedition. Amy's arrival also results in a break-in from the virals leading to the death of \"Teacher\" - the person responsible for the upbringing of all the children under eight in the colony. Amy now appears to be a fifteen year old girl, and upon her arrival is grievously wounded by a crossbow, but her own recuperative powers soon heal her and within days she is as healthy as she was before being injured. Amy's arrival, her healing abilities, Teacher's death and inner-colony friction (caused by Babcock's mental influence over several Colony figures) force several of the colony dwellers to abscond with Amy and seek out another military site in Colorado - from where Michael has been receiving faint radio signals. Amy demonstrates a psychic bond with the virals, and manages to keep the group of travelers relatively safe during their journey. They come across another settlement established in a Las Vegas prison, known as the Haven, which, while initially welcoming, is in fact Babcock's lair. The Haven \"feeds\" Babcock blood sacrifices in exchange for being left alone by the horde of virals at his disposal, referred to as \"The Many\" (as opposed to The Twelve). During a botched attempt to kill Babcock during one of the blood sacrifice rituals, sympathizers at the Haven enable the group to escape via railroad, and they meet up with a Texan military group, who assist them in finding the Colorado outpost. Once at the outpost, they discover that it is the same compound where the outbreak started, and still serves as home to Sister Lacey. Lacey, like Amy, was treated by Lear with a modified form of the serum, providing her with longer life and a psychic bond with not only Amy and the virals, but Babcock as well. It is decided to lure Babcock into the outpost - Amy and Lacey confirm that he is headed towards them in any case - where they will detonate a nuclear device originally designed to sterilize the compound, but never used. The group theorize that the virals are like a hive mind and once Babcock is dead his hold over the virals created exponentially by him will cease and they will no longer be a threat. While waiting for Babcock to arrive, the group is attacked, resulting in Alicia (\"Lish\") becoming infected, and treated by Sara the medic with modified serum. Lacey hands over files on The Twelve, revealing their hometowns, to which she suggests The Twelve will have returned. Upon Babcock's arrival, Lacey lures him to a chamber where she detonates the bomb, destroying herself, Babcock, and much of the outpost. The attacking virals all collapse and die again, in most cases leaving behind nothing but dust, proving the hive theory correct. Lish adapts to the virus in a similar manner to Amy and Lacey before her, yet with differences - she has limited psychic abilities, but has the strength and endurance of a viral. Greer, one of the Texan soldiers traveling with them, comments that she would be a formidable soldier - suggesting that Lish has become the first true \"super soldier\" that the government was trying to develop 93 years ago. Part of the group - primarily Amy, Peter, and Lish - return to the First Colony only to find it deserted, with no sign of what happened or where the colonists may have gone. There are two bodies, a victim of a suicide and that of Auntie, who seemingly died of old age. They decide to hunt down the remaining Twelve using Lear's files to determine their locations, and Lish as their primary weapon. That night Amy meets the infected Wolgast, outside the Colony. The other group stays with the Texan Expeditionary force, and their remaining story is related through parts of Sara's diary - her last entry is at Roswell Base, and among comments about her own pregnancy she states that she can hear gunshots, and is going to investigate. This entry is presented as part of the future reference material, and is stated to have come from the site of \"The Roswell Massacre\". The novel ends ambiguously for all surviving characters.",
    "genre": [
      "Vampire fiction",
      "Science Fiction",
      "Horror",
      "New York Times Best Seller list",
      "Utopian and dystopian fiction",
      "Apocalyptic and post-apocalyptic fiction",
      "Fantasy",
      "Fiction",
      "Epic Science Fiction and Fantasy",
      "Dystopia"
    ],
    "author": "Justin Cronin"
  },
  {
    "title": "Marked",
    "summary": " Sixteen-year-old Zoey Redbird lives in a world where vampires have always existed. One day, during school, Zoey is marked by a Tracker to become a fledgling vampyre at the Tulsa House of Night, a boarding school where she will be trained to become an adult vampyre. She faints, only to find herself deserted by almost everyone and hurries home. Her mother, Linda Heffer, blames her for the Mark and, together with her ultra-religious husband (Zoey's stepfather/step-loser), she tries to keep Zoey at home, to be presented to the Elders of the People of Faith, an anti-vampyre group. As fledglings need to be constantly in the presence of an adult vampyre so that their bodies won't reject the Change, Zoey flees to her grandmother Sylvia, a Cherokee Wise Woman. On the way she passes out and has a vision with the vampyre goddess, Nyx, who announces to Zoey that she will be her \"eyes and ears\" at the House of Night. The goddess leaves Zoey with the words \"Darkness does not always equate to evil, Light does not always bring good\" which becomes a very frequent and important message throughout the series. Zoey wakes up at the school in the presence of her grandmother and the vampyre headmaster- her future mentor, Neferet. She finds out that her Mark is all filled in, unusually for fledglings, but follows her intuition and doesn't mention the vision to Neferet. As a fledgling vampyre, Zoey has the opportunity to change her name and does so, taking her grandmother's surname, Redbird, before parting with her. Aphrodite another fledgling then takes her to her room, where she meets Stevie Rae, her new roommate and future best friend. Through Stevie Rae, Zoey meets and befriends Damien, Erin, and Shaunee. She also meets the snobby, beautiful leader of the Dark Daughters and Sons, Aphrodite, a fledgling with the power to see the future. To humiliate Zoey she invites her to join the Dark Daughters, who are an elitist group. Her new friends counsel her to accept, so that they can get insight into Aphrodite's doings. During the ritual, Aphrodite feeds her fledgling blood and Zoey discovers a new craving, unusual for her age. Embarrassed, she flees- but finds Heath, her ex-boyfriend, and Kayla, her ex-best friend, who have come to the school in an attempt to bust Zoey out. A confrontation ensues and Zoey loses control. She bites Heath, creating an Imprint with him. Kayla freaks out and runs away; Zoey eventually persuades Heath to leave too. When they have gone, Zoey discovers that Erik Night, a handsome fifth former and Dark Son whom she met earlier, has seen the whole scene. He comforts her and escorts her back to the dorm. That night she is chosen by a cat, whom she names Nala. The following day, she meets Neferet, who explains to her that an Imprint is a link that takes place between a adult vampyre and his or her human Consort. As it is very unusual that Zoey could create an Imprint in her first month of being a vampyre, she places Zoey into a senior vampyre sociology course. Zoey discovers that she has affinities for the five elements of air, fire, earth, water, and spirit- something that has never happened before in vampyre history. Stevie Rae, Damien, Shaunee, and Erin each gain an affinity for one element as well. Zoey is (spitefully) invited back to the Dark Daughters and Sons' Samhain celebration, where they honor the spirits with some blood. Everything goes fine until a drunk Heath stumbles upon the scene and tries to bring Zoey back with him. Aphrodite accidentally summons evil spirits which try to take Heath’s fresh human blood. Zoey steps in; she and her friends use their newfound abilities to stop the spirits. Neferet, who happens to witness everything, takes Aphrodite's status as leader of the Dark Daughters and Sons and gives it to Zoey instead. As they go home, Aphrodite angrily informs Zoey that \"it's not over yet- you don't understand.\"",
    "genre": [
      "Vampire fiction",
      "Horror",
      "Speculative fiction",
      "Young adult literature",
      "Contemporary fantasy",
      "Romance novel",
      "Fantasy",
      "Paranormal romance"
    ],
    "author": "Kristin Cast"
  }
]