[
  {
    "title": "In Watermelon Sugar",
    "summary": " Through the narrator's first person account we hear the story of the people and the events of iDEATH. The central tension is created by Margaret, once a lover of the narrator, and inBOIL, a rebellious man who has left iDEATH to live near a forbidden area called the Forgotten Works. It is a huge trash heap where the remnants of a former civilization lie abandoned in great piles. Margaret, a collector of such 'forgotten things', is friendly with inBOIL and his followers, who explore the place and make whiskey. inBOIL's separation from the group may have been related to the annihilation of 'The Tigers', killed many years previously by the people. It is unknown to the reader whether 'The Tigers' were actual tigers, human beings or somehow anthropomorphic: while the tigers would kill and eat people (including the narrator's parents) they could also talk, sing, play musical instruments and were at least competent with arithmetic. Two tigers were killed on a bridge (known later as 'the abandoned bridge'). The last tiger was killed on a spot later developed into a trout farm. In the violent climax of the novel, inBOIL returns to the community along with a handful of followers, planning, he says, to show the residents what iDEATH really is. The residents know only that \"something\" is about to happen—for all they know, inBOIL could be plotting to kill them all. Margaret appears oblivious to the threats, and unconcerned about the safety of her own family and friends. Many suspect that Margaret knew and did not reveal details of inBOIL's real plan, thus \"conspiring\" with the evil men. She is semi-ostracized from iDEATH, and at the beginning of the novel the narrator reveals he had ended their relationship because of these events.",
    "genre": [
      "Apocalyptic and post-apocalyptic fiction",
      "Speculative fiction",
      "Fiction"
    ],
    "author": "Richard Brautigan"
  },
  {
    "title": "Doomsday Plus Twelve",
    "summary": " In 1988, an incident in Saudi Arabia touches off World War III between the United States of America and the Soviet Union. Things get out of hand and nuclear weapons are used. American deaths number 120 million. The effects of EMP, ozone, and epidemics (California was dusted with anthrax) are depicted. Twelve years later people living in a rural Oregon have survived with their only contact with the outside world coming from Japanese merchants who have built a base near them. They are later, however, visited by representatives from San Diego, one of the few American cities to survive the war. The visitors preach their plan to restore the United States by driving out the Japanese with a nuclear submarine that survived the war and ask for volunteers to join their army. Most people are not interested in their message but when the militants launch an attack on the Japanese merchant base it inspires a trek to San Diego led by a charismatic young girl to peacefully protest their actions. On the way they meet various groups of survivors: a gang of Hells Angels bikers who join up with them, monks living in a still functioning observatory, and refugees in the desert living in abandoned military vehicles. When they arrive in San Diego they find the city in ruins (the missile that was supposed to hit exploded in the ocean causing a tsunami that destroyed the city). They peacefully march into the base discovering that the militants were too afraid of their own soldiers to provide them with ammo and the nuclear submarine they boasted about had long since sunk to the ocean floor.",
    "genre": [
      "Apocalyptic and post-apocalyptic fiction"
    ],
    "author": ""
  },
  {
    "title": "One Second After",
    "summary": " John Matherson is a professor of history at the local Montreat Christian College. A retired U.S. Army Colonel, he had moved to Black Mountain with his late wife, a native of the town, when she was dying from cancer. The widowed father of two daughters and a collegiate professor, Matherson is well-respected within the community. At 4:50 p.m. (16:50) Eastern Standard Time, on the first day described in the book's narration, the phone lines in the town suddenly go dead along, with all the electrical appliances. Just a second before, everything worked; but now, just one second after, virtually nothing seems to work. Within hours it becomes clear that this is no ordinary blackout for the residents of Black Mountain, and they come to the realization that the power may remain off for a very long time. Every modern electrical device is disabled, destroyed by what Matherson is beginning to suspect is an electromagnetic pulse (EMP) attack on the United States by unknown attackers. The contiguous United States has, in an instant, been thrown back into the 19th century. However, the narration in the book points out that 21st century people are not at all equipped to live under 19th century conditions. Later on, Matherson remarks that the survivors have the technology of the early 16th century. Matherson's immediate concern is his twelve year old daughter, who has Type 1 diabetes. Without a constant supply of insulin, which requires refrigeration, she will die. The story's focus shifts quickly to how the community, as a whole, reacts. Matherson is a respected outsider, his military experience, standing as collegiate professor, and his level-headedness are appreciated by the town's residents. There are hundreds of stranded motorists whose cars and trucks have simply rolled to a halt on the nearby Interstate highway. Those people make their way into town, where some of them are clearly unwanted by the locals. There is an immediate growing concern about food; the leaders of the community soon begin wondering how these several thousand people going to be fed for any appreciable length of time. No refrigerators or freezers are running. No trucks are bringing in fresh supplies every day. Concerns immediately arise about the nursing home in town where Matherson's elderly cancer-stricken father-in-law resides. The elderly and frail need refrigerated medicines, and many require constant nursing care. The EMP has disabled the nursing home's standby generator, which cannot be started. There are no AM/FM radio broadcasts, no television, no Internet, and thus, no communication with anyone outside the town is possible. However, two months later, a working antique telephone is set up to connect Black Mountain with the nearby town of Swannanoa, North Carolina. The family of Matherson's late wife are small-scale car collectors who happen to own a 1959 Ford Edsel, in addition to a Ford Mustang. The two cars are so old that the EMP did not affect them because they have no modern EMP-sensitive electronics, such as transistors. Another local resident owns a vintage airplane that later becomes very useful, as it too is so old that it has no vulnerable electronics. Without modern sanitation and supplies, diseases surge. Minor wounds become seriously infected, and the community has soon exhausted its supply of antibiotics. The social order in Black Mountain begins to break down. It is too late in the year to plant and harvest crops, which is a moot point as few people in the area know how to farm anyway. Suddenly, skills that haven't been needed in several generations have become critically necessary. The town must organize its young and able-bodied to defend itself against a marauding band of cannibals, who eventually attack the community, resulting in a violent and deadly battle. After a while, the extreme shortages of food require difficult choices regarding rationing; who gets how much food, and which people are to be deliberately underfed to the point of starvation. Increasingly, Matherson is forced by circumstances to assume a growing leadership role as the situation continues to deteriorate. Matherson, along with a few others, try their best to maintain a balance between the multiple necessities of rationing scarce resources, maintaining law and order in addition to individual freedom, as well as personal responsibility and moral behavior in the midst of deeply deteriorating physical and social conditions. One year later, the U.S. military arrives to rebuild and aid the town. It is revealed that the EMP that devastated the contiguous United States was generated by three nuclear missiles launched from offshore container ships. One was launched from the Gulf of Mexico and detonated in the upper atmosphere over Utah, Kansas, and Ohio. The container ship was sunk by an explosion immediately after the missile launch; no indication remained of who was directly responsible for the attacks. Another missile was fired from off the Icelandic coast and detonated over Russia. Another nuclear missile was detonated over Japan and South Korea. The U.S. government is said to have believed that an alliance between Iran and North Korea was responsible for the attacks, and that the United States attacked Iran and North Korea with nuclear weapons in retaliation. It was also mentioned that the U.S. withdrew all of its overseas military forces back to the United States to aid in rebuilding and humanitarian work. It is also revealed that the EMP attack brought down Air Force One, killing the U.S. President. One year after the EMP attack, the United States is described as having 30 million survivors, down ninety percent from an original pre-attack population of 300 million. The People's Republic of China is occupying the U.S. west coast with 500,000-strong occupation force, and Mexico has Texas and the American Southwest under military occupation, as a protectorate against China. The book also describes the increasingly intimate relationship Matherson develops with a single and child-less nurse, Makala Turner, who was stranded by the pulse. The book's premise sets the stage for a series of \"die-offs\". The first takes place within a week (those in hospitals and assisted living). After about 15 days, salmonella-induced typhoid fever and cholera set in from eating tainted food, drinking tainted water, and generally poor sanitation. Americans have lived in an environment of easy hygiene, sterilization, and antibiotics, making them prime targets for third-world diseases. The lack of bathing and poor diet will lead to rampant feminine hygiene infections; deep cuts, rusty nail punctures, and dog bites go untreated with antibiotics, tetanus shots, or rabies treatment as more die from common infections. Critical medical supply and food thieves and others are executed in public as enforcement of martial law. In 30 days, cardiac and other drug-dependent patients die off. In 60 or so days, the pacemaker and Type I diabetics patients begin to die off (although John's young daughter manages to survive until Day 163). The 5% of population having severe psychotic disorders that no longer have medication will re-create bedlam. Jury-rigged wood-burning stoves lead to carbon monoxide deaths and fires that cannot be controlled due to the lack of a fire department. Then, refugees from the cities show up looking for food and shelter and the fight over scarce resources leads to confrontation, home invasion, and more violence-related die-offs. The community becomes an inviting target for escaped prisoners and organized gangs and more violence-related die-off. Ration cards are issued to conserve the little remaining food; regardless, the community slowly starves, with the elderly the first to die off. Next, parents starve themselves to save their children. Throughout this period suicides are common. After a year, approximately 20% of the initial population has \"survived\". The \"average\" die-off for the country was 90% leaving 30 million surviving out of original 300 million US population. The food-rich Midwest had the highest survival rate with a 50% die-off. New York City and Florida had a 95% die-off from infighting among their large populations, low levels of cultivated land, high elderly population, a lack of air conditioning, rampant transmission of disease, and natural disasters such as hurricanes.",
    "genre": [
      "Apocalyptic and post-apocalyptic fiction",
      "Novel"
    ],
    "author": "William R. Forstchen"
  },
  {
    "title": "Metro 2033",
    "summary": " The protagonist of the novel is a young 20-year old man named Artyom who was born before the nuclear holocaust that occurred in 2013. When he was a baby he was saved from a horde of carnivorous rats by Sukhoi, a military officer. The rats killed Artyom's mother and most of the survivors with her. He has since been raised by Sukhoi, his adoptive father who is one of the authorities of VDNKh, one of the many shelter stations in the russian metro. He grew up and become one of the security guards in the VDNKh. In late 2033, Artyom is completing his shift with his fellow colleagues. When his shift ends he meets a mysterious man who calls himself Hunter. Hunter asks him to tell Sukhoi that he was looking for him. The three gather together and discuss the situation at VDNKh. While Hunter believes that they should keep fighting these threats, Sukhoi has obviously lost all hope, and for good reason. While Hunter is leaving he asks Artyom for a word outside. He blackmails Artyom by managing to make him spill out his secret of Artyom's lone expedition into the Botanical Gardens, as a child. Hunter makes him promise to travel to Polis in case he does not return, as Hunter is going on an expedition to stop the dark ones who have been attacking the station. After escorting a caravan to a member of the VDNKh Commonwealth, Artyom meets Bourbon. In exchange for a large number of cartridges, Artyom promises to help Bourbon through several tunnels but the journey comes to a tragic end, when Bourbon seemingly slips into insanity, and dies. Luckily for Artyom, a mysterious stranger arrives; Khan who helps him retrieve Bourbon's equipment. Artyom discovers that Bourbon actually planned on killing and looting him. After this, both plan a route to Polis. They decide to gather force to travel through a strange tunnel and fend off the monsters inside. Both reach Kitai-Gorod station where they split after it is attacked by the Fourth Reich. While fleeing the station, Artyom comes across an old man and helps him, who in turn helps him get to his next destination, Kuznetsky Most where he runs into the Reich again and is apprehended for murdering a station guard. As he is about to be executed, he is rescued by the Revolutionaries. Artyom is eventually dropped off at Paveletskaya, and befriends a man named Mark who bets against the station chief in a rat race to win visas to travel through Hanseatic League that occupied Koltsevaya Line. If they lose, which they do, they will shovel manure for a year on the Paveletskaya-Koltsevaya but Artyom eventually escapes and travels through an unfinished tunnel. There he meets a Brother Timothy who takes him to the Watchtower which seems to be a monastery of sorts and offers Artyom shelter. Artyom eventually tires of the fundamentalist teachings about God, escapes the station and continues his journey. He then goes to Serpukhovskaya and briefly checks his direction. Arriving at Polyanka he overhears a discussion about Metro-2, a mysterious subway system meant to connect major government buildings in the case of disaster. He talks with the people there and gets inspired by their thoughtful speech. He finally arrives at Polis. He is welcomed by the guard's commander, and informs the man that he has a message for Melnik and to wait a day. During this time, he meets a young man and local 'Brahmin', Daniel who is well informed of Polis affairs, and even has information on Artyom's next destination, the Library. Brahmins are the important scientists who were especially protected by the government from the nuclear holocaust and given many supplies and advanced weaponry to survive. Next day Melnik meets Artyom, who informs him there is a council meeting that day, to discuss the situation outside of Polis. During the meeting Artyom explains the situation at VDNKh to them. At first they decline to help, but later a sect of the council offers him help and tells him to go the Great Library with Melnik, Daniel and another person. They want him to receive a very old and extremely powerful book. After getting there, things soon go to hell as creatures called Librarians attack them. Melnik and his partner stay behind while Artyom and Daniel progress farther into the library. Daniel is killed and Artyom returns to Melnik with one thing; a map to a location named D-6 who tells him to go to Smolenskaya via the surface alone, since his partner has been wounded. Artyom somehow makes his way to the station despite all the odds. There he is rescued by Melnik from monsters. Artyom and Melnik make a plan to help VDNKh, by going to D-6 and launching pre-war missiles to the Dark Ones lair. They begin their journey by traveling to Kievskaya. Here Melnik inquires about a certain Tretyak and goes on a patrol with the security commander, Anton. They discuss several things, namely the disappearances of the station's residents, and the conditions of the adjacent station, Park Pobedy but there is no way in or out of the station. They return to the station and meet Treytak. As Artyom has no passport, Melnik and Tretyak venture to Mayakovskaya to look for an entrance to D-6. After one night, Artyom receives a message from Melnik telling him that Tretyak had been killed and that he would be back to the station in a day. Oleg, Anton's child, disappears. Artyom finds the child's music-maker outside a previously unseen entrance, and the duo take it to what seems to be Park Pobedy. They are both knocked unconscious by Savage Cannibals of the Great Worm cult and taken hostage. There, the cannibals are about to feast on the duo and Oleg but are rescued by Melnik and a team of stalkers. They then begin their journey to D-6 via Metro-2 with the duo, Oleg and two Savage Cannibals who are taken hostages. The team eventually finds an entrance to Metro-2. They travel through the metro and pass under the Kremlin, whose metro-station contains a mutated bio-weapon, (a remnant of the war) that hypnotizes humans and consumes them. Oleg and two stalkers are killed by it. The group throws a flamethrower gas canister towards it and shoots it, which injures the monster and forces it to retreat, allowing the party to escape. Melnik then decides that Ulman, another stalker, and Artyom need to find a high point to direct the missiles while Melnik and the remaining stalkers will find the missile control room. Artyom and Ulman will give them coordinates to fire the missiles at the dark ones from Ostankino Tower. On the way there, they stop at VDNKh which is not doing well because since Artyom left half the people are gone, and sometimes the dark ones break through the guard posts and make their way to the living quarters. Once they make their way to the top of the Ostankino Tower they transmit the coordinates. At that very moment, Artyom has a vision from the dark ones who tell him that they just wanted to cooperate with humans and the killing was just an attempt to communicate with them. But when Artyom regains self-control, the Botanical Gardens are already destroyed by the missiles. Realising that the Dark Ones were killed in vain, Artyom tears his mask in agony for what he has done and heads back home.",
    "genre": [
      "Apocalyptic and post-apocalyptic fiction"
    ],
    "author": "Dmitry Glukhovsky"
  },
  {
    "title": "So This Is How It Ends",
    "summary": " The book begins introducing a man named Bill Nichols. He is currently investigating a mysterious house fire whom a little girl by the name of Kali survived. Out of the havoc that was reaped, it seems highly suspicious that out of all of the destruction a little girl survived. He believes it as luck and dismisses any suspician, leaving the fate of Kali unknown. Then down in Chile a boy by the birth name of Catequil and the nickname of Tigre. sits in class. The clouds roll in as he sits there bored. The clouds take control and the boy jumps from class to run outside and enjoy the storm. He loses consciousness and faints. Meanwhile an egyption tomb is broken into by someone who is obviously a child- and stolen from there an ancient artifact said to be god like. Amon (the child who stole it)escapes, knowing this artifact will help him. Then finally the story shifts to Gus. Gus is just getting home from a night out with his girlfriend Lisa, and another couple. As his 3 friends drop Gus off, the conversation shifts into one about a very famous pop singer by the name of Venus. The other couple discusses her concerts and of how the teenage pop star-Venus seems to just enchant you. AFter Gus tells them he has never heard her music, the other couple lends him a copy of Venus's album. Gus gets out of the car, waves his friends bye and procceeds to walk inside his house. He goes to play the cd when the door rings, and his brother's girlfriend comes in and announces that Gus's parents along with his brother-Andrew have been in a horrible car wreck. Venus's most disliked song-discussing the end of the world. The book forwards to December 21, 2012. All of the kids previously mentioned are all around the age of 16. Kali is stuck trying to balance a job she hates but needs to support her family, along with still fulfilling her school requirements. As a result she is portrayed as a very angry teenager. Tigre has grown up with a very controlling, rude girlfriend, named Vicky, whom upon finding out that she's cheating on him, Vicky says he's too weak, crushing Tigre's confidence. And Amon who is still in Egypt, aware of the days significance. And the story then shifts to Gus. It turns out that Gus is now living in Los Angelos, with his older brother Andrew. Andrew had survived the wreck, but his parents had died. Both still coping with the death of their parents were now living with each other, and Andrew was working in a theatre business. Well on December 21 Andrew was preparing the set for the now 16 year old sedutive pop sensation-Venus, whom Gus is a fan of. After realizing how much work was needed to set up for Venus's arrival, Andrew requests Gus's helping, telling Gus to stay clear of the pop star as she is a bit of a diva. As both arrive at the theater Gus and Andrew are separated due to the jobs that were necessary. Gus finishes his job and leaves the room when he hears a crash. Upon returning to the room he finds an extremely attractive, tom-boyish girl who looked less perfect to Venus-whom he assumed to be some sort of relative. However she was in fact Venus, and when Gus returns the two begin to bond. Venus genuinely happy that she was able to spend time with someone who wasn't obsessed with worshipping her, and Gus very happy now that he was with a girl-since Lisa had dumped him. However when the girls true identity-Venus is identified, Gus reacts the way expected-reverence. Venus's bodyguard escorts her away, and Andrew soon scolded Gus for \"bothering\" Venus. Later, a faulty prop nearly kills Venus, and thanks to Gus she was saved. Then an earthquake began, and the two teenagers fled from the theatre building, hoping that everyone else made it out alive. The two teens ran into the night feeling the shift. Kali feels the quake, and experiences the shift. Tigre slept when the shift hit him, And Amon was ready and awake. When the shift completed Amon stood up, ready for what was to come.",
    "genre": [
      "Apocalyptic and post-apocalyptic fiction",
      "Fantasy"
    ],
    "author": "Tui T. Sutherland"
  },
  {
    "title": "Pandemia",
    "summary": " The main content of the book describes the disease that would later cause a global catastrophe: H5N1, the bird flu. In parts of southeastern Asia, the bird flu is a deadly epidemic that is feared by many. The bird flu has already spread to parts of Africa and most of Europe, because of today's transportation methods. Pandemia illustrates the possibility that bird flu will possibly mutate and spread to the rest of the world, creating a global pandemic in a matter of weeks. This causes a global state of emergency, and eventually causes the collapse of society and many economies across the world. The book's full plot features a group of teens in Saline, Michigan that must try and escape the city and head to the countryside where they can hopefully stay alive long enough in their uncle's cabin to be rescued. But in doing so, the teens must use whatever weapons they can find to defend themselves against looters, insane killers, and contagious, potentially dangerous infected. In a world gone mad, can the group find the necessities: food, water and shelter to survive?",
    "genre": [
      "Apocalyptic and post-apocalyptic fiction",
      "Suspense"
    ],
    "author": "Johnathan Rand"
  }
]