[
  {
    "title": "Red Storm Rising",
    "summary": " Islamic terrorists from Azerbaijan destroy a Soviet oil-production facility at Nizhnevartovsk, Russia, crippling the USSR's oil production and threatening to wreck the nation's economy. Contemplating concessions to the West to survive the crisis, the Politburo instead decides to seize the oil fields in the Persian Gulf by military force. According to the Carter Doctrine, any attack on the Gulf is an attack on strategic interests to the United States, necessitating a military response. To prevent a combined reaction by NATO, the Soviets launch a KGB operation to carry out a false flag operation framing West Germany for an unprovoked attack on the USSR; afterwards, the Soviets plan to invade Europe in response to that “attack”. With West Germany occupied, and NATO defeated, the Soviets hope that the U.S. will not rescue the Arab oil states when it attacks them, as it can meet its oil needs with Western sources. The Politburo arranges a bomb blast in the Kremlin that kills some visiting schoolchildren, blaming a West German exile for the attack. The KGB operation has limited success: the planned attack on West Germany is detected when a Spetsnaz major is captured in Aachen. The officer's capture gives NATO time to mobilize its forces and preserve the alliance. Nonetheless, the operation scores some success, as several governments, notably those of Greece and Japan, publicly claim that this “German-Russian disagreement” does not warrant involvement. Thus, the Soviets face no opposition in either the Pacific theater or the Mediterranean region. NATO aircraft manage to sharply reduce Soviet ground superiority on the first night of the war by using first-generation stealth planes and tactical fighter-bombers to eliminate Soviet Mainstay AWACS aircraft and tactical fighters. The NATO forces achieve air superiority and destroy many key bridges over which much of the Soviet Army had yet to cross. The Soviets advance at great cost, having dramatically underestimated NATO defensive firepower. Germany becomes the epicentre of the conflict; here, NATO forces are slowly driven west while inflicting significant damage to the encroaching Soviet Army. Simultaneously, the Soviets seize Iceland in a covert surprise attack, capturing the NATO air station at Keflavík and disrupting the GIUK-SOSUS line to allow the Soviet Navy to operate in the Atlantic Ocean undetected. In addition, the Soviet Navy takes steps to protect its ballistic missile submarine fleet in costal waters behind minefields and ASW assets, allowing the full use of its attack submarines to engage and destroy NATO shipping rather than escorting strategic assets. In essence, the Soviet Navy is able to act as an offensive weapon contrary to pre-war NATO expectations, becoming a major strategic threat against resupply convoys coming from North America with both aircraft and submarines. This advantage is put to immediate use as a NATO carrier battle group, led by USS Nimitz, USS Saratoga and the French carrier Foch, is successfully attacked by Soviet Badger and Backfire bombers, the latter firing Kingfish missiles. The Soviets use Kelt missiles as decoys set to transmit as if they were Backfires on the predicted attack vector, far out from the main air fleet. The American carriers' F-14 interceptors are committed against the decoys, leaving an insufficient number of Crusaders from the Foch and the ships' surface-to-air missiles to defend against the bombers approaching from another direction. Foch is sunk, the amphibious assault carrier Saipan explodes, taking 2,500 Marines with her, and the two American carriers are forced to spend several weeks in drydock at Southampton, England. In West Germany, the battle becomes a war of attrition that the Soviets expect to win through slow and sustained advances. With the death of the Soviet political favorite CinC-West in a NATO air attack on the Soviet rear lines, the more competent CinC-Southwest and his second-in-command, General-Colonel Pavel Leonidovich Alekseyev take over on the German front. Alekseyev commands a successful Soviet attack on the town of Alfeld, finally giving the Soviet Army the breakthrough it needs. As the OMG (Operational Manoeuvre Group) forces start to deploy, NATO looks likely to lose all of Germany east of the Weser River. When a brilliantly timed naval attack on Soviet bomber bases with submarine-launched cruise missiles cripples the Soviet bomber force, the Soviets lose their most effective convoy and fleet killing weapon. The U.S. Marines take this opportunity to stage an amphibious assault on Iceland backed by NATO navies, retaking the island and closing the Atlantic to Soviet forces. A failed bomber raid on the NATO naval forces attacking Iceland (in which the remaining Soviet naval cruise missile bomber fleets are nearly wiped out) essentially means Victory in the Atlantic, opening the USSR to direct attacks from carrier strike groups against its Northern strategic areas and the free flow of convoys across the Atlantic. Simultaneously with the sudden reversal in the Atlantic, SACEUR, a renowned poker player, makes an audacious gamble in the face of a final Soviet offensive that pushes NATO ground forces to the breaking point, launching an unexpected flanking manoeuvre that places heavy NATO forces in the rear of the Soviet spearhead, cutting their last frontline units off behind two different rivers and interdicting their supplies. Intelligence gained from a prisoner on Iceland finally reveals the dire fuel situation in the USSR to NATO, who promptly switch bombing tactics and wipe out significant forward fuel depots, essentially immobilising the last of the elite Soviet formations. With the Soviet advance decisively halted, NATO catches its breath and prepares to move into a general offensive against the increasingly ineffective Soviet C category reserves being moved forward. With the conventional situation in Europe turning against them and their strategic situation increasingly bleak due to the drawdown on national oil reserves resulting in a crippled economy, the Politburo are moved to consider the use of tactical nuclear weapons at the front to regain the initiative. Alekseyev, realizing that a tactical nuclear exchange would almost certainly lead to a strategic nuclear exchange, seeks and obtains control of his theatre's nuclear weapons as part of their planning; ostensibly for practical matters of tactical targeting but in reality to ensure they are never used. In the face of this nightmare scenario, General Alekseyev joins forces with the Chairman of the KGB and the Energy Minister, Mikhail Eduardovich Sergetov, in staging a coup d’état, replacing the Politburo with a troika consisting of Sergetov, Agriculture Minister F. M. Krylov, and longtime Politburo member Pyotr Bromkovskiy (an elderly and respected World War II veteran) whilst the Chairman of the KGB is allowed to be executed by a Major, revealed to be a parent of one of the children who was killed in the Kremlin bombing. With the Government back under control, Alekseyev flies back to Germany and personally negotiates with SACEUR to bring an end to the war, forestalling the launching of NATO's counter-offensive with an agreement of a cease fire and withdrawal to pre-war lines, apparently ending the war. The story of the aftermath of the conflict is left untold.",
    "genre": [
      "Techno-thriller",
      "Fiction",
      "Novel"
    ],
    "author": "Tom Clancy"
  },
  {
    "title": "Ice Station",
    "summary": " After a diving team at Wilkes Ice Station is killed, the station sends out a distress signal which is picked up and a team of United States Recon Marines lead by Shane Schofield, code named Scarecrow, arrives at the station. At the station he finds several French scientists have arrive and several more come after the Marine's arrival. The French however reveal themselves as actual soldiers and a fight ensues in the station, claiming the lives of Scarecrow's men Hollywood, Legs, Ratman, several scientists, and all of the French soldiers while Mother looses her leg, Samurai is badly injured, and two French scientists are captured. Schofield decides to send a team down to find an object below the ice where the diving team was going to. Later, Samurai is found dead via strangling, leaving the only people he trusts to be one of the scientists, Sarah Hensleigh and another soldier named Montana as he was with them at the time of Samurai's death. Hensleigh, Montana, and two other Marines, Gant, and Santa Cruz, are sent down to where the diving team vanished. While alone, Schofield is shot and killed. He later wakes up, found to have been accidentally resurrected by his attacker and is in the care of scientists James Renshaw, the believed killer of one of the other scientists at Wilkes. Watching a video of Schofield's death, they see the attacker and discover it to be one of Schofield's men, Snake. The two capture Snake before he is able to kill the wounded Mother. Meanwhile in the United States, Andrew Trent and Pete Cameron meet, Cameron being a news reporter and Trent being a former Marine using the alias of Andrew Wilcox to avoid being found by the U.S military who a few years back had tried to kill him. They hear the distress call from Shofield and Trent realizes that what happened to him was happening to Shofield. The team learns of an appending attack by the SAS and decide to flee the station. During the escape via stolen vehicles, Shofield and Renshaw's is pushed off a cliff, Shofield's close friend Book and the step-daughter of Sarah Hensleigh, Kirsty, are captured, while Rebound escapes with four of the scientists. Schofield manages to destroy a French submarine and he and Renshaw begin their journey back towards it. Meanwhile, the SAS Brigadier Trevor Barnaby kills the two remaining French scientists and feeds Book to a pod of Killer whales. Schofield returns to the station and manages to kill all of the SAS and Snake, and save Kirsty. Schofield receives a message from Trent with a list of members of a secret service known as the Intelligence Convergance Group which includes Snake and Montana. Gant and her team find what appears to be an alien ship which turns out to be a spy ship. Montana succeeds at killing Santa Cruz but mutated Elephant seals end up killing Montana. Schofield and the two others arrive and Hensleigh reveals herself to be an ICG agent, but is soon killed by a wounded Gant. Remembering the station is about to be destroyed, Schofield, Gant, Renshaw, Kirsty, and a Fur seal named Wendy escape on the spy plane and land on the USS Wasp where they destroy the ship. It is revealed that Mother had escaped Wilkes before its destruction and was saved by US forces. The survivors get to Hawaii where they are nearly killed by an ICG agent before being saved by Trent, Pete and Allison Cameron, and the captain of the USS Wasp. Renshaw assumes custody of Kirsty since he's the godfather and Shofield doesn't leave Gant's side until she recovers.",
    "genre": [
      "Techno-thriller",
      "Speculative fiction",
      "Fiction"
    ],
    "author": "Matthew Reilly"
  },
  {
    "title": "Area 7",
    "summary": " The President of the United States is visiting America's most secret military installation, Area 7. Assigned to his protective detail is Shane Schofield and his team of Marines including Gunnery Sergeant Gena 'Mother' Newman, Staff Sergeant Elizabeth 'Fox' Gant and Buck 'Book II' Riley Jr. They are plunged into a race for survival when an Air Force general, Charles “Caesar” Russell, unleashes a plan he has been working on for over 15 years. Despite being 'executed' on the day of the president's inauguration, Caesar is revived, and with a squadron of 50 elite Air Force soldiers (the 7th Squadron), have taken control of Area 7 and initiated a lockdown. A transmitter, attached to the president's heart before he was elected, has been activated; a satellite sends and receives messages to and from this transmitter, which is powered by the kinetic energy of the president's heart beating. If the satellite doesn't receive the messages from the transmitter 14 Type-240 Blast Plasma based nuclear warheads in the airports of the Northern, “pro-black” capital cities of the United States will explode, destroying these cities, and making way for a new, racist, Confederate America. As long as the President's heart beats, the messages will be sent to the satellite, and the nuclear warheads will not detonate. To prevent the president from trying to escape Area 7, Caesar also overrode the launch codes on the Nuclear Football so that to prevent the detonation of the warheads, the president must place his hand on the fingerprint sensor on the Football (that is being kept in Caesar's possession) every 90&nbsp;minutes. While moving through the underground complex Gant and her group, including the president, come to a cell block and find a scientist locked inside one of the cells. After being released and questioned, it is discovered that the prisoners being held at Area 7 are \"volunteers\" that the scientists use to carry out experiments. It soon comes to light that there are ways of opening exits out of Area 7, and that two have already been opened by another scientist, Dr Gunther Botha. In addition to opening two exits, Botha has also shut down main power to the complex, so that it is now running on auxiliary power. Meanwhile, Schofield and his group, after fleeing from the ground level hangar, make their way into the sublevels where they find a bedroom of a 6 year old boy named Kevin who lives in a cube. Schofield's group then meets up with Riley's group, and the president reveals that the reason for his visit to Area 7 is to check on the progress of a vaccine being developed for the Sinovirus, a genetically engineered virus that differentiates between the amount of pigmentation in a person's skin, allowing it to target only people of a specific race (however people of Asian descent are immune). The president explains that to develop a vaccine for the Sinovirus (and protect America from biological weapons containing the Sinovirus) the scientists had to create a genetically engineered human, a boy named Kevin, who's blood could be used to produce antibodies, and the prisoners being held at Area 7 are used as guinea pigs to test the vaccine. Botha is killed during a chase and the President and Scarecrow escape to Area 8. When they reach it they realize Echo unit from the 7th squadron are being paid 120 million American dollars by the Chinese government to bring Kevin to them. Schofield and the President follow onto the 747 which has a mounted X-38 in an attempt to rescue Kevin. Schofield hijacks the X-38, escaping with the president and Kevin. Later, Schofield and Gant finally face off with Caesar back in Area 7. ===== Captain Shane \"Scarecrow\" Schofield ===== The commander of the US Marines in the President's security, Schofield is the main protagonist of the novel. ===== Gunnery Sergeant Gena \"Mother\" Newman ===== A Marine and close friend of Schofield. Was presumed to have been killed by the 7th Squadron, but was later revealed to have cheated death. ===== Staff Sergeant Elizabeth \"Fox\" Gant ===== Another Marine who is a close friend of Schofield and Mother. Together with Schofield, the two managed at the last moment to foil Caesar's revolutionary plan. Fox survived the events of the novel. ===== Sergeant Buck \"Book II\" Riley Jr. ===== A young Marine who is the son of Schofield's deceased and loyal colleague, Book II urges Schofield to find the answers relating to his father's death. Although severely wounded, Book II survived the novel's events. ===== Colonel Rodney \"Hot Rod/ Ramrod\" Hagerty ===== The pompous White House Liaison Officer, Hagerty is known as an officer who never experienced the full elements of direct combat. After being imprisoned by a serial killer in he base, he attempted to escape Area 7. However, the Marines never found him and presumed he was killed by the thermonuclear blast. ===== Sergeant Wendall \"Elvis\" Haynes ===== A Marine who is a close friend of Love Machine, Elvis attempted a kamikaze strike on the 7th Squadron Unit, Bravo Unit, to avenge the death of Love Machine. Although Elvis himself was killed, he managed to foil Bravo Unit's attempt in killing the US President and his security detail by inflicting severe casualties among the Unit's members. ===== Sergeant Ashley \"Love Machine\" Lewicky ===== A Marine and close friend of Elvis, Love Machine was killed during Bravo Unit's attempted assassination on the US President. ===== Corporal Gus \"Braniac\" Gorman ===== A Marine who is regarded as a genius, Braniac was killed by a decoy vehicle triggered by the Reccondos. ===== Captain Tom \"Calvin\" Reeves ===== A young and highly skilled Marine officer, Calvin was killed by a raid triggered by Alpha Unit, one of the 7th Squadron units in the base. ===== Colonel Michael Grier ===== The pilot of Marine One, he was killed by 7th Squadron commandos. ===== Lieutenant Colonel Michelle Dallas ===== The copilot of Marine One, she was never mentioned to have escaped Area 7 and was most likely killed around the same time as Grier. ===== Lieutenant Corbin \"Colt\" Hendricks ===== A Marine who was killed by 7th Squadron Commandos after discovering the deceased members of a US Secret Service Advance Team. ===== President of the United States ===== The U.S. President has been labeled as one of two keys in triggering Caesar's long-planned revolution. Although the 7th Squadron commandos in Area 7 attempted to assassinate him, the US President survived the day's events. ===== Nicholas Tate III ===== The President's Domestic Policy Adviser, Tate managed to survive the day's events, although he was horrified by several elements of the novel. ===== Warrant Officer Carl Webster ===== A US Army Officer, Webster was responsible for the security of the Football, a briefcase important to the President himself. However, he betrayed the President and leagued with Caesar, triggering his plan by giving him the Football. He was later killed by Mother. ===== Special Agent Juliet Janson ===== A member of the President's Secret Service Detail, she survived the day's events, but was severely wounded in the process. ===== Special Agent Francis X. Cutler ===== The leader of the President's Secret Service Detail, he was killed by the 7th Squadron Unit Delta while trying to evacuate the US President. ===== Agent Julio Ramondo ===== A member of the President's Secret Service Detail, he was killed by a raid triggered by Alpha Unit, one of the 7th Squadron units in the base. ===== Agent Curtis ===== A member of the President's Secret Service Detail, he was killed by a raid triggered by Alpha Unit, one of the 7th Squadron units in the base. ===== Agent Tom Baker ===== The leader of a US Secret Service Advance Team, he was killed by 7th Squadron commandos before the day's events. ===== David Fairfax ===== A cryptanalyst working for the DIA, Fairfax was responsible for foiling two plans in the novel's events, involving a vaccine against a highly-lethal biological weapon known as the Sinovirus. ===== Doctor Herbert Franklin ===== An immunologist involved in highly classified projects within Area 7, he was killed by the Reccondos who attempted to steal a vaccine against the Sinovirus and retreat from American soil. ===== Kevin ===== The source of the vaccine against the Sinovirus, both Reccondo commandos and a rogue 7th Squadron Unit attempted to retrieve Kevin from American soil. He managed to escape from the two threats with the help of the Marines and survived the day's events. ===== Lieutenant General Charles \"Caesar\" Russell ===== A former Air Force General, Caesar is the main antagonist of the novel. The leader of the Brotherhood, a secret and racial military organization, Caesar was the mastermind behind the revolutionary plan involving two elements: the assassination of the US President, and control over the Sinovirus and its vaccine (Kevin). He was killed in the thermonuclear blast of the base while mortally injured, and as a result his long-planned operation ended in failure after it was foiled by Schofield's efforts. ===== Colonel Jerome T. Harper ===== The Commanding Officer of Area 7, Harper was revealed as leagued with Caesar in achieving his revolutionary plan. He was killed in a brutal fashion by Lucifer Leary, a serial killer within the base. ===== Major Kurt Logan ===== The overall commanding officer of the 7th Squadron Units in Area 7 (who were ordered to assassinate the US President) and the commander of Alpha Unit, one of the 7th Squadron Units in Area 7. He was killed by Schofield. ===== Captain Bruno \"Boa\" McConnell ===== The commander of Bravo Unit, one of the 7th Squadron Units in Area 7. He was killed by Book II. ===== Captain Luther \"Python\" Willis ===== The commander of Charlie Unit, one of the 7th Squadron Units in Area 7. He was killed by the rogue Echo Unit, in league with the Chinese Government. ===== Captain J.K. Stone ===== The commander of Delta Unit, one of the 7th Squadron Units in Area 7. He was killed by Reccondo commandos as they retrieved Kevin from the base. ===== Captain Lee \"Cobra\" Carney ===== The commander of Echo Unit, one of the 7th Squadron Units in Area 7. Carney was the leader who betrayed Caesar in retrieving Kevin from American soil and sending him to the Chinese Government with the aid of Chinese agents. He was killed by 7th Squadron commandos after his plan was foiled by Schofield and ended in failure. ===== Captain Robert Wu ===== A former 7th Squadron officer, he was one of four Chinese agents ordered by the Chinese Government to remove Kevin from American soil and place him under the control of the Chinese. He was killed by 7th Squadron commandos after the plan was foiled by Schofield and ended in failure. ===== Lieutenant Chet Li ===== A former 7th Squadron officer, he was one of four Chinese agents ordered by the Chinese Government to remove Kevin from American soil and place him under the control of the Chinese. He was killed by 7th Squadron commandos after the plan was foiled by Schofield and ended in failure. ===== Doctor Gunther Botha ===== A former member of the South African Defence Force, he attempted to retrieve Kevin from American soil in order to commence a lily-white African revolution. He was later killed by Charlie Unit while trying to escape Area 7 via Lake Powell, resulting in his plan ending in failure. ===== Seth Grimshaw ===== The presumed leader of Area 7's prisoners, Grimshaw attempted to escape Area 7 after the majority of prisoners were killed by Harper's Sinovirus agent. He was later killed by Janson. ===== Goliath ===== Seth Grimshaw's right-hand man, he also attempted to escape Area 7 with Grimshaw after the Sinovirus killed most of the prisoners. He was later killed by Book II. ===== Lucifer James Leary ===== A serial killer based in Area 7 as a test subject, he is known to have committed several acts of cannibalism during his criminal career. Leary was later killed by Schofield. it:Area 7 (romanzo)",
    "genre": [
      "Techno-thriller",
      "Fiction"
    ],
    "author": "Matthew Reilly"
  },
  {
    "title": "Sphere",
    "summary": " A group of scientists, including psychologist Norman Johnson, mathematician Harry Adams, biologist Beth Halpern, and astrophysicist Ted Fielding, along with U.S. Navy personnel, are dispatched to a deep sea habitat at the bottom of the Pacific Ocean to explore a crashed spacecraft. To their surprise, they discover the spacecraft is not alien, but an American spacecraft constructed in the future and apparently sent through time, crashing 350 years before its creation. On further exploration, the team discovers a mysterious spherical artifact, clearly of extraterrestrial origin, which quickly becomes the focus of their attention. Harry becomes quite certain that, because the ship's future builders didn't seem to learn that their ship had already been discovered, the members of the team aren't likely to survive. At this point, a storm traps the scientists on the ocean floor without contact or support from the surface for over a week. The crew soon focuses on asking questions about the sphere and then on attempting to open it and learn about its nature, contents, and origin. Harry eventually succeeds in opening it and goes inside. Upon returning, he has a terrible headache and he remembers little about what happened inside or how he opened it. The scientists are eventually contacted by an intelligent, seemingly-friendly lifeform which calls itself Jerry, apparently from within the sphere. It first contacts them via a numeric code, which Harry translates. But while they struggle to communicate with Jerry, increasingly bizarre and deadly events occur, including the appearance of sea creatures that Beth claims don't exist. Jerry tells them he is \"manifesting\" the creatures. Members of the team start to die in various attacks by sea life, and the dwindling survivors struggle to placate the unthinkably powerful, childlike, and temperamental Jerry. Norman suddenly has an important role when he realizes he must use psychology to keep the surviving team (now only himself, Beth, and Harry) alive by placating Jerry. Translating the original code himself, though, Norman discovers that Jerry is actually Harry: by entering the sphere, Harry acquired the power to manifest his subconscious thoughts into reality. As Harry noted his childhood fears of squids and Twenty Thousand Leagues Under the Sea, he has unconsciously created them as an enemy. Beth and Norman tranquilize Harry with a powerful mixture of sedatives and wait for contact to be re-established with the surface. However, although Harry is sedated, the manifestations continue. Beth accuses Norman of having entered the sphere and gaining access to the power. Though unable to recall this incident, Norman is close to yielding until he watches a security video of Beth entering the sphere herself. Concluding that Norman is a threat to her, Beth irrationally plants potent explosives around the spacecraft and habitat and then attempts to suffocate Norman with the habitat's climate systems. Norman escapes to the spacecraft and, figuring out at last how to open it, enters the sphere. Norman begins to ascend by himself in the submarine, but realizes that he could never leave the others to die. Now with the same power of thought as Harry and Beth, Norman fights Beth and brings both her and Harry to the escape submarine before the explosives destroy the site. Afterward, while in a surface decompression chamber, the three survivors ponder what to tell the Navy about what happened. Realizing they could not control the power, they decide to use the power to remove it from themselves and their memories simultaneously, replacing it with memories of a technical failure. Afterwards, as they mourn the colleagues lost to this scenario, Norman compliments Beth's appearance, saying that she looks lovely despite their hardship in the deep. Beth only smiles.",
    "genre": [
      "Techno-thriller",
      "Children's literature",
      "Novel",
      "Speculative fiction",
      "Science Fiction",
      "Mystery",
      "Fiction"
    ],
    "author": "Michael Crichton"
  },
  {
    "title": "Binary",
    "summary": " The villain is a middle-class small businessman named John Wright who decides to assassinate the President of the United States. He spends his life savings to carry out the theft of a U.S. Army shipment of the two precursor chemicals that form a deadly nerve gas codenamed VZ when combined. The ingredients for the nerve gas VZ were intended to be detonated in downtown San Diego, corresponding with the arrival of the President to attend a Republican party conference taking place there. This nerve gas had no safe antidote, and it kills in two to three minutes after being inhaled or touched. This nerve gas is contained inside two \"Alacran\" (a combustible plastic) tanks, and plastic explosives are wrapped around the containers, so that when after the nerve gas is released, the containers explode, rendering the scene of the crime untraceable. This plan is thwarted by John Graves, a State Department agent who has been tailing Wright, who deduced the neferious plan, and the stopped it just two minutes before the timers set to release the nerve gas hit zero.",
    "genre": [
      "Techno-thriller",
      "Speculative fiction"
    ],
    "author": "Michael Crichton"
  },
  {
    "title": "The Mediterranean Caper",
    "summary": " Dirk Pitt, Special Projects Director for the National Underwater and Marine Agency, and his Deputy Special Projects Director, Al Giordino, are traveling to their assignment in the Aegean Sea in Dirk's PBY Catalina when they receive a mayday distress call from the control tower at the nearby Brady Air Force Base on the Greek island of Thásos. The tower reports that they are under aerial attack by a World War I era German Albatros D-3 biplane painted a startling bright yellow and bearing the familiar black Maltese Cross of World War I Germany. The biplane, with its top speed of just 103&nbsp;mph, is strafing the runways and destroying multimillion dollar F-105 Starfire fighters and C-133 Cargomasters without a shred of resistance. Dirk and Al, armed with nothing more than a couple of rifles in their World War Two flying boat face-off against the World War I fighter and its machine guns. After a spectacular dogfight they exit the field of battle victorious. Dirk has been sent to the Aegean to meet Commander Rudi Gunn, captain of the NUMA research vessel First Attempt, to try to get to the bottom of the recent spate of mishaps on its current assignment. The First Attempt is on a research expedition attempting to find a living fossil lovingly named The Teaser, which scientists believe may be living evidence of the development of the first mammal. Following his fight with the biplane Dirk goes for a midnight swim and meets a beautiful young woman named Teri von Till whom he quickly seduces. She invites him to dinner at her uncle's villa that evening where Pitt is introduced to the book's primary villain, Bruno von Till. Pitt learns that von Till is an old comrade in arms of Lt. Kurt Hiebert, a World War I flying ace known as the Hawk of Macedonia, whose trademark was a bright yellow Albatross biplane. After dinner, he confronts von Till about his involvement with the attack on the airfield and while von Till admits nothing he forces Pitt to leave the villa at gunpoint through a door that that leads him into what is known as the Pit of Hades. It is later explained that the Pit of Hades is a labyrinth once used in ancient Greek times when the villagers sentenced a convicted felon to death. The person sentenced to die was given the choice of an instant death or choosing the Pit of Hades. The labyrinth had only one entrance, a concealed exit, and roaming amongst the many passages was a hungry lion. In recorded history no one had successfully found the exit before the lion found them. While von Till does not have a lion he does have a very large white German Shepherd with which Dirk Pitt engages in a mortal struggle. Following his successful escape Pitt is taken into custody when he returns to seek his revenge on Bruno von Till and is captured escaping the villa with Teri von Till as his prisoner. It is later revealed that Bruno von Till has been under surveillance by agents of Interpol and Inspector Hercules Zacynthus of the United States Federal Bureau of Narcotics. The inspector explains that von Till is suspected of being a world-class smuggler responsible for the transportation of all types of goods related to many heinous criminal acts. These acts include the great Spanish gold theft in 1954 which nearly toppled the Spanish economy; the mysterious disappearance of 83 high-ranking Nazi officers from Germany at the end of World War II and their sudden reemergence in Buenos Aires; and the abduction of a bus full of teenage girls in Naples, Italy who were sold into white slavery in Casablanca. The inspector now believes that von Till is attempting to smuggle nearly half a billion dollars worth of heroin into the United States using his fleet of cargo ships called Minerva Lines. Despite the best efforts of Interpol, the Federal Bureau of Narcotics, Customs, and many other law enforcement agencies they have been unable to catch Bruno von Till transporting anything illegal on any of his ships. Pitt eventually discovers that von Till, using the resources of his shipping line, has raised the sunken wrecks of the German U-boat U-19 and a Japanese I-Boat class submarine which he has been using as part of a smuggling operation. Von Till has converted a German submarine into a completely automated smuggling craft that can be easily attached or detached from the holds of his cargo ships. Using Pitt's surmises as a basis for action, the inspector launches a campaign to capture as many distributors of heroin in the United States as possible. However, Pitt suspects that Bruno von Till is aware of the approach of Interpol and the Federal Bureau of Narcotics and he launches his own desperate mission with Al and members of the crew of the First Attempt in a last-ditch effort to stop von Till before he can escape and set up his nefarious drug smuggling operation somewhere else.",
    "genre": [
      "Techno-thriller",
      "Fiction",
      "Adventure novel"
    ],
    "author": "Clive Cussler"
  },
  {
    "title": "Firefox",
    "summary": " The book focuses on a fictional MiG-31 aircraft developed by the USSR during the Cold War. The highly advanced fighter aircraft (given the NATO code name \"Firefox\") includes a form of stealth technology that makes it completely undetectable to radar and is capable of attaining speeds of Mach 5 or more with a range in excess of 3,000 miles. Its weapons are controlled by the thought impulses of the pilot, allowing them to be very rapidly aimed and fired. Faced with an aircraft which will give the Soviet Union the ability to completely dominate the skies, the CIA and MI6 launch a mission to steal one of the two Firefox prototype aircraft. The first section of the book details how fighter pilot Mitchell Gant covertly travels to Russia. Gant is ideally trained to steal Firefox, having already trained to fly in captured Russian planes. But he is also scarred by his experiences in Vietnam, including his capture by Viet Cong after being shot down, an ordeal exacerbated when the enemy guerrillas are wiped out almost immediately by napalm from an American air strike. With the help of a network of dissidents and sympathizers, he makes his way to the Bilyarsk air base on which the two prototype aircraft are being developed. With the assistance of some of the scientists working on the project, he is able to penetrate the base and successfully steal a MiG-31. The second section of the book deals with Gant's flight. Here the novel focuses on military technology and tactics. First heading east towards the Ural Mountains, then north to the Barents Sea, Gant narrowly escapes a Soviet reconnaissance aircraft and cruiser. Low on kerosene, Gant makes a pre-arranged rendezvous with an American submarine to refuel, using an ice floe as an impromptu runway. Refueled and armed with captured Soviet missiles, Gant continues on his journey, only to confront the second Firefox prototype, which the Soviet dissidents failed to destroy. Nearly defeated by the second MiG, Gant accidentally destroys it when he reflexively orders his plane's thought-controlled weapon's system to launch a decoy flare. The flare is immediately ingested by the jet intake of the pursuing MiG, triggering an internal explosion that destroys the other plane. Free of pursuit, Gant continues on his journey.",
    "genre": [
      "Techno-thriller",
      "Fiction"
    ],
    "author": "Craig Thomas"
  },
  {
    "title": "Black Wind",
    "summary": " The story proper begins in the present-day Aleutian islands, where a team of CDC researchers, including beautiful field epidemiologist Sarah Matson, are unexpectedly infected by a deadly mystery illness; they are rescued by Dirk Pitt Jr. (hereinafter Pitt Jr.), who is nearby on a NUMA research vessel. Pitt Jr, with friend and coworker Jack Dahlgren, return to the site to investigate but their helicopter is downed by gunfire from a mysterious trawler. They survive, eventually determining that the illness resulted from a toxic compound of cyanide and smallpox. In Japan, the U.S. ambassador is golfing with his British counterpart when he is assassinated by a sniper named Tongju. Tongju later assassinates the ambassador’s deputy and a semiconductor executive, leaving clues that appear to identify him as a member of a Japanese terrorist group. Investigating the toxin, Pitt Jr. consults marine-history researcher St. Julien Perlmutter, who finds records of the I-403. Pitt Jr. and Dahlgren find and dive on the sunken I-403, but its mysterious ordnance has been removed. Meanwhile in the Philippines, Dirk Pitt senior (hereinafter referred to simply as Dirk) and his friend and colleague Al Giordino are also discovering forgotten Japanese ordnance that is poisoning marine life. In Inchon, South Korea, Dae-jong Kang, a multi-millionaire industrialist, is secretly a North Korean sleeper agent who has been using corruption to press for rapid reunification of the divided peninsula. Kang reviews his plans with his assistant; they include framing a U.S. serviceman for the murder of a South Korean girl to foment unrest, while Tongju retrieves more of the World War II toxin from a second sunken submarine. Learning of the interference of Pitt Jr., Kang sends assassins to eliminate him. The assassins track down but fail to kill Pitt Jr. and Matson on Vashon Island in Washington; Pitt Jr. is just able to jump his recently-purchased 1958 Chrysler 300-D convertible aboard the Vashon Island Ferry, while Kang’s assassins crash their black Cadillac CTS. NUMA researcher Hiram Yeager has discovered that the toxic ordnance was also carried by a Japanese submarine lost in the South China Sea. Pitt Jr. joins his sister Summer and father aboard a NUMA salvage vessel that locates the wreck, but Tongju and his commando team seize the vessel. After taking the recovered toxin and kidnapping Dirk and Summer, the North Koreans sabotage the salvage ship and leave the imprisoned crew to drown, but Pitt senior is able to help everyone escape. Pitt Jr. and Summer are taken to Kang’s yacht, where the multimillionaire taunts them with a general threat of infecting the U.S. with the hybrid toxin, then leaves them to drown. They are able to escape (with the aid of Clive Cussler) and make their way back to the United States. Unaware of the exact nature of Kang’s plan, the NUMA team coordinates with government agencies to search for cargo vessels that might be carrying the toxin. However, the real plan goes forward as Tongju and his commando team pirate Sea Launch, a seaborne rocket-launching platform, preparing to fire a toxin-laden warhead at a G8 summit meeting in Los Angeles. When Dirk and Giordino spot the launch platform from a blimp, a deadly countdown is already underway. However, Pitt Sr. manages to infiltrate and alter the launch, resulting in the rocket crashing into the sea. In the final showdown, Pitt Jr. and a team of U.S. Navy SEALs infiltrate Kang's base as he prepares his final getaway aboard his luxury yacht. it:Vento nero sv:Svart vind",
    "genre": [
      "Techno-thriller",
      "Speculative fiction",
      "Fiction",
      "Adventure novel"
    ],
    "author": "F. Paul Wilson"
  },
  {
    "title": "Scarecrow",
    "summary": " Majestic-12, a group of the worlds richest men, make up a bounty list of fifteen targets that have to be eliminated before 12 noon of October, 26th. Among the targets is Shane Schofield, who at that moment is on a mission to Siberia with Book II and a group of Marines. Schofield's team is supposed to meet up with two Delta groups, the leaders of the two Delta units also being on M-12's hit list. Schofield unit comes under fire from a group of bounty hunter led by Cedric Wexley and all but Schofield and Book II are killed. Schofield and Book II escape via a hijacked plane owned by a bounty hunter known as the Hungarian. Meanwhile, in Afghanistan, Schofield's girlfriend Elizabeth Gant leads a group of Marines along with Mother to a cave system where Osama bin Laden's number two man is. Schofield races to Afghanistan so none of the bounty hunters can use Gant to get to him but arrives too late and she is captured by a bounty hunter group known as IG-88, led by Damon \"Demon\" Larkham. Schofield meets a bounty hunter named Aloysius Knight who has been paid to protect him from harm. Knight and Schofield go to save Gant while Book II and Mother go to London to confront another person on the hit list. Meanwhile, the remaining people on the hit list are being taken out and Schofield's friend David Fairfax goes to help one of them but the man he is going to help is killed. The person that Book II and Mother are attempting to meet is also killed and they, too are almost killed. Schofield, Knight, and Gant disguise themselves as bounty hunters to get into a castle owned by Jonathan Killian to find out more about the bounty hunt. While Knight claims the bounty on two heads, Killian sets a trap for Schofield and Gant, forcing them to escape in one of Killian's cars with Wexley's men in close pursuit, followed by Knight. Schofield goes over a cliff and is presumed dead while Knight and Gant are captured. Mother is picked up by Rufus, Knight's pilot, and goes to help Knight while Schofield is captured by the French and brought to an aircraft carrier to explain to him why he is to be terminated. Gant is murdered and Knight escapes, Gant's final words being for Knight to tell Schofield she would have said yes to his planned proposal. Rufus, Mother, and Knight go to rescue Schofield. It is revealed that Schofield along with the fifteen other targets are the only people who had quick enough reaction to disable a missiles being launched from ships in the Kormoran Project. The plan being for missiles to attack every nation and make it look like its enemies launched the weapon so that a new Cold War will start and M-12 can make more profits from the war. Schofield is rescued before being killed but Knight reveals to him that Gant was murdered. Saddened by Gant's death, Schofield attempts to commit suicide but is stopped by Mother. At the same time, Fairfax and Book II are flown to different ships so that Schofield can disable all of the missiles at the same time. Schofield succeeds and Mother is presumed to have perished, but learns that there was a backup plan and a missile is heading right for Mecca on the first day of Ramadan. Schofield is able to deactivate the missile but in turn, M-12 captures Schofield, Rufus, and Knight. Shofield is about to be killed in the same way and by the same person as Gant was but Mother reveals herself to be alive and Schofield kills Gant's killer while Rufus is injured. Knight and Schofield go to confront Killian and Wexley is killed too. Schofield throws himself and Killian out a window but Knight saves Schofield. Several months later, Knight and Rufus meet the person who hired them, the richest woman on the planet who wanted to be part of M-12 but, as they wouldn't let her, she ruined their plan. It is also revealed that the rest of M-12 died in mysterious ways. Demon and the IG-88 kill Knight's payer as revenge for taking two of their bounties during the hunt. Later, at Mother's house, Schofield receives a letter from Knight telling him to accept Gant's death and move on. Schofield goes to the Marine Corps building and says he's ready for duty again.",
    "genre": [
      "Techno-thriller",
      "Novel"
    ],
    "author": "Matthew Reilly"
  },
  {
    "title": "Raise the Titanic",
    "summary": " In 1912, the RMS Titanic sunk to the bottom of the North Atlantic in one of history's most infamous maritime disasters. 75 years later it is discovered that Titanics hold contains a shipment of a rare mineral, the only available supply in the world large enough to power a top-secret and vital United States defense program. When no method can be found of extracting the mineral under more than of water, Pitt and his crew set out to do the impossible: raise the Titanic. Dr. Gene Seagram leads the top-secret Pentagon program Meta Section, which secretly attempts to leapfrog current technology by 20 to 30 years. One result: the Sicilian Project, which uses sound waves to stop incoming ballistic missiles. The immense power needs of the Sicilian Project can be met only by an extremely rare mineral called byzanium. After satellite data pinpoints the most likely source of byzanium, Meta Section sends Sid Koplin to a small island off the northern coast of the USSR. There he discovers that the byzanium ore has already been mined. While making his way back to his hidden boat Koplin is shot and captured by a Russian guard but is rescued by the story's protagonist, Dirk Pitt. Using clues found by Koplin, Seagram determines that the byzanium &mdash; a chunk worth more than a quarter of a billion dollars in 1912 figures &mdash; was mined in the early part of the 20th century by a group called The Coloradans, including Joshua Hayes Brewster. The group was hired by the French but persuaded by the US government to steal the mineral for the United States. Brewster and his men engage in a running battle with French assassins as they crisscross Europe trying to get their stolen goods home. Only Brewster reaches England alive, and he books passage on the maiden voyage of the great White Star Line ship Titanic. Realizing that the only supply of byzanium sufficient to power the Sicilian Project now lies at the bottom of the North Atlantic, Dr. Seagram approaches Dirk Pitt and the National Underwater and Marine Agency and gives them the near impossible task of raising the Titanic. Using data from drop tank experiments Pitt is able to narrow down the search area and begin searching with deep sea submersibles. After finding a presentation model cornet that they can link positively to a member of the Titanics band, Pitt and his colleagues know they are searching in the right place. After discovering that the Titanic is intact they set out on audacious plan to patch all of the holes and then raise the wreck using compressed air. Meanwhile the Central Intelligence Agency (CIA) convinces the President of the United States to leak information on both the Sicilian Project and the Titanic mission to the USSR in the hopes of setting a trap to capture one of the Soviet's best intelligence men. When the leaders of the USSR realize that the development of the Sicilian Project would throw off the balance of power in the world and leave their nuclear arsenal impotent they do just as the CIA hopes and launch an operation to sabotage the mission and steal the byzanium for themselves. Once the Titanic is secured for the trip to the United States a massive hurricane strikes the salvage area, allowing the Soviets to board the ship and take the crew hostage. Pitt, who was previously believed dead after being last seen on board a crashed helicopter, reemerges to expose the Soviet spies within the salvage crew. After the crew regains control of the Titanic the ship is eventually towed to New York Harbor and laid up in the Brooklyn Navy Yard. When the ship's vault is opened all are shocked to discover the byzanium was never actually aboard the ship. This revelation, coupled with deep troubles with his marriage and the President's agreement to leaking word of the Sicilian Project to the Soviets, eventually cause Dr. Seagram to have a nervous breakdown from which he never recovers. It is eventually revealed that Joshua Hayes Brewster, fearful that he would not make it onto the ship with the mineral, buried the byzanium in the grave of the last of the group to fall to the French assassins and located in the tiny English village of Southby. The novel ends with a test of the Sicilian Project in the Pacific Ocean.",
    "genre": [
      "Techno-thriller",
      "Fiction",
      "Adventure novel"
    ],
    "author": "Clive Cussler"
  },
  {
    "title": "Neanderthal",
    "summary": " The plot of Neanderthal revolves around two rival scientists, Matt Mattison and Susan Arnot, who are sent by the United States government to search for missing anthropologist James Kellicut. Their only clue for their search is a neanderthal skull. The skull should have existed 40,000 years ago, however carbon dating shows it is only twenty-five years old. The Russian and American governments are competing to study the surviving Neanderthals, because of their power of remote viewing. The Neanderthals are split into two tribes, a peaceful valley tribe and a cannibalistic, violent mountain tribe. Soon, the protagonists are captured by Neanderthals and must try to escape from the cannibal tribe. They hope to do so without jeopardizing the safety of the peaceful tribe. It eventually, however, becomes necessary to train the peaceful tribe for war. The novel explains that such a completely peaceful society was doomed in any case, and would have been destroyed soon by the mountain tribe.",
    "genre": [
      "Techno-thriller",
      "Speculative fiction",
      "Fiction",
      "Novel"
    ],
    "author": "John Darnton"
  },
  {
    "title": "Iceberg",
    "summary": " While on a routine survey mission of the iceberg fields in the North Atlantic, a United States Coast Guard survey plane discovers what appears to be a ship embedded in an iceberg. The plane marks the iceberg with a red dye marker and then returns to its base to report the discovery. Admiral Sandecker dispatches Dirk Pitt and Dr. Bill Hunnewell of the National Underwater and Marine Agency on a top-secret mission to survey the ship in the iceberg. Pitt concocts an outlandish story about a disappeared Russian spy trawler, supposedly equipped with their latest in technology and codes, in order to commandeer the Coast Guard cutter Catawaba as a base of operations. In reality they are searching for the yacht Lax which disappeared mysteriously over a year ago with its billionaire owner, Kristjan Fyrie, and its entire crew while on their way to the United States. When Dirk and the doctor search for the iceberg, they discover that someone has gone to a great deal of effort to erase the dye marker and try to convince them that the iceberg they are looking for is somewhere else by marking a similar iceberg 90 miles to the east. Pitt quickly figures out the trick and they eventually find the correct iceberg and work their way into the derelict ship. Inside they discover that all those on board have been incinerated at their posts by a terrible fire much more severe than should have been possible on the ship of that type. It is revealed that Fyrie has developed a new type of underwater probe using a laboratory created element called Celtinium-279. Using this new probe it is possible to scan the ocean floor from the surface and detect minerals and metals without having to drill. The probe is of enormous value. Unfortunately for the crew the Celtinium-279 proves to be extremely unstable and it ignites causing an incredibly destructive fire, the heat from which eventually allowed the ship to become embedded in the iceberg. After their work on the iceberg is done Pitt and Dr. Hunnewell continue on their trip by helicopter from the Coast Guard cutter toward Reykjavík, Iceland. They are intercepted along the way by a black Lorelei Mark VIII jet and engage in a frantic battle. Pitt earns a pyrrhic victory over the jet causing it to crash by ramming into it with his helicopter which naturally caused it to crash as well. Dr. Hunnewell is severely injured in the crash and dies in Pitt's arms while uttering the cryptic last words \"God save thee...\" which it is later revealed are lines from the Rime of the Ancient Mariner intended to give Pitt clues as to who is responsible for Hunnewell's death. After recovering from his injuries Pitt is assigned by Admiral Sandecker to get close to Kirsti Fyrie, long-lost sister of Kristjan who is now in charge of his companies. Kirsti's fiancé, Oskar Rondheim is a ruthless businessman who appears to be intimidating Fyrie into marrying him in order to take control of her businesses. It is later revealed that Rondheim is in actuality a criminal with many aliases who discovers that Kirsti Fyrie is in actuality Kristjan Fyrie who has undergone secret sex reassignment surgery. He uses this information to blackmail Kirsti in order to gain control over her empire. Pitt uncovers a shadowy organization known as Hermit Limited conceived and funded by American billionaire F. James Kelly. The group's goal is to obtain control over Central and South America by secretly buying up all of the major industries in these relatively weak countries. By controlling the economy they hope to take over the countries in the hopes of creating a utopia in this poverty-stricken region. The group intends to employ the domino theory by taking over two countries and turning them into such huge successes that the other countries in the region clamor to join. In order to distract the world while they take over the government' s of these two countries Hermit Limited conceived the plot to kidnap five millionaires and other important people from various countries and fake an air disaster in an uninhabited area of Iceland. While there is an international furor in the press over the disappearance of and eventual discovery of the bodies of the missing people Hermit Limited will quietly assassinate the leaders of the two countries and assume control. The leaders of the two countries targeted by Hermit Limited, Pablo Castille of the Dominican Republic and Juan De Croix of French Guiana, were in the United States attending a conference in San Francisco for the Alliance of Economic and Agricultural Products. On their way home they have stopped to do some sightseeing at Disneyland where Hermit Limited will attempt to assassinate them. Dirk Pitt, who has been stranded with the group of abducted millionaires, manages to escape and make his way to civilization where he commandeers an old Ford tri-motor airplane which he uses to rescue the group that has been left at the mercy of the elements. Barely out of the hospital following this harrowing rescue, Pitt is rushed to Disneyland where he attempts to save Castille and de Croix who have slipped away from their security and are enjoying a ride on the Pirates of the Caribbean.",
    "genre": [
      "Techno-thriller",
      "Speculative fiction",
      "Children's literature",
      "Fiction",
      "Adventure novel"
    ],
    "author": "Clive Cussler"
  },
  {
    "title": "Night Probe!",
    "summary": " It is 1989 and the United States is in an economic freefall caused primarily by the world’s dwindling supply of energy. CIA estimates put the depletion of the Middle East oilfields at just two years away. The total worldwide demand for oil is more than 50% of estimated supplies and while nuclear and other alternative energies are trying to make up the difference they are coming up short. Canada is now the exclusive supplier of electricity to 15 states in the northeast after investing billions in a massive new hydro-electric power plant in Quebec. To make matters worse, a top-secret experimental sub developed by NUMA has recently discovered a stratigraphic trap, potentially the richest kind of oil deposit, which lies just across the border in the territorial waters of Quebec. Radicals in Quebec resembling the FLQ, secretly led by Canadian MP Henri Villon, are pushing for a referendum on independence from Canada. Newly elected Canadian Prime Minister Charles Sarveux fears that if Quebec declares independence Canada will disintegrate as the other provinces either follow Quebec into independence or possibly petition the U.S. for statehood. Heidi Milligan, a U.S. Navy Lieutenant Commander, is working on her PhD in history by researching the naval policies of President Woodrow Wilson between assignments. She stumbles across a reference to a \"North American Treaty\" in a long forgotten letter and is intrigued when she finds out that all traces of the treaty appear to have been erased from the National Archives. The North American Treaty, it is later revealed, was a landmark agreement between the United States and the United Kingdom. In 1914, the U.K. finds itself in economic hard times with war looming on the horizon. Fearing that the nation will not survive without a large infusion of capital, the Prime Minister, Herbert Asquith, with the cooperation of King George V, quietly approach the United States and offer, for the sum of one billion dollars, to sell Canada to the United States. President Wilson quickly agrees and pays a down payment of $150 million to seal the deal. Tragedy strikes when, on the same day in May 1914, the American copy of the treaty plunges to the bottom of the Hudson River when the steam locomotive Manhattan Limited attempts to cross a downed railroad bridge and the British copy plunges to the bottom of the St. Lawrence River when the liner RMS Empress of Ireland is accidentally rammed by a Norwegian collier. With both nation's copies of the treaty lost and the British cabinet outraged at having Canada sold off without their knowledge, Wilson orders all records of the treaty destroyed and records the $150 million payment as a war loan. Now that knowledge of the treaty has once again emerged, the President of the United States orders NUMA and Dirk Pitt to attempt to recover the copies of the treaty, which have both lain submerged for more than 70 years. The treaty becomes the cornerstone in the President’s plan to save the United States from national bankruptcy by proposing an audacious plan, to merge the United States and Canada into one nation, \"the United States of Canada.\" The British see the loss of Canada to the United States as the start of the unacceptable and unthinkable disintegration of their Empire. If Canada is allowed to leave the Empire, so too might Australia, or even Wales and Scotland. The British Secret Intelligence Service recalls one of their best former agents, Brian Shaw, from retirement and orders him to keep an eye on the American salvage efforts and to ensure the destruction of the North American Treaty at all costs. The salvage team decides to try for the St Lawrence copy of the treaty on the grounds that this copy would have been packed in waterproof material to guard against the risk of damage on the sea voyage. Despite efforts by Shaw and hired thug Foss Gly to sabotage the project, the treaty is recovered, but it transpires that the waterproof covering was unable to withstand several decades of immersion and the document has turned to pulp. They then try to recover the Hudson copy hoping that some freak of chance will have saved it from a similar fate. The atmosphere becomes increasingly panicked as extensive searches fail to discover any trace of the wrecked train, either in the wreckage of the bridge or elsewhere in the river. Extra suspense is provided by the mystery of the \"ghost train\" which on stormy nights howls up the abandoned trackbed and suddenly vanishes on reaching the site of the bridge. Pitt solves this particular mystery by chance - walking along the trackbed one night the \"ghost train\" passes him and he sees that it is faked by means of a locomotive headlight and a PA playing locomotive sounds running along a cableway strung above the trackbed. This gives him the clue as to the whereabouts of the real train - it was in fact the victim of an elaborate scheme to rob it of a cargo of bullion. One group of robbers demolished the bridge with black powder charges, then staged a holdup of the nearest station; while one of them kept the stationmaster at gunpoint on the floor, another, who remained outside, played a gramophone record of train sounds and flashed a lantern through the windows to give the impression of a passing train, misleading the stationmaster into thinking that he had failed to prevent the train tumbling off the downed bridge. In fact another group of robbers had hijacked the train further up the line, diverted it along a disused spur into an abandoned underground quarry, and then blown up the entrance to the quarry concealing the train and allowing them to remove the heavy load of bullion at their leisure through the quarry's old ventilation tunnels. Pitt locates the quarry and discovers that the robber gang had failed to ascertain whether the ventilation tunnels were actually passable; in fact they were flooded, trapping both robbers and train passengers in the quarry to starve to death. Pitt passes through the tunnels by means of diving equipment and finds the train. Shaw, meanwhile, has mined into the quarry from above and arrives at almost the same moment. There is a fight for the possession of the treaty - which is intact - and Pitt is victorious. Pitt races desperately to deliver the treaty to the President before he delivers a crucial address in which possession of the treaty will be decisive. He makes it by the skin of his teeth. The President receives the treaty, announces that from now on Canada and the US will be united as \"The United States of Canada\".",
    "genre": [
      "Techno-thriller",
      "Adventure novel"
    ],
    "author": "Clive Cussler"
  },
  {
    "title": "Sahara",
    "summary": " The book starts with a scene just a week before the surrender of Confederate forces of Robert E. Lee in 1865. The Confederate Navy ship CSS Texas is being loaded at a dock with crates supposedly filled with documents. The ship's captain Tombs has been ordered to take the ship past a Union blockade and to any neutral harbour where she should dock until summoned by a courier. At the last minute the secretary of the Confederate navy and an admiral arrive and mention that he will be taking a prisoner on board. Tombs is shocked when the prisoner arrives under heavy guard with Confederate soldiers in Union uniforms. The ship gets under way and is battered by the Union navy trying to attempt to pass the blockade into the open sea. To make matters easier, Tombs brings the prisoner onto the deck, and the Union soldiers stop firing and salute. The plot then moves to 1931, when a lady, Kitty Mannock, is flying over the Sahara in quest of a new aviation record. A severe sand storm fouls her carburettors and her plane crash lands in the desert. While her landing is on level ground, the plane reaches the edge of a ravine and tips over. Even though a search is launched she is not found. The plot then moves to 1996. A convoy of tourists are crossing the Sahara on a fleet of Land Rovers when they reach a scheduled stop at a village in the country of Mali. They find it is unusually deserted, but as they are refreshing themselves at the village well they are attacked by red-eyed savages who kill and eat them. Only the tour guide escapes with his life. Meanwhile working in Egypt on an archaeological mapping of the Nile, Dirk Pitt is able to rescue Dr. Eva Rojas, a scientist working for the World Health Organization, from a mysterious attacker. Shortly thereafter, Eva flies to Mali with an international team of scientists to investigate a mysterious disease that has been reported from various desert villages. At the same time, Pitt and his best friend Al Giordino are hurriedly flown to a research vessel outside the coast of Mali. There they are informed by their boss, Admiral James Sandecker, of an algal bloom, in this case a red tide, that is growing unnaturally fast, and threatens to consume the world's oxygen supply and extinguish almost all life. The growth speed is suspected to be fueled by some type of pollutant. Dirk, Al and Rudi Gunn are ordered to cruise up the Niger River to search for the pollutant, and determine where it enters the river. They do this aboard the Calliope, a high-performance super-yacht, equipped with comprehensive scientific laboratories, several weapon systems, and an array of communication equipment. The cruise is all well until reaching Benin, where they are forced to engage the Benin navy, which is completely destroyed. The continued trip is calm. They identify the pollutant, and at last find the spot where it appears in the river&mdash;but there is no chemical facility in the vicinity, and in fact no sign of anything entering the river. By now, the Malian armed forces are on their way, along with the Malian dictator General Zateb Kazim, who wishes to seize the yacht for his own use. After dropping Gunn off to make a run for the Gao airport, Pitt and Giordino let the yacht self-destruct after jumping overboard and swimming to the houseboat of the ruthless French businessman Yves Massarde. On his yacht, they manage to contact admiral Sandecker about Gunn's escape before being captured by Massarde. A UN rescue team picks Gunn up at the airport. After some interrogation at the houseboat, Pitt and Giordino manage to steal Mr Massarde's helicopter, which they fly north to Bourem, dumping the chopper in the river. Here they find (and steal) General Kazim's ancient car, an Avions Voisin. They drive the Voisin north, into the desert, toward the chemical waste processing facility Fort Foureau, the only facility that could possibly leak the pollutant into the river. En route to the detoxification facility, Pitt and Giordino run into an American nomad who is searching for a supposed sunken Civil War ironclad. They hide the car and sneak into the facility, only to be captured by Mr. Massarde's security guards, but not before they understand that the processing facility is just a disguise for an underground waste dump sitting right above an underground river, which flows under the sand to the Niger. Massarde decides to send them to Tebezza, a secret gold mine shared with General Kazim, where prisoners dig for gold under appalling conditions. Here they also find the WHO team, which had been coming too close to the truth about the diseases they were investigating, as well as the French engineers that were contracted to build the processing facility. Dirk and Al manage to escape from the mine, driving 300&nbsp;km to the east, trying to reach the Trans-Sahara Route. When the gas runs out, they have to walk. They find a cave painting of a Civil War-era monitor, which local artists could not have drawn in such detail without having seen it. They also find a lost 1930s-era airplane, which they rebuild into a sand yacht. They determine that the crashed airplane had been flown by legendary record-breaking Australian pilot Kitty Mannock, whose disappearance was worldwide news at the time, overshadowed only by that of Amelia Earhart. Mannock's body is lying with the plane, along with her diary, which details her attempts at walking out, her discovery of \"an odd ship in the sand\", her taking shelter inside the ship, and her eventual return to her plane in a vain hope for rescue. Mannock had survived for ten days, and by her diary they were able to know how long she walked from the plane, and in which direction, giving them an area to search for the lost ironclad. Using the sand yacht they built from Mannock's plane, they finally reach the Trans-Sahara Route and are picked up by a passing truck on the way to Adrar, Algeria. They quickly reach Algiers, from where they inform Admiral Sandecker about the appalling situation in Tebezza. The UN team that rescued Rudi Gunn earlier is dispatched to Alger to pick up Pitt and Giordino, and is then flown to Tebezza. They successfully attack Tebezza and close it for good, but not before an alarm is sent to General Kazim. An aircraft from the Malian air force is sent there to investigate, and destroys the UN aircraft just as the team returns from the mine. They are now stranded, and decide to make a run for the real Fort Foureau, a French Foreign Legion fortress that gave the waste processing plant its name, and plan to later hijack a waste train to carry the team and the rescued prisoners to safety in Mauritania. Unfortunately, while at the fortress their presence is discovered and the trains are stopped. Giordino and a commando use a stripped attack buggy to reach a US Delta unit in Mauritaina, while the Malian army attacks the fortress with everything they have. After severe losses for both sides, the Delta unit comes to the rescue aboard a train, quickly defeating the Malian army and killing General Kazim. Now Pitt and Giordino borrow an attack helicopter and go to take over the Fort Foureau facility. They also force Mr. Massarde to lie out in the desert sun naked for three hours, after which he drinks several litres of water which was secretly polluted from the waste dump. They then let him board his chopper and leave, knowing that he will not live a week. In the end, the waste dump is cleaned up, the water pollutant is removed and the red tide growth rate decreases. The rescued Tebezza prisoners are treated for malnutrition and various injuries. The ironclad is dug up and the lost airplane is restored and placed in a museum. Dirk Pitt also ships general Kazim's Avions Voisin to his own car collection. A subplot involved a conspiracy theory regarding Abraham Lincoln, which suggested that Abraham Lincoln was captured by Confederate forces and was indeed the prisoner brought on board the ironclad CSS Texas, with the \"Abe Lincoln\" that was assassinated being actually an actor hired by Edwin M. Stanton. This was cut out of the film adaptation.",
    "genre": [
      "Techno-thriller",
      "Children's literature",
      "Fiction",
      "Adventure novel"
    ],
    "author": "Clive Cussler"
  },
  {
    "title": "Shuttle Down",
    "summary": " In the book, the Space Shuttle Atlantis launches on a polar orbit launch from Vandenberg Air Force Base in Southern California. During the launch, the main engines cut off prematurely and the shuttle is forced to make an emergency landing on Rapa Nui, better known to most of the world as Easter Island. Landing is just the start of the problems for NASA, who now have to deal with the immense technological challenge of getting the shuttle back home. Problems include lack of documents for the astronauts and shuttle, bringing in the crane that's used to lift the shuttle onto the specially modified 747 that carries it, widening the runway to accommodate the 747, building turn-arounds on the runway so that it can turn and take off again, bringing in fuel for the plane and many, many other problems. A subplot involves efforts by the Soviet Union to take the shuttle for themselves. In real life, and shortly after publication of this book, the United States paid the Chilean Government to improve the facilities at Mataveri International Airport on Rapa Nui in case of just such an emergency, and the airport now has a relatively long runway. In addition, astronauts now carry passports and other documents, including traveller's cheques, in case of emergency landings.",
    "genre": [
      "Techno-thriller"
    ],
    "author": "G. Harry Stine"
  },
  {
    "title": "Arc Light",
    "summary": " The novel opens with the invasion of the Korean Demilitarized Zone by North Korea. Next is the phone call from Russian General Yuri Razov to U.S. Chairman of the Joint Chiefs of Staff General Andrew Thomas, informing him of Russia's intent to recapture land lost to China in a previous conflict. The beginning of this invasion will be the use of tactical nuclear weapons to clear the way for the army. Meanwhile, a radical Russian general, Zorin, seizes control of the Stavka and gains access to Russia's nuclear launch codes. As China retaliates against Moscow, Zorin launches a counterforce nuclear strike against the U.S. missile silos, bomber bases, submarine pens, and command centers. The U.S. responds in kind, and though no cities in either country were intentionally targeted in the exchange, roughly four to seven million people are killed. A political crisis erupts as war is declared and President Walter Livingston is impeached. The novel follows Greg Lambert, the National Security Advisor to the President, in the inner governmental circles as the war begins and the Vice President is sworn in. The United States Army Reserves are called up, and Major David Chandler reports to March AFB in California, leaving behind his pregnant wife Melissa, an attorney. As the novel follows him from his leave to his assignment as a tank battalion commander, Melissa gives birth and deals with fallout and fear back home. The novel proceeds along as conventional war begins as NATO is dissolved, and the U.S. and its new allies begin the invasion of Eastern Europe and Russia. Marines land in eastern Russia and push west. But Russia has not launched all of her nuclear weapons, and threatens to launch submarine-based missiles at the quickly emptying 304-largest U.S. cities. President Paul Constanzo and the joint chiefs must wrestle with the failing economy, failing support, and all-out nuclear war, while the Army continues its advance into the heart of Russia.",
    "genre": [
      "Techno-thriller"
    ],
    "author": "Eric L. Harry"
  },
  {
    "title": "Inca Gold",
    "summary": " In 1532 a fleet of ships sails in secret to an island in the middle of an inland sea. There they hide a magnificent treasure more vast than that of any Pharaoh would ever possess. Then they disappear, leaving only a great stone demon to guard their hoard. In 1578 the legendary Sir Francis Drake captures a Spanish galleon filled with Inca gold and silver and the key to the lost treasure, which included a gigantic chain of gold and a large pile that of diamonds worth more than 200 billion dollars belonged to the last Inca king, a masterpiece of ancient technology so huge that it requires two hundred men to lift it. As the galleon is sailed by Drake's crew back to England, an underwater earthquake causes a massive tidal wave that sweeps it into the jungle. Only one man survives to tell the tale... In 1998 a group of archaeologists is nearly drowned while diving into the depths of a sacrificial pool high in the Andes of Peru. They are saved by the timely arrival of the renowned scuba diving hero Dirk Pitt, who is in the area on a marine expedition. Pitt soon finds out that his life has been placed in jeopardy as well by smugglers intent on uncovering the lost ancient Incan treasure. Soon, he, his faithful companions, and Dr. Shannon Kelsey, a beautiful young archaeologist, are plunged into a vicious, no-hold-barred struggle to survive. From then on it becomes a battle of wits in a race against time and danger to find the golden chain, as Pitt finds himself caught up in a struggle with a sinister international family syndicate that deal in stolen works of art, the smuggling of ancient artifacts, and art forgery worth many millions of dollars. The clash between the art thieves, the FBI and the Customs Service, a tribe of local Indians, and Pitt, along with his friends from NUMA, two of whom are captured and threatened with execution, rushes toward a wild climax in a subterranean world of darkness and death - for the real key to the mystery, as it turns out, is a previously unknown, unexplored underground river that runs through the ancient treasure chamber.",
    "genre": [
      "Techno-thriller",
      "Fiction",
      "Adventure novel"
    ],
    "author": "Clive Cussler"
  },
  {
    "title": "Cyborg",
    "summary": " Cyborg is the story of an astronaut-turned-test pilot, Steve Austin, who experiences a catastrophic crash during a flight, leaving him with all but one limb destroyed, blind in one eye, and with other major injuries. At the same time, a secret branch of the American government, the Office of Strategic Operations (OSO) has taken an interest in the work of Dr. Rudy Wells in the field of bionics - the replacement of human body parts with mechanical prosthetics that (in the context of this novel) are more powerful than the original limbs. Wells also happens to be a close friend of Austin's, so when OSO chief Oscar Goldman \"invites\" (or rather, orders) Wells to rebuild Austin with bionics limbs, Wells agrees. In Caidin's writings, he uses the form \"bionics\" in all references treating it as both noun (singular) and adjective, since \"-ics\" is the Greek suffix meaning science, study or practice, as in \"physics\"; this was changed for the subsequent television series to the more adjectival-sounding form \"bionic\", e.g. \"bionic limbs\" rather than Caidin's \"bionics limbs\". Steve Austin is outfitted with two new legs capable of propelling him at great speed, and a bionics left arm with almost human dexterity and the strength of a battering ram. One of the fingers of the hand incorporates a poison dart gun. His left eye is replaced with a false, removable eye that is used (in this first novel) to house a miniature camera. Other physical alterations include the installation of a steel skull plate to replace bone smashed by the crash, and a radio transmitter built into a rib. This mixture of man and machine is known as a cyborg, from which the novel gets its title. The first half of the novel details Austin's operation and both his reaction to his original injuries—he attempts to commit suicide—and his initially resentful reaction to being rebuilt with bionics. The operation comes with a hefty price tag, and Austin is committed to working for the OSO as a reluctant agent. He is teamed with a female operative and sent to the Middle East as a new weapon against extremism.",
    "genre": [
      "Techno-thriller",
      "Speculative fiction",
      "Science Fiction"
    ],
    "author": "Martin Caidin"
  },
  {
    "title": "Acts of War",
    "summary": " The mobile Regional Operations Center (ROC) in Turkey investigates a dam blown up by Kurdish terrorists. The ROC is later taken hostage by the Kurdish terrorists who blew the dam.",
    "genre": [
      "Techno-thriller",
      "Spy fiction"
    ],
    "author": "Tom Clancy"
  },
  {
    "title": "Treasure",
    "summary": " The book starts with a historical prologue in which Julius Venator, a Roman, along with a group of Roman soldiers and slaves, sail in a fleet of ships ferrying the treasures from the Library of Alexandria before its destruction to a secret location to be buried in underground caverns. After the treasures are buried the people, the Roman soldiers, and slaves are all slaughtered by the natives. While one small ship manages to get away, they never reach land and the secret of the treasure is lost. The story then shifts to an envoy of the US President having a secret meeting with a would be Aztec dictator Topiltzin. He kills the envoy, and sends his skin and heart back to the President. The plot then shifts to a Middle Eastern terrorist secretly hijacking a plane carrying Hala Kamil, the new United Nations Secretary-General, the hijacker bails out of the plane after ensuring that the plane crash lands in Greenland, where Dirk Pitt, Al Giordino, and Rudi Gunn are trying to locate a sunken Soviet submarine. Also in the area is Lily Sharp, who discovers an ancient coin. They rescue Hala from the plane wreck. As the plot unfolds, several more attempts are made on Hala’s life, since she is trying to stop would-be dictator Akhmad Yazid from taking over Egypt. Dirk is distracted by the promise of treasure, however. Locating a shipwreck in Greenland, they soon find a tablet detailing a mission to hide the treasure of the library at Alexandria. As Dirk, Al, and the Special Operations Forces rescue Hala Kamil from a hijacked ship in the Straits of Magellan, Hiram Yaeger locates the treasure—in Texas. The final stretch of the novel involves Dirk trying to hide the treasure from Yazid and his brother, Topiltzin, a would-be Aztec dictator. Eventually, the treasure is discovered and Yazid, Topiltzin and their henchmen are killed.",
    "genre": [
      "Techno-thriller",
      "Speculative fiction",
      "Fiction",
      "Adventure novel"
    ],
    "author": "Clive Cussler"
  },
  {
    "title": "Pacific Vortex!",
    "summary": " After discovering a communication capsule from the lost submarine Starbuck, Dirk Pitt is seconded from NUMA to the Hundred and First salvage fleet and ordered to help get to the bottom of the mysterious disappearance of the top-secret submarine. Pitt discovers that the submarine went missing in an area of the Pacific Ocean north of the Hawaiian island of Oahu nicknamed the Pacific Vortex. Similar in its mysterious reputation to the Bermuda Triangle, the Navy has documented 38 cases of ships vanishing without a trace with all hands in this area of the Pacific since 1956. When the Starbuck originally went missing, the Navy conducted a massive and exhaustive search in the area of the Pacific where the submarine was last reported without finding a trace of wreckage. Pitt determines that it is suspicious that the Navy found no wreckage whatsoever, since the search pattern took them over the area that was reputedly the graveyard of the Pacific Vortex. Even if they did not find the wreckage of the submarine, they should have found some wreckage from any of the 38 ships rumored to have gone down in the area. While doing research in an ongoing hobby effort to find the royal tomb of Hawaiian King Kamehameha, Pitt learns of the mythical island of Kanoli rumored to have existed north of the current Hawaiian Islands, and similar to the lost continent of Atlantis, rumored to have sunk into the sea killing the race of men who lived there. Pitt intuits that the Navy has been searching in the wrong direction and that they should turn around and concentrate their search for a sunken seamount in the area just north of the island of Oahu. Pitt eventually discovers that in 1956 three respected men of science, Dr.'s Lavella and Roblemann, specialists in various areas of underwater science, followed the renowned Dr. Frederick Moran to their deaths in the same area of the Pacific. It is revealed that Moran, a renowned anthropologist and pacifist, who believes that it is only a matter of time before the human race destroys itself with the atomic bomb, has been searching for a place where he and his followers can survive the coming Apocalypse. Pitt believes that Moran and his followers discovered the sunken seamount that was once the island of Kanoli and have been using it as a base to raid Pacific shipping for the last 30 years as a means of financing their project. When Pitt finds the sunken submarine in good condition, he determines that it cannot be immediately raised and also reveals the existence of the sunken fortress of Kanoli. The Joint Chiefs of Staff in Washington, DC elect to destroy the submarine with a nuclear tipped missile in an effort to ensure that its top secret design and nuclear missiles do not fall into the hands of Moran, the Soviet Union or any other nation. In an effort to stave off the attack, Moran kidnaps Adrienne Hunter, a long-ago love interest of Pitt and the daughter of the commander of the Hundred and First salvage fleet, Admiral Leigh Hunter. When Pitt discovers that Admiral Hunter will not tell Washington about the kidnapping of his daughter in order to delay the attack, he mounts a last-minute desperate rescue operation intended to rescue Adrienne and if possible snatch the submarine away as well.",
    "genre": [
      "Techno-thriller",
      "Fiction",
      "Adventure novel"
    ],
    "author": "Clive Cussler"
  },
  {
    "title": "Operation Nuke",
    "summary": " Steve Austin, an astronaut-turned-cyborg working for a secret branch of American intelligence, is set in pursuit of a criminal syndicate using nuclear blackmail to hold the world to ransom.",
    "genre": [
      "Techno-thriller",
      "Speculative fiction",
      "Science Fiction",
      "Spy fiction"
    ],
    "author": "Martin Caidin"
  },
  {
    "title": "High Crystal",
    "summary": " Steve Austin, an operative for the US government who is part man, part machine, is sent to Peru to investigate a mysterious power source in the ruins of an ancient civilization, but Austin and his team soon discover that a criminal organization also has their sights set on obtaining the power contained within the \"High Crystal\".",
    "genre": [
      "Techno-thriller",
      "Speculative fiction",
      "Science Fiction",
      "Spy fiction"
    ],
    "author": "Martin Caidin"
  },
  {
    "title": "Cyborg IV",
    "summary": " In Cyborg IV, Caidin takes the notion of cyborg to new extremes as Steve Austin's consciousness is hooked up to a next generation spacecraft, creating a new form of union between man and machine. Meanwhile, an enemy force plans to use similar technology for their own ends.",
    "genre": [
      "Techno-thriller",
      "Speculative fiction",
      "Science Fiction"
    ],
    "author": "Martin Caidin"
  },
  {
    "title": "The Swarm",
    "summary": " The book follows an ensemble of protagonists who are investigating what first appear to be freak events related to the world's oceans. The book has several sub-plots and will occasionally follow minor unrelated characters to illustrate how events unfold around the globe. Sigur Johanson, a Norwegian maritime biologist working at the Norwegian University of Science and Technology in Trondheim is asked to analyze a new species of marine worms. After several expeditions it becomes clear that the worms, together with bacteria, are destabilizing the methane clathrate in the continental shelf. When the continental slope collapses the subterranean landslide causes a tsunami that hits most of the North Sea's coasts, killing millions and severely damaging the infrastructure in the coastal regions. At the same time Leon Anawak, a maritime scientist who investigates the behavior of whales and works for a whale watching company, makes startling observations in the whales' behavior. In addition, he is called to investigate an incident where whales and sea-borne mussels seemed to have attacked and incapacitated a commercial freighter. When he returns to his whale watching job, he witnesses how humpback whales and orcas attack the watcher's boats. The whales work together to capsize the boats and then kill the people drifting in the water. A large number of tourists and close colleagues of Anawak are killed. The events that are witnessed by the protagonists are only part of a worldwide phenomenon. Several other attacks are briefly described in the plot: Swimmers are driven from the coast by sharks and venomous jellyfish. Commercial ships are attacked and sometimes destroyed in a variety of ways. France sees an outbreak of an epidemic that is caused by lobsters contaminated with a highly lethal type of Pfiesteria. When it becomes clear that all those events are related, an international scientific task force is created under the lead of the United States. The task force is led by Lieutenant General Judith Li, a close friend and adviser to the President; the protagonists become part of it. While the task force is in session, the attacks on humanity continue: The North American east coast is overrun by Pfiesteria-infested crabs that attack New York City, Washington D.C. and later Boston. The epidemic causes millions of deaths and renders the affected cities uninhabitable. The Gulf Stream has also ceased to exist, an event that may initiate a global climate change that would threaten human civilization. During a task force meeting, Sigur Johanson finally announces his hypothesis: The phenomena are intentional attacks by an unknown sentient species from the depths of the oceans; he states that this is the only logical conclusion, since the attacks are outside the power of any human agency and cannot be a natural phenomenon. Johanson calls them \"yrr\", after three letters he typed randomly on his computer. The goal of the yrr is to eliminate the human race, which is devastating the Earth's oceans. General Li and a small group of scientists take to the sea on the helicopter carrier USS Independence in an attempt to find the yrr and make contact with them. They discover that the yrr are single-cell organisms that operate in groups (or swarms, hence the novel's title), controlled by a single hive-mind that may have existed for hundreds of millions of years. The yrr form a collective intelligence and have inheritable memories that are passed on by manipulating parts of their DNA. Individual yrr recognize each other by using a specific pheromone. The scientists have some success in investigating the yrr and make limited contact. The attacks do not cease, however. Sigur Johanson also finds out that General Li has not been honest with them. One of the scientists has been working on a modified pheromone to eradicate the yrr completely. Johanson disagrees with this approach because the elimination of the yrr may completely destroy the maritime ecosystem and thus the human race. Li, however, is unwilling to accept that dominance over the Earth may not be a God-given birthright of mankind, and the United States in particular. She will rather take the risk than allow the US power to wane. While she gives orders to have Johanson killed, the ship is attacked and crippled by the yrr and a final showdown ensues on the sinking Independence. Li races for the ship's midget submarines with two torpedoes containing the modified pheromone. The scientists are trying to stop her and at the same time implement their own plan to save humanity. She is stopped at the last moment by Johanson who gives his own life to detonate the torpedoes and kill Li. Karen Weaver, a scientific journalist, then manages to get hold of the last surviving submarine and dives into the depth of the oceans. There she releases a dead human pumped full of the yrr's natural pheromone, hoping to trigger an \"emotional\" response. This works and the yrr cease their attacks on humanity. The epilogue reveals that a year later, mankind is still recovering from the conflict with the swarm. The knowledge that humans are not the only intelligent lifeform on Earth has plunged most religious groups into chaos, while parts of the world still suffer from the epidemic the yrr sent to destroy the threat to their marine homeland. Humanity now faces the difficult task of rebuilding their society and industry without coming into conflict with the ever-watching superpower under the sea again.",
    "genre": [
      "Techno-thriller",
      "Science Fiction"
    ],
    "author": "Frank Schätzing"
  },
  {
    "title": "Daemon",
    "summary": " Soon after the death of Matthew A. Sobol from brain cancer, a computer daemon is activated. Its first mission: to kill anyone and anything that stands in its way. Detective Peter Sebeck is called in to investigate the death of two programmers who worked for a computer game manufacturer, CyberStorm Entertainment. During his investigation, Peter meets and befriends Jon Ross who is a technology consultant. Unfortunately, their traditional investigation methods are useless against Sobol's Daemon program. The Daemon anticipates every move, seemingly one step ahead of anyone who tries to interfere with its operation. The program takes over thousands of companies and provides financial and computing resources for creating AutoM8s (computer controlled driverless cars, used as transport and occasionally as weapons), Razorbacks (sword-wielding robotic riderless motorcycles, specifically designed as weapons) and other devices. The sequel picks up shortly after the end of Daemon. Sobol's distributed AI has already infiltrated the computer systems of companies and many governments. While the Daemon is a technological creation, much of the work is carried out by human beings - eagerly doing their part to change the world according to the vision of Matthew Sobol. Connected by the \"Darknet\", these human followers create their own ranking system and economy. Meanwhile, the American political and economic system is collapsing, with the price of fuel and the unemployment rates both skyrocketing, and steady reports of violent drug gangs crossing the border from Mexico. In battling the Daemon, the government is forced into a difficult alliance with private corporations, giving rise to many private armies, some of whom are actually responsible for the attacks. The government is unaware that some corporate interests actually want the Daemon to survive - at least to use it selectively as a weapon against their rivals. Detective Sebeck, meanwhile, is sent on a \"quest\" by the avatar of the late Matthew Sobol, one in which he will have to determine the role of freedom to the human race.",
    "genre": [
      "Techno-thriller",
      "Science Fiction"
    ],
    "author": "Daniel Suarez"
  },
  {
    "title": "The Dark Fields",
    "summary": " Eddie Spinola is a copywriter at a small publishing house in New York City. He starts using MDT-48, a fictional experimental drug granting heightened intellectual, creative, and learning powers, and enabling its user to see meaningful patterns in large amounts of disparate information. However, he experiences drug dependence and mental instability. On the run from police and creditors, facing death due to withdrawal from the drug, which he can no longer afford, his new career in high finance cut short by his increasingly erratic behavior, Eddie notices the President on television and recognizes the \"alert, gorged MDT expression in his eyes.\"",
    "genre": [
      "Techno-thriller",
      "Novel"
    ],
    "author": ""
  },
  {
    "title": "Winter Hawk",
    "summary": " The events of Winter Hawk transpire over a few days in which the Soviet Union will launch into orbit the first in a series of laser battle stations, the existence of which they have kept a closely guarded secret. The launch is meant to coincide with the signing of a new and apparently groundbreaking treaty dramatically reducing nuclear weapons to be kept by both sides, but excluding space based weapons such as the one the Soviets will be launching, mostly because none are known to exist. The Americans know of the weapon because a Soviet technician named Philip Kedrov has been supplying them information, operating under the code-name “Cactus Plant”. The Soviet space weapon places the Americans in a painful dilemma: they can neither sign a treaty that will dramatically cede the balance of power to the Soviet Union, nor can they back out of the treaty lacking proof of the Soviet weapon. The only alternative is a deep cover extraction mission of Kedrov and his evidence from the Soviet’s space launch complex, the Baikonur Cosmodrome in Kazakhstan. The mission, involving two stolen Soviet Mil Mi-24 helicopters to be flown by CIA pilots — one of whom is CIA pilot Mitchell Gant — is codenamed “Winter Hawk”. The story, which then shifts to Baikonur, reveals competing agendas within the Soviet camp. The Soviet civilian leadership has allowed development of the laser weapon, whose launch is codenamed “Linchpin”, to placate a military antagonized by military spending cuts. Unbeknownst to Soviet leaders, the Soviet military has its own plans for the weapon, including a live fire test, codenamed “Lightning”, against the American Space Shuttle Atlantis. The novel suggests “Lightning” as a prelude to an army-backed coup to seize control over the Soviet Union, even as the laser weapon will make the Soviet Union the world’s leading super power. KGB Colonel Dmitri Priabin, introduced as a minor character in Firefox, elevated to a more central role in Firefox Down and now the ranking KGB officer in Baikonur, nurses a painful grudge against Mitchell Gant due to the tragic events of Firefox Down. Like the reader, Priabin quickly learns of the existence of “Lightning” but not the details. The military has kept its plans secret by arranging fatal “accidents” for any civilians they suspect have learned of “Lightning”. He has also learned of Kedrov's treachery, and keeps him under surveillance. Priabin investigates the murders as a pretext to learn details of “Lightning” itself, which he correctly concludes is an illegal military mission. He also surveils Kedrov, suspecting that the Americans will try extracting him before the launch of the laser weapon, although he has no way of knowing that the mission will be flown by Mitchell Gant. Gant’s mission proves ill-fated from the start. The C-5 cargo plane carrying the helicopters and their crew to their staging point, suffers a fuel-system malfunction requiring the jettisoning of the helicopters on a remote beach — nearly destroying both of them. The helicopters are made flight-ready and the mission commences, only for one of the helicopters to be shot down over Soviet-occupied Afghanistan. Gant narrowly avoids destruction over Afghanistan only to be captured once he reaches Baikonur and tries to extract Kedrov, falling into the hands of KGB officers who had been surveilling the turncoat engineer. Barely keeping himself from killing Gant, Priabin instead takes him into custody, then continues his investigation into “Lightning”. Priabin soon learns the truth, but he is unable to warn Moscow because an Army-imposed, pre-launch security lockdown has cut Baikonur off from the rest of the world. Realizing that the army will soon eliminate him as it has other obstacles, Priabin is forced to save Gant in order for the American to fly them both out of Baikonur along with evidence of “Lightning”. Using the KGB’s Mil Mi-2 helicopter, the two of them manage to get evidence of the laser weapon, but not before their helicopter is severely damaged by fire from a group of the army’s Mil Mi-24 helicopters. Gant barely escapes the Army patrols before he crash lands outside of Baikonur. With evidence of the weapon, Gant escapes on foot. Priabin, weighing his hatred for Gant against the implications for \"Lightning\", chooses to be captured by the army. Gant steals an Antonov An-2 biplane used for crop dusting at a nearby collective farm. He narrowly escapes army helicopters sent to capture him, but not before the Soviets have successfully launched their shuttle carrying the laser weapon. General Rodin, the army’s ranking officer, decides against immediately killing Priabin. It was Rodin’s son who revealed to Priabin the details of “Lightning” before being killed by subordinate officers acting against the general’s orders. Led to believe that the KGB drove his son to suicide, but suspecting his other officers nonetheless, Rodin keeps Priabin in his own custody, even as he orders a massive hunt for Gant. Emotionally unhinged by his son’s death, and his wife’s suicide immediately following it, Rodin is unable to keep Priabin from escaping before the laser weapon has been successfully placed in orbit. With the help of Kedrov, Priabin finds the covert tracking station the army will use to control the laser satellite, and sabotages its orbital uplink. With his plane shot down by Soviet fighters near the Turkish border, Gant is forced to make the journey on foot while being chased by Soviet troops. Having sent his special code over the air before bailing out, Gant’s presence is now known to the Americans as well, who send their own helicopters across the border to save him. The novel closes with the signing of the new arms reduction treaty, which the Soviets have graciously amended to include space-based weapons.",
    "genre": [
      "Techno-thriller"
    ],
    "author": "Craig Thomas"
  },
  {
    "title": "Vulcan's Forge",
    "summary": " During the Cold War, the Soviet Union launched a secret operation against the United States, detonating a nuclear bomb on the ocean floor and creating a volcano that would take decades to rise to the surface. Now, two hundred miles off Hawaii, an island is forming-an island that holds unimaginable wealthe and power for those who control it. As the fight to claim the island rages from the halls of power to the depths of the ocean, Philip Mercer must wage a battle against both man and nature to bring the world back from the edge of destruction.",
    "genre": [
      "Techno-thriller",
      "Adventure novel"
    ],
    "author": "Jack Du Brul"
  },
  {
    "title": "Charon's Landing",
    "summary": " In a bold decision, the President of the United States has decided to free America from its dependence on foreign oil by using Alaska's oil deposits and developing alternative energy sources. It is a move that threatens the oil-rich Middle East-and some will not tolerate such a course of action. Years ago, a secret Soviet strategy was created to strike a fatal blow to the U.S. by destroying the Alaskan oil pipeline. Now those plans have been stolen by the brilliant and treacherous former KGB agent Ivan kerikov, who joins forces with a powerful Arab oil minister to unleash Charon's Landing. But they didn't count on Philip Mercer-the one man who possesses the determination and daring to stop them cold.",
    "genre": [
      "Techno-thriller",
      "Adventure novel"
    ],
    "author": "Jack Du Brul"
  },
  {
    "title": "The Medusa Stone",
    "summary": " Ten years ago, the spy satellite Medusa burned upon re-entry-but not before its sensors revealed a secret buried deep in the Earth hidden for thousands of years from the eyes of humanity. A priceless discovery that some would die to find - and kill to possess... With uncanny talent as a geologist and a quick intelligence matched by savvy and courage, Phillip Mercer is fast becoming a legend in powerful circles around the world. And at least two groups in those circles need his help. When one of them snatches and holds his oldest friend, Mercer is forced to act by the kidnappers...whose allegiance is a mystery, but whose viciousness is not. In a harsh and hostile land ravaged by violence, Mercer races to find the one thing that will save his friend. But the location of this ancient treasure is elusive. He is thwarted by brutal competing forces and, suddenly, he learns that there is much more at stake then either his life or the life of an old friend: the fate of thousands of innocent souls depends on him and him alone...",
    "genre": [
      "Techno-thriller",
      "Adventure novel"
    ],
    "author": "Jack Du Brul"
  },
  {
    "title": "Pandora's Curse",
    "summary": " During World War II, at a secret Nazi submarine base, containers crafted entirely from looted wartime gold were hidden away. The treasure was not the solid-gold chests, but the cargo they carried - an artifact so lethal that whoever possessed \"Pandora's Boxes\" held the power to unleash hell upon earth.... In the unforgiving wastes of Greenland, geologist Philip Mercer uncovers a long - abandoned U.S. Army base buried under the ice - and a long-dead body still hot with radiation. Before Mercer and his colleague, the seductive Dr. Anika Klein, can investigate further, a flash fire engulfs the base, and they are ordered to evacuate. But their plane is forced to land when a bomb is discovered on board, and they must seek shelter from the murderous weather in a hidden ice cavern. That's where they learn the startling truth. A powerful German corporation has launched an operation to destroy evidence of its Nazi past. But one of the corporate mercenaries knows what's inside the Pandora boxes, and he plans to hold the entire world hostage - unless Mercer can find a way to stop him....",
    "genre": [
      "Techno-thriller",
      "Adventure novel"
    ],
    "author": "Jack Du Brul"
  },
  {
    "title": "Flight of the Intruder",
    "summary": " Flight of the Intruder begins with a night attack mission flown by Jake Grafton and his navigator Morgan “Morg” McPherson from the USN aircraft carrier, USS Shiloh, striking a target in North Vietnam. Although there are many militarily valuable targets in North Vietnam, Grafton and other aviators are instead routinely ordered to hit worthless targets&mdash;typically “suspected truck parks”. The pilots are barred from hitting the more valuable targets because of restrictive “rules of engagement” imposed on American forces. Despite the minimal damage even a successful strike will inflict on the enemy (whom the aviators derisively refer to as “Gomers”), North Vietnamese airspace is heavily defended, making the missions extremely dangerous for the aviators. Grafton and Morg elude most of the defenses, but a stray shot fired by a lone farmer on the ground fatally wounds Morg. Traumatized by the loss of his good friend, Grafton begins to question whether his efforts have been worth it. He is eventually paired up with Virgil 'Tiger' Cole as his new navigator. Cole, an aggressive veteran with experience over the most heavily defended areas of North Vietnam, becomes aware of Grafton’s frustrations, and the two begin to plan an unauthorized mission against a Communist Party center in Hanoi, which will be a serious violation of the restrictive rules of engagement. With the help of one of the Shiloh’s intelligence officers, Cole and Grafton locate and plan the mission. Flying the mission nearly proves fatal due to problems with the A-6’s weapons system. Once completed, they don't even know if they successfully hit anything. Grafton’s superiors soon learn of the unauthorized strike&mdash;there is no way to hide the fact that Grafton’s plane was shot at by Surface to Air Missiles, yet no SAM sites were positioned near the target they were supposed to hit. Both Grafton and Cole are prosecuted by the Navy, with a conviction being certain. The charges are dropped however, as the Richard Nixon administration is about to authorize a massive new air war campaign against Hanoi, “Linebacker II”. The Navy decides that they can’t prosecute pilots for flying a mission against Hanoi when the President is about to order an escalation along the same lines. The remainder of the novel follows Grafton’s exploits in what became known as The Christmas Bombings. He also romances Callie, his future wife. He is shot down during the offensive, and is forced to confront the horror of war on the ground, and the story closes with Grafton being rescued.",
    "genre": [
      "Techno-thriller"
    ],
    "author": "Stephen Coonts"
  },
  {
    "title": "Final Theory",
    "summary": " The narrative begins with the brutal attack on the aged theoretical physicist Hans Walther Kleinman by Simon. Simon was acting on the orders of the mysterious Henry Cobb to extract information on the Einheitliche Feldtheorie - the unified theory that Einstein worked during his last years. Dr.Kleinman was one of the four close students of Einstein and one of the secret keepers of the great theory. David Swift, a former student of Kleinman, and a professor of History of Science at Columbia University was summoned to the hospital where Kleinman was undergoing intensive care after his attack. Just before succumbing, he pulls David close and wheezes two words in German: \"Einheitliche Feldtheorie\" and tells him a sequence of numbers. Soon, Swift is intimidated by Lucille Parker, a sixtyish FBI Agent who is also after the theory. Simon attacks the garage where the FBI held David, and David escapes. Meanwhile, FBI takes Karen, David's ex-wife and his son Jonah into custody. David on the other hand, succeeds in boarding a train headed for Princeton. He decides to meet an old friend of his, Monique Reynolds a string theorist at Princeton University. Monique at first is skeptical about his story. David soon comes to know of the deaths of two close students of Einstein, Jacques Bouchet of the University of Paris and Alastair MacDonald, who was under treatment for mental disorder. The sequence of numbers that Kleinman gave David, pointed to the location of The Robotics Institute at Carnegie Mellon University where another close student of Einstein, Amil Gupta worked. They decided to tell him the news, and head to Pittsburgh. Simon and the FBI succeeds in following them to CMU. At CMU they meet Gupta. Gupta's late wife was a Holocaust Survivor whom Einstein had helped to bring to Princeton after World War II. His only daughter is a drug addict and he lives with his autistic grandson, Michael who is obsessed with playing Warfighter - a program used for combat training. Knowing that FBI has been following them, David, Monique, Gupta and Michael, escapes in a H1lander. They head for a hunting cabin in West Virginia, where Kleinman spent some time a few years ago with Gupta and Michael. On the way Simon chases them, and narrowly avoids an accident. Meanwhile Karen and Jonah are released by the FBI. Lucille Parker discovering David's escape, sends Agent Brock (who also works for Henry Cobb) and an assistant to the cabin. On the computer in the cabin, David's group finds references to Gupta's daughter's residence in Columbus, Georgia. They are soon intimidated by Brock and his assistant. In the commotion that follows, Brock's partner dies and Brock and Gupta get seriously wounded. David, Monique and Michael escapes from the cabin on Gupta's suggestion. Meanwhile, seeing that the FBI is getting nowhere with the case, the Delta Force is asked to take over. Simon soon arrives and takes the weak Gupta and Brock. He takes Gupta to a local doctor and saves his life, where Gupta tells him that he is Henry Cobb. Meanwhile David's company is rescued by a group of hunters who gives them shelter. They soon head toward Columbus. They meet Gupta's daughter, Elizabeth Gupta - a drug addict who works as a prostitute. She is agitated on the mention of her fathers name and tells them that Kleinman (who was her godfather) hated him. She also tells them that Kleinman worked for a while in the VCS (Virtual Combat Simulation) office in Fort Benning. David decides to go to Fort Benning thinking that Kleinman hid the theory in one of the computers there. Meanwhile, the FBI arrives in Columbus and Lucille Parker succeeds in tracing them to Fort Benning. David's party arrives at Fort Benning and gets access to VCS Office. David with the help of a VR goggles starts playing Warfighter, hoping to find the theory in one of the levels. Meanwhile, Gupta also enters Warfighter remotely and tries to get hold of the theory. David attempts to sabotage Gupta's plan and in the process, erases Warfighter and the theory. But Kleinman had built an escape hatch for the file which saved the data on a flash drive. They escape with the flash drive into the mountains nearby. During this time, Brock succeeds in abducting Karen and Jonah. David and Monique starts reading the contents of the flash drive. Einstein had used differential topology to describe the unified field equation in the theory. He had found out that all particles are geons and had successfully predicted the mass of all fundamental particles, which was one of the hallmarks of a theory of everything. Einstein had built his unified theory around the Holographic Principle. He had worked out the exact equations for the universe (as a brane), how it evolved and explained how everything got started. If our brane was twisted enough one could sent particle's from one point in the universe to another. The returning particles can trigger a violent warping of the local spacetime, leading to release of huge amounts of energy which can be used as a weapon. Einstein had worked out equations for all this. This was the reason why he never published this theory. David then realized why Simon and the FBI were after him. They destroy the flash drive, in an attempt to destroy the theory. But Kleinman had made Michael memorize the whole theory. David realized that the numbers that Kleinman whispered to him pointed to Michael and not to Gupta. The FBI soon arrives and they escape. Monique is soon caught by Gupta and Simon. David is also intimidated by Gupta using his son and ex-wife as hostages. He along with two of his former students, had devised a plan to send particles like in the theory. But he still needed the field equations in the theory. For making the particle beam, they had decided to use the Tevatron in Fermilab. They soon reach Fermilab and takes over the Tevatron control room. Meanwhile, Brock is left with David, Monique, Karen and Jonah. In a fight between David and Brock, Brock falls into burning mineral oil and dies. Although Gupta's interests were purely academic, Simon wanted to revenge the murder of his wife and children by the US troops and decides to use the technology against the country. He locks Gupta in a room and proceeds to take control of the experiment. David, meanwhile was devising a plan to shut down the Tevatron. He succeeds in shutting down the Tevatron by smashing the beam pipe and in the process kills Simon. Meanwhile, Gupta becomes hysterical and kills people near him with an Uzi. The FBI agents soon kill Gupta. Michael is left to the custody of Monique who gets engaged to David.",
    "genre": [
      "Techno-thriller",
      "Science Fiction"
    ],
    "author": ""
  },
  {
    "title": "Fox Hunt",
    "summary": " Lachlan Fox is a former Royal Australian Navy Special Forces Clearance Diver who is living on Christmas Island after being Dishonorably discharged after a mission gone wrong in East Timor. When Fox and best friend, former Navy pilot Alister Gammaldi, discover an unusual capsual whilst diving off Christmas Island little do they know they have discovered something that could result in the outbreak of World War 3.",
    "genre": [
      "Techno-thriller"
    ],
    "author": "James Clancy Phelan"
  },
  {
    "title": "Patriot Act",
    "summary": " Lachlan Fox, former Royal Australian Navy Special Forces Clearance Diver, now investigative journalist for GSR (Global Syndicate Reporters) grows suspicious when several high-profile businessmen and politicians are murdered in Europe. A coup is being planned by the United States biggest European rival, France. Echelon is under attack as the United States rushes to avoid an armed conflict between France and the United States. Meanwhile, Fox's life is threatened by French DGSE agents who wish to assassinate Fox and girlfriend Kate.",
    "genre": [
      "Techno-thriller"
    ],
    "author": "James Clancy Phelan"
  },
  {
    "title": "Reamde",
    "summary": " Reamde begins by introducing two members of the Forthrast family who reconnect at an annual family reunion: Richard \"Dodge\" Forthrast, a middle-aged man who is the second of the three Forthrast sons (John, Richard, and Jake), and Zula Forthrast, John's adopted Eritrean daughter, Richard's niece. Richard is described as \"notable enough to merit a contentious Wikipedia entry,\" having achieved fame and a net worth of nearly one billion dollars by founding a company that designed and operates an MMORPG called \"T'Rain.\" T'Rain is a fantasy-themed virtual world with an extensive mythological backstory, incorporating an economic system intentionally geared towards meeting the needs of conventional players as well as gold farmers, who specialize in converting in-game currency to actual hard currency. Richard also owns a cat skiing resort in British Columbia, and his chequered past includes having been a marijuana smuggler. Richard decides to offer Zula a job at his company. Zula and her boyfriend, Peter, visit both the reunion and Richard's resort, located near the US–Canadian border where Richard used to run drugs. Desperate for money, Peter sells a database of stolen credit card numbers to a shady contact. The transaction resulted in a virus infecting the deal broker's laptop, which contains the only copy of the database. The virus, named \"Reamde,\" affects T'Rain players by encrypting any seemingly valuable files and extorting in-game gold in exchange for a key to decrypt those files. As a consequence of the in-game payment method, chaos has already been building in the virtual world around the region holding the ransom drop points. Peter, Zula, and the middleman attempt to comply but take too long, and the middleman's ultimate client, the Russian mob, with the assistance of their own IT support, manage to find them in Seattle. After their predicament is explained, Ivanov, the gangster, notes the middleman has compromised too much of the criminal organization's activities, murders him in Peter's loft, and takes Peter and Zula hostage. Ivanov has been quietly siphoning common funds for risky profit schemes and is trying to save face before his associates punish him for his losses. With information Zula obtains from her employer, they travel to Xiamen, PRC to track down those behind Reamde and kill them. Upon arriving in China, Peter, Zula, Csongor, who is a Hungarian hacker offering the mafia IT support, and Sokolov, a former Spetsnaz security consultant hired by Ivanov, search the city for Reamde's perpetrators, eventually locating their apartment. The Russian security team prepares to raid the gold farming team, composed of young Chinese men, only to be misdirected by Zula into a random apartment, which coincidentally happens to house Islamic terrorists preparing to bomb an international conference soon to take place in the city. Ivanov murders Peter, and Abdallah Jones, a black Welshman who is the head of the cell and a highly wanted man by the UK's MI6, murders Ivanov following a highly destructive battle within the building. The gold farmers flee the building as a fire sets off the stored explosives and causes it to collapse. Jones proceeds to flee, kidnapping Zula as he goes. This crucial turning point in the plot also introduces Olivia, an MI6 agent who located and was gathering intelligence on the elusive Jones in anticipation of assassinating him. The story separates into four main threads at this juncture: Zula and Jones as they flee from the scene; Olivia and Sokolov as both attempt to extract themselves from their illegal presence in China; Csongor, Marlon, the lead author of the Reamde virus scam, and Yuxia, a local Hakka woman caught up by chance as the Russian's guide and driver, as they attempt to rescue Zula; and Richard as he continues to deal with the fallout of Reamde. Jones hijacks a taxi that takes him and Zula to a dock where some of Jones' network take them aboard a boat. Csongor comes close to killing Jones but fails, while Yuxia is taken captive for her part in the attempt. Jones' men sail to a poor port where he coerces Zula into helping hijack the private jet that first brought her and the Russians to China. The jet's pilots are pressed into service, flying everybody off-radar and into the snowy wilderness of Canada, where they are killed. Zula reveals her relation to Richard to keep herself alive, and Jones continues to drag her around as Canadian terrorist cells are called upon to join with him. Several civilians are murdered for their vehicles as more passably Western cell members are brought in for what will ultimately be a major attack on the Las Vegas Valley, once the US border can be crossed. They aim for Richard's resort and use Zula as leverage to gain his assistance crossing into Idaho. Csongor and Marlon buy a boat and try to chase after Jones and rescue Yuxia. They make their move on the terrorist trawler after Jones and Zula have left but manage to save Yuxia and kill all of the terrorists on board. They then have to learn how to sail, running out of gasoline, until they find themselves in the Philippines, making their way to a modern city where Marlon can begin to assemble his T'Rain crew to start picking up all of the Reamde extortion money and use it to assist the three of them as they try to figure out where to go next. Sokolov, hoping to kill Jones and save Zula, tracks down Olivia after their brief encounter in the immediate aftermath of the apartment battle, chancing across her spy equipment and wallet, and offers her assistance in getting out of China. Through Zula, Jones knows where to find Sokolov, but Sokolov kills those sent to kill him and, as they've found Olivia's address, goes back to find her and kill her attackers as well. He lets Jones know he's still alive and warns him not to harm Zula. He and Olivia swim to Taiwanese territory, where they become intimate before she locates a nearby handler. The handler's promises to get them both out in exchange for intelligence on Jones fail to materialize as a hit squad attempts to kill Sokolov as he departs. He escapes, though Olivia thinks he's been killed. Olivia is tasked with further Jones-related work, heading first to the Philippines to meet the last main character to be introduced, Seamus Costello, a CIA operative responsible for Jones-related work solely in the Philippines. They find it unlikely he is there, and Olivia heads for the US as a secondary hypothesis on where Jones has gone. Olivia meets Richard to dissuade him from going to China to look for his niece as she now knows everybody is long gone. Seamus remains in the Philippines, so when the T'Rain administrators pick up on Marlon's login to the game, he finds the trio in an internet cafe and helps bring the three of them, without homes and newly rich, to the US to gain new identities. Richard is also dealing with the virus and trying to integrate a player-originated schism deviating from hard-coded good and evil character assignments to color-based alignments, the brightly colored graphical character palettes against more neutral earth-toned colors, corresponding roughly to stark versus nuanced points of view. A major force behind the realignment originates in the writings of the two principal authors of T'Rain's narrative, one a Cambridge don who writes highly regarded fantasy, the other a pulp author who churns out volumes of poorly regarded fantasy. To provide more balance to the so-called War of Realignment, a new narrative is derived to incorporate Reamde and make sure some of the extorted money ends up in the hands of the numerically weaker earth-toned side. For various reasons, all of the characters begin to converge on the resort and its US-side counterpart where Richard's youngest brother Jake lives with a community of Christian isolationists and second amendment fanatics. The terrorists find a location near the resort to camp and inform Richard, who is directing Reamde triage alone at the resort, of their hostage, forcing him to lead them into the US while a small team detonates a suicide bomb near the border as a distraction. Seamus brings the three new Americans to Idaho on a hunch shared with Olivia, who has chanced upon Sokolov in the US and also brought him to Idaho. After being used as bait, Zula manages to escape from a skeleton crew that was readying to kill her, gathering supplies from the resort before heading out to rescue her uncle. US terrorist cells also converge on the Idaho property, and protagonists and terrorists end up battling one another in a terrific gunfight around Jake's home, demolishing it. In the end, Richard kills Jones. Richard's oldest brother John is killed during the firefight while others receive various levels of injury. Zula and Csongor, Olivia and Sokolov, and Seamus and Yuxia end up in relationships as the story closes at the next Forthrast family reunion.",
    "genre": [
      "Techno-thriller"
    ],
    "author": "Neal Stephenson"
  }
]