[
  {
    "title": "Angela's Ashes",
    "summary": " Born in Brooklyn, New York, on 19 August 1930, Frank (Francis) McCourt was the eldest son of Malachy and Angela McCourt. Frank McCourt lived in New York with his parents and four younger siblings: Malachy, born in 1931; twins Oliver and Eugene, born in 1932; and a younger sister, Margaret, who died eight weeks after birth, in 1935. Following this first tragedy, his family moved back to Ireland where the twin brothers, Oliver and Eugene, died within a year of the family's arrival and where Frank's youngest brothers, Michael (b.&nbsp;1936) and Alphie (b.&nbsp;1940), were born. Before they get married, Angela emigrates to America and meets Malachy after he is done serving his three month sentence for hijacking a truck. Angela becomes pregnant with Malachy's child, and with the help of Angela's cousins the MacNamara sisters; Malachy marries Angela. Malachy does not like or does not think this marriage will last, so he attempts to run away to California, but he is unable to do so because he spends all of his money for the ride there at the pub. Angela gives birth to Francis (Frank), Malachy, the twins Oliver and Eugene and Margaret, who dies in infancy. Margaret's death is what eventually prompts the McCourt family to move back to Ireland, to start life anew. Life in Ireland, specifically in Limerick City, during the 1930s and 1940s is described in all its grittiness. The family lived in a dilapidated, unpaved lane of houses that flooded regularly. The McCourts' house was in the farthest part of the lane, unfortunately near to the only toilet for the entire lane. Frank McCourt's father taught the children Irish stories and songs, but he was an alcoholic and seldom found work. When he did, he spent his pay in the pubs. His family was forced to live on the dole since he could not hold down a paying job for very long due to his alcoholism. The father would often pick up and spend the welfare payment before Angela could get her hands on it to feed the starving children. For years the family subsisted on little more than bread and tea. They were always wondering when their next real meal would be and whether the kids would be able to have shoes for school. Despite all the hardships, many passages of the story are told with wry humor and charm. Frank's father eventually found a job at a defense plant in Coventry, England, yet he sent money back to his struggling family in Ireland only once. As there were few jobs for women, their mother was forced to ask for help from the Church and the Society of Saint Vincent de Paul. Sometimes, Frank and his brothers scavenged for lumps of coal or peat turf for fuel or stole bread to survive; they also occasionally stole leftover food from restaurants at the end of the day. Angela's mother (a widow) and sister refused to help her because they disapproved of her husband, as he was not from Limerick, and felt he had the \"odd manner\" about him. Frank's father's issues led to Frank having to support his family as the \"man of the house\". Therefore, Frank started working when he was fourteen years old. He would give some of his earnings to his mother to feed the rest of the children. Frank spent most of his life without a father to teach him about the world and the things a boy needs to know to succeed in life. As a child, Frank went to elementary school along with the other boys his age; however, most schooling for the boys who lived in the lanes of Limerick ended there, at age thirteen. Though both his teacher, Mr. O’Halloran, and a librarian told Frank to continue his schooling, it was not possible for him. He was turned away from the local Catholic school. In the damp, cold climate of Ireland, each child had only one set of ragged clothes, patched shoes, and no coat. Frank developed typhoid fever and was hospitalized. Later, he got a job helping a neighbor who had leg problems; he delivered coal for the neighbor and, as a result, developed chronic conjunctivitis. The family was finally evicted after they took a hatchet to the walls of their rented home to burn the wood for heat. They were forced to move in with a distant relative who treated them very badly and eventually forced a sexual relationship on Frank's mother, Angela. When he and his mother went to the Christian Brothers to inquire as to any opportunity for a bright boy in Frank’s situation, they simply slam the door in his face. After his failure to be able to pursue any intellectual path, Frank starts his first job as a telegram boy at a post office. The wry wit of Frank's narration clearly shows that he has the capacity to rise above this job, but circumstances stop him progressing. As a teenager, Frank works at the post office as a telegram delivery boy and later delivers newspapers and magazines for Eason's. He also works for the local moneylender, writing threatening collection letters as a means of earning enough to finally realize his dream of returning to the United States. The moneylender died, after he returned to get sherry for her. He took money from her purse and threw her ledger of debtors into the river. Through a combination of scrimping, saving, and stealing, Frank eventually does get enough money to travel to America. The story ends with Frank arriving in Poughkeepsie, New York, ready to begin a new life at the age of nineteen.",
    "genre": [
      "Biography",
      "Memoir"
    ],
    "author": "Frank McCourt"
  },
  {
    "title": "The Missionary Position",
    "summary": " Hitchens condemns Mother Teresa for having used contributions to open convents in 150 countries rather than establishing the teaching hospital toward which her donors expected that she would apply their gifts. He claims that Mother Teresa was no \"friend to the poor,\" and that she opposed structural measures to end poverty, particularly those that would raise the status of women. He argues she was a tool by which the Catholic Church furthered its political and theological aims, and the cult of personality that she developed was used by politicians, dictators and bankers to gain credibility and assuage guilt, citing Hillary Rodham Clinton, Charles Keating and Michèle Bennett as examples. Hitchens portrays Mother Teresa's organization, the Missionaries of Charity, as a cult which has promoted suffering to further its own financial ends and does not help those in need. He argues that Teresa's own words on poverty proved that her intention was not to help people, citing a 1981 press conference in which she was asked: \"Do you teach the poor to endure their lot?\" She replied: \"I think it is very beautiful for the poor to accept their lot, to share it with the passion of Christ. I think the world is being much helped by the suffering of the poor people.\" Hitchens details Mother Teresa's relationships with wealthy and corrupt individuals including Haitian dictator Jean-Claude Duvalier and his wife Michèle Duvalier, enigmatic quasi-religious figure John-Roger, and disgraced former financial executive Charles Keating. The book includes the reproduction of a letter written by Mother Teresa on behalf of Charles Keating to Judge Lance Ito who was presiding over Keating's trial for defrauding his investors of billions of dollars. The letter urged the judge to consider the fact that Keating had donated generously ($1.25 million) to the Missionaries of Charity and suggested that Judge Ito \"look into [his] heart\" and \"do what Jesus would do.\" Hitchens also includes the contents of a letter written to Mother Teresa by the man prosecuting the case against Keating, Deputy District Attorney for Los Angeles Paul Turley. In the letter, Mr. Turley pointed out to Mother Teresa that Keating was on trial for stealing more than $250 million from over 17,000 investors in his business. In addition, Turley expresses his opinion that \"[n]o church, no charity, no organization should allow itself to be used as a salve for the conscience of the criminal\" and suggests: \"Ask yourself what Jesus would do if he were given the fruits of a crime; what Jesus would do if he were in possession of money that had been stolen; what Jesus would do if he were being exploited by a thief to ease his conscience? I submit that Jesus would promptly and unhesitatingly return the stolen property to its rightful owners. You should do the same. You have been given money by Mr. Keating that he has been convicted of stealing by fraud. Do not permit him the 'indulgence' he desires. Do not keep the money. Return it to those who worked for it and earned it! If you contact me I will put you in direct contact with the rightful owners of the property now in your possession.\" After the conclusion of the letter, Hitchens notes: &#34;Mr. Turley has received no reply to his letter. Nor can anyone account for the missing money: saints, it seems, are immune to audit.&#34;",
    "genre": [
      "Biography"
    ],
    "author": "Christopher Hitchens"
  },
  {
    "title": "A Child Called \"It\"",
    "summary": " The book is written as a memoir which covers physical and emotional abuse between Dave Pelzer and his biological mother.",
    "genre": [
      "Biography",
      "Children's literature"
    ],
    "author": "Dave Pelzer"
  },
  {
    "title": "Fanshawe",
    "summary": " Dr. Melmoth, the President of Harley College, takes into his care Ellen Langton, the daughter of his friend, Mr. Langton, who is at sea. Ellen is a young, beautiful girl and attracts the attentions of the college boys, especially Edward Walcott, a strapping though immature student, and Fanshawe, a reclusive, meek intellectual. While out walking, the three young people meet a nameless character called “the angler,” a name he gets for appearing an expert fisherman. The angler asks for a word with Ellen, tells her something in secret, and apparently flusters her. Walcott and Fanshawe become suspicious of his intentions. We learn that the angler is an old friend of the reformed Inn owner, Hugh Crombie. The two had been at sea together, where Mr. Langton had been the angler’s mentor and caretaker. Langton and the angler had a falling out, however, and, thinking that Langton has been killed at sea, the angler undertakes to marry Ellen in order to inherit her father’s considerable wealth. Thus in his secret meeting with Ellen, the angler instructs her to sneak out of Melmoth’s home and follow him, telling her he has information about her father’s whereabouts. His real aim, though, is to kidnap her, to tell her of her father’s death, and to manipulate her into marrying him. When the various men (Melmoth, Edward, Fanshawe) learn that she is not in her chamber, they go searching for her. The search reveals the nature of each: Melmoth, an aged scholar unused to physical labor, enlists the help of Walcott, who is the most skilled rider and the most likely to be able to contend with the angler in a fight. Fanshawe, who lags behind the search because of his weak constitution and his slow horse, is given information by an old woman in a cabin (where another old woman, Widow Butler, who turns out to be the angler’s mother, has just died) that allows him to reach the angler and Ellen first. The angler has taken Ellen to a craggy cliff and cave, where he intends to hold her captive. Ellen has finally realized the angler’s intentions. When Fanshawe arrives, he stands above them, looking over the edge of the cliff. The angler begins to climb up the cliff to fight Fanshawe but grabs a twig too weak to support him and tumbles to his death. Fanshawe awakens Ellen from a faint, and they travel back to town together. Fanshawe loves Ellen but knows that he will die young because of his shut-in lifestyle. When Langton offers Ellen’s hand in marriage to Fanshawe in exchange for rescuing her, he refuses, sacrificing his happiness so as not to subject her to a life of widowhood. He also knows that Ellen has affections for Walcott. Fanshawe dies at 20. Ellen and Walcott marry four years later. The narrator states that Walcott grows out of his childish ways (drunkenness, impulsiveness, the suggestion of teenage affairs) and becomes content with Ellen. They are, according to the narrator, happy, but the book ends on an ambivalent note, stating that the couple did not produce children.",
    "genre": [
      "Biography",
      "Fiction",
      "Romance novel"
    ],
    "author": "Nathaniel Hawthorne"
  },
  {
    "title": "The Last Hurrah",
    "summary": " The plot of The Last Hurrah focuses on a mayoral election in an unnamed East Coast city. Veteran Irish, Democratic Party politician Frank Skeffington is running for yet another term as Mayor. As a former governor, he is usually called by the honorific title \"Governor.\" While the city is never named, it is frequently assumed to be Boston. Skeffington is assumed to represent Boston mayor and Massachusetts governor James Michael Curley. The story is told in the third person, either by a narrator or by Adam Caulfield, the Mayor's nephew. Skeffington is a veteran and adept \"machine\" politician, and probably corrupt as well. The novel portrays him as a flawed great man with many achievements to his credit. At the beginning of the book, Skeffington is 72 and has been giving signs that he might consider retiring from public life at the end of his current term. He surprises many by announcing what he had always intended to do: run for another term as Mayor. The main body of the novel gives a detailed and insightful view of urban politics, tracking Skeffington and his nephew through rounds of campaign appearances and events, thereby showcasing a dying brand of politics and painting a broad picture of political life in general. His opponent, Kevin McCluskey, is a neophyte candidate with a handsome face and good manners, a good World War II record but no political experience, and no real abilities for politics or governing. But McCluskey gets support from a new campaign medium: television advertising. Surprisingly. McClusky defeats Skeffington on election day. One of Adam's friends explains that the election was \"a last hurrah\" for the kind of old-style machine politics that Skeffington had mastered. Developments in American public life, including the consequences of the New Deal, have so changed the face of city politics that Skeffington no longer can survive in the new age with younger voters. And prophetically, for the first time, television ads win the day. Immediately after his defeat, Skeffington suffers a massive heart attack with another soon afterward. When he dies, he leaves behind a city in mourning for a pivotal figure in its history, but a city that no longer has room for him or his kind.",
    "genre": [
      "Biography",
      "Fiction",
      "Novel"
    ],
    "author": "Edwin O'Connor"
  },
  {
    "title": "Ellen Foster",
    "summary": " Ellen is an only child who does not have a real home, even at the time when both her parents are still alive. Her father is \"trash\" and has a drinking problem, and the whole atmosphere is one of domestic violence. Her mother has a heart condition caused by \"Romantic\" Rheumatic fever and, when the novel opens, has to stay in the hospital. From an early age on, Ellen's thoughts center on how she could get rid of her father&mdash;she imagines killing him one way or another. When her mother is released from hospital Ellen's father treats her as badly as before, and it is up to Ellen to protect her mother from him. Soon, however, she takes an overdose of pills and dies while Ellen is lying next to her. After her mother's premature death, Ellen, who is only eleven years of age, takes charge of the meager household finances. She starts accumulating money, as she realizes she will need money to have a better start later in life. In spite of her unhappy childhood Ellen is a smart girl; she borrows books from the library and is rather creative when it comes to spending her spare time. Her best friend, Starletta, is a young black girl who has poor, but kind parents. She is attracted to them although she has been brought up detesting \"niggers\" and although she herself cannot overcome all the racial prejudice that has been inculcated in her mind all her life. Ellen says she would never sleep in a \"colored house\". Also, she refuses to eat or drink anything when she is at Starletta's, remembering the myth that if you use the same glass or cup as \"coloreds\", the germs they have left on it will spread onto your lips and you will turn as dark as them. On the other hand, her father himself has his \"colored buddies\" with whom he drinks. Ellen's odyssey (almost in a picaresque vein) starts the night Ellen's father mistakes her for her mother. *At Starletta's parents': After the first instance of abuse to her (not sexual), Ellen goes to Starletta's house, where she stays for the night. *At Aunt Betsy's: On the following morning, having decided to leave her father for good, she packs all her belongings into a box and goes to Aunt Betsy, who has no children and whose husband has recently died. Betsy treats Ellen well, but she misunderstands Ellen about the permanence of Ellen's stay. Accordingly, when the weekend is over, Betsy turns her out again, and Ellen has to return to her father. *At Julia's: When he starts beating her, her bruises are noticed at school and as a temporary solution, her free spirited art teacher invites Ellen to live with her and her husband, Roy. Ellen accepts, leaving with her few belongings and the money she has saved up over the past few months. Despite not completely understanding Julia and Roy's way of life, Ellen feels loved and happy. During the period of separations, her father tries to get her back by bribing her with money, but fails. *At her grandmother's: Sooner or later the question of custody has to be settled in court. Ellen learns that her grandmother (\"my mama's mama\") is going to take care of her. A wealthy woman who can even afford two black household helps, her grandmother turns out to be a grumpy and bitter old woman who does not really love her granddaughter. She is referred to as the \"bosslady\" by her workers and she even makes Ellen work in the cotton fields during the summer. She also permanently reproaches Ellen for being her father's daughter and for taking after him, and claims Ellen is responsible for her own daughter's death. Furthermore, she says she knows that Ellen had sex with her father's colored friends (although this is not true). What is more, she suffers from persecution mania, believing that people around the house, even her doctor, are stealing things from her. When she becomes ill she expects Ellen to nurse her, which Ellen dutifully does up to the time her grandmother dies. *At Aunt Nadine's: Ellen's life does not improve when she is taken up by another of her mother's sisters, her aunt Nadine Nelson, who lives with her daughter Dora. Dora, who is the same age as Ellen, and Nadine are a self-sufficient pair who consider Ellen an intruder. The big quarrel occurs, of all days, on Christmas Day, when Dora gets all kinds of presents (toys mainly) and Ellen receives a single pack of white drawing paper, which she throws at Nadine's feet. Furthermore, Ellen takes a lot of effort to paint a picture for her aunt and her cousin, but she overhears them describing her painting as \"silly\" and \"cheap-looking\". As an act of revenge, Ellen pretends she has a boyfriend who has given her a microscope for Christmas. Nadine calls her an \"ungrateful little bitch\" and tells her she does not want to see her again in her house. *At her new mama's: In church Ellen encounters a nice and friendly woman, who she believes is called Mrs Foster, and her well-behaved children. She carefully plans to get in touch with them, and after her argument with Nadine she just packs her things together and goes to the house of the \"Foster family\". In reality, the \"family\" is a home for disadvantaged adolescents&mdash;a kind of foster family rather than a \"real\" family with the surname Foster. Orphaned after her father's death (of an aneurysm), Ellen does not tell us about the formalities she has to go through to be accepted, but the most important thing for her is that for the first time in her life she is given a warm welcome. Throughout the novel, the reader learns how beautiful her new home is. Ellen also overcomes her racial prejudice and is very glad that her new mama allows Starletta to spend the weekend with her at her new home.",
    "genre": [
      "Biography",
      "Fiction",
      "Novel"
    ],
    "author": "Kaye Gibbons"
  },
  {
    "title": "Zami: A New Spelling of My Name",
    "summary": " Audre Lorde grows up in Harlem, a child of Black West Indian parents. Legally blind as a child, she learns to read before going to school, thus stoking up wrath in the Nuns/teachers at her Catholic school. The family's landlord hangs himself for having to rent his flat to Black people; later they take a trip to Washington D.C., where they are refused ice-cream because of segregation laws. After getting her first period at age 15, she makes friends with a small number of non-Black girls, called \"The Branded\" at Hunter College High School. She is even elected literary editor of the school's arts magazine - she has started writing poetry. After graduation, she leaves home and shares a flat with friends of Jean's (one of The Branded). At the same time, she also goes out with Peter, a white boy who jilts her on New Year's Eve - she is pregnant and decides on an abortion. After some unhappy times at Hunter College, she moves to Stamford, Connecticut, to find work in a factory, where the working conditions prove atrocious. Following her father's death, she returns to NYC and starts a relationship with Bea, whose heart she ends up breaking when she decides to move to Mexico to get away from McCarthyism. There, she goes to university and works as a secretary in a hospital. In Cuernavaca, she meets a lot of independent women, mostly lesbians; she has a relationship with one of them, Eudora, and works in a library. Back in NYC, Audre explores the lesbian bar scene, moves in with lover Muriel, then another lesbian, Lynn, moves in with them and ends up leaving without warning and with their savings. Finally, Audre begins a relationship with a mother named Afrekete, who decides to leave to tend to her child. The book ends on a homage to Audre's mother.",
    "genre": [
      "Biography"
    ],
    "author": "Audre Lorde"
  },
  {
    "title": "Spartacus",
    "summary": " The central character is not Spartacus himself, but Kleon, a fictional Greek educated slave and eunuch who joins the revolt. In the first chapter we are told how he was sold into slavery as a child and sexually abused by an owner. Another important character is Elpinice, a female slave who helps Spartacus and his fellow gladiators escape from Capua, and who becomes Spartacus's lover. She gives birth to a son, but while Spartacus is fighting elsewhere she is raped and murdered by soldiers, and the child is also killed. The novel touches on Gibbon's views on human history, with Spartacus seen as a survivor of the Golden Age. However, in spite of various additions and speculations, it does stick fairly closely to the known historical facts about the revolt. Plutarch's life of Crassus is clearly the main source, but it does make use of some other classical sources, including Appian and Sallust.",
    "genre": [
      "Biography",
      "Historical fiction",
      "Fiction"
    ],
    "author": "Lewis Grassic Gibbon"
  },
  {
    "title": "The Power Broker",
    "summary": " Caro traces Moses's life from his childhood in Gay Nineties Connecticut to his early years as an idealistic advocate for Progressive reform of the city's corrupt civil service system. Moses's failures there, and later experience working for future governor of New York Al Smith in the New York State Assembly and future New York Mayor Jimmy Walker in the State Senate, taught him how power really worked, that he needed it to make his dreams of roads and bridges for the city reality, and that ideals and principles had to be set aside if necessary to make them happen, Caro says. By the 1930s, he had earned a reputation as a creator of beautiful parks in both the city and state, and later long-sought projects like the Verrazano-Narrows Bridge, but at the price of his earlier integrity. Caro ultimately paints a portrait of Moses as an unelected bureaucrat who, through his reputation for getting large construction projects done, amassed so much power over the years that the many elected officials whom he was supposedly responsive to instead became dependent on him. He consistently favored automobile traffic over mass transit, human and community needs, and while making a big deal of the fact that he served in his many public jobs (save as New York City Parks Commissioner) without compensation, lived like a king and similarly enriched those individuals in public and private life who aided him. While Caro pays ample tribute to Moses's intelligence, political shrewdness, eloquence and hands-on, if somewhat aggressive, management style, and indeed gives full credit to Moses for his earlier achievements, it is clear from the book's introduction onward that Caro's view of Moses is ambivalent (some of the readers of The Power Broker would conclude that Caro possessed only contempt for his subject). At 1,336 pages (only two-thirds of the original manuscript), it provides documentation of its assertions in most instances, which Moses (and his supporters after his death) have consistently attempted to refute. Because Caro's narrative includes a great deal of history about New York City itself, the book is considered by many to be a monumental scholarly work in its own right, transcending the normal style of a biography that focuses on the life of a single person.",
    "genre": [
      "Biography"
    ],
    "author": "Robert Caro"
  },
  {
    "title": "Katherine",
    "summary": " Katherine tells the true story of Katherine de Roet, born the daughter of a minor Flemish herald, later knight. Katherine has no obvious prospects, except that her sister is a waiting-woman to Queen Philippa, wife of King Edward III, and the fiancée of Geoffrey Chaucer, then a minor court official. By virtue of this connection, Katherine meets and marries Sir Hugh Swynford of Lincolnshire and gives birth to a daughter, Blanchette, and a son, Thomas. After Hugh's death, Katherine becomes the mistress of John of Gaunt, Duke of Lancaster, and bears him four children out of wedlock. She is also appointed official governess to the Duke's two daughters by his first wife, Blanche of Lancaster, and helps raise his son by Blanche, the future King Henry IV. The Duke and Katherine separate for a number of years, immediately following Wat Tyler's Peasants' Revolt in 1381, when the rioting peasants sacked and burnt the Duke's Savoy Palace to the ground. The novel's explanation for their separation is Katherine's shock over revelations concerning the death of her husband. However, the couple eventually reconcile and marry after the death of the Duke's second wife and after their children are grown.",
    "genre": [
      "Biography",
      "Historical fiction",
      "Romance novel",
      "Fiction",
      "Historical novel",
      "Autobiography"
    ],
    "author": "Anya Seton"
  },
  {
    "title": "Green Mansions",
    "summary": " Prologue: An unnamed narrator tells how he befriended an old \"Spanish\" gentleman who never spoke of his past. Piqued, the narrator finally elicits the story. Venezuela, c. 1840. Abel, a young man of wealth, fails at a revolution and flees Caracas into the uncharted forests of Guyana. Surviving fever and hostile Indian attacks, failing at journal-keeping and gold hunting, he settles in an Indian village to waste away his life: playing guitar for old Cla-Cla, hunting badly with Kua-Ko, telling stories to the children. After some exploring, Abel discovers an enchanting forest where he hears a strange bird-like singing. His Indian friends avoid the forest because of its evil spirit-protector, \"the Daughter of the Didi.\" Persisting in the search, Abel finally finds Rima the Bird Girl. She has dark hair, a smock of spider webs, and can communicate with birds in an unknown tongue. When she shields a coral snake, Abel is bitten and falls unconscious. Abel awakens in the hut of Nuflo, an old man who protects his \"granddaughter\" Rima, and won't reveal her origin. As Abel recovers, Rima leads him through the forest, and Abel wonders about her identity and place of origin. Abel returns to the Indians, but relations become icy, because they would kill Rima, if they could. Rima often speaks of her dead mother, who was always depressed. Abel falls in love with Rima, but she (17 and a stranger to white men) is confused by \"odd feelings\". This relationship is further strained because Abel cannot speak her unknown language. Atop Ytaiao Mountain, Rima questions Abel about \"the world\" known and unknown, asking him if she was unique and alone. Abel sadly reveals that it is true. However, when he mentions the storied mountains of Riolama, Rima perks up. It turns out that \"Riolama\" is her real name. Nuflo must know where Riolama is, so a wroth Rima demands Nuflo to guide her to Riolama under threats of eternal damnation from her sainted mother. Old, guilty and religious, Nuflo caves in to the pressure. Abel pays a last visit to the Indians, but they capture him as a prisoner, suspecting that he is a spy for an enemy tribe or consorts with demons. Abel manages to escape and return to Rima and Nuflo. The three then trek to distant Riolama. Along the way, Nuflo reveals his past, and Rima's origin. Seventeen years ago, Nuflo led bandits who preyed on Christians and Indians. Eventually, forced to flee to the mountains, they found a cave to live in. Hiding in the cave was a strange woman speaking a bird-like language. She was to be Rima's mother (never named). Nuflo assumed the woman was a saint sent to save his soul. Nuflo left the bandits and carried Rima's mother, now crippled for life, to Voa, a Christian community, to deliver Rima. Rima and her mother talked in their magical language for seven years, until Mother wasted away in the dampness and died. As contrition, Nuflo brought Rima to the drier mountains. The local Indians found her queer, and resented how she chased off game animals, and therefore tried to kill her. A mis-shot dart killed an Indian, and they fled Rima's \"magic\". In the cave, Rima is eager to enter Riolama valley. Abel reveals sad news: her mother left because nothing remained. She belonged to a gentle, vegetarian people without weapons, who were wiped out by Indians, plague and other causes. Rima is indeed unique and alone. Rima is saddened but suspected it: her mother was always depressed. Now she decides to return to the forest and prepare a life for herself and Abel. She flits away, leaving Abel to fret as he and Nuflo walk home, delayed by rain and hunger. They return to find the forest silent, Nuflo's hut burned down, and Indians hunting game. Abel, exhausted, is again taken prisoner, but isn't killed, as he quickly makes a vow to go to war against the enemy tribe. On the war trail, he drops hints about Rima and her whereabouts. Kua-Ko explains how, thanks to Abel's \"bravery\", the Indians dared enter the forbidden forest. They caught Rima in the open, chased her up the giant tree. They heaped brush underneath it and burned Rima. Abel kills Kua-Ko and runs to the enemy tribe, sounding the alarm. Days later he returns. All his Indian friends are dead. He finds the giant tree burned, and collects Rima's ashes in a pot. Trekking homeward, despondent and hallucinating, Abel is helped by Indians and Christians until he reaches the sea, sane and healthy again. Now an old man, his only ambition is to be buried with Rima's ashes. Reflecting back, he believes neither God nor man can forgive his sins, but that gentle Rima would, provided he has forgiven himself.",
    "genre": [
      "Biography",
      "Speculative fiction",
      "Romance novel",
      "Fiction"
    ],
    "author": "William Henry Hudson"
  },
  {
    "title": "Mao: The Unknown Story",
    "summary": " Chang and Halliday do not accept the idealistic explanations for Mao's rise to power or common claims for his rule. They argue that from his earliest years he was motivated by a lust for power and that Mao had many political opponents arrested and murdered, including some of his personal friends. During the 1920s and 1930s, they argue, Mao could not have gained control of the party without Stalin's patronage, nor were Mao's decisions during the Long March as heroic and ingenious as Edgar Snow's Red Star Over China claimed and thereby entered the mythology of the revolution. Chiang Kai-shek deliberately did not pursue and capture the Red Army. Areas under Communist control during the Second United Front and Chinese Civil War, such as the Jiangxi and Yan'an soviets, were ruled through terror and financed by opium. Mao, they say, sacrificed thousands of troops simply in order to get rid of party rivals, such as Chang Kuo-tao, nor did he take the initiative in fighting the Japanese invaders. Despite being born into a peasant family, when Mao came to power in 1949 he had little concern for the welfare of the Chinese peasantry. Mao's determination to use agricultual surplus to subsidize industry and intimidation of dissent led to murderous famines resulting from the Great Leap Forward, exacerbated by allowing the export of grain to continue even when it became clear that China did not have sufficient grain to feed its population. Chang and Halliday argue that the Long March was not the heroic endeavour portrayed by the Chinese Communist Party and that Mao's role in leading it was exaggerated. Officially portrayed as an inspiring commander, the authors write that he was nearly left behind by the March and only commanded a fairly small force. He was apparently disliked by almost all of the people on the March and his tactics and strategy were flawed. They also write that Chiang Kai-shek allowed the Communists to proceed without significant hindrance as his son was being held hostage in Moscow and that he feared he would be killed if the Communists were crushed. Mao is also portrayed, along with the Communist elite, as a privileged person who was usually carried around in litters and protected from the suffering of his subordinates, rather than sharing their hardship. Despite the high level of casualties amongst ordinary soldiers, supposedly no high-ranking leaders died on the journey, regardless of how ill or badly wounded they were. The book says that, contrary to revolutionary mythology, there was no battle at Luding Bridge and that tales of a \"heroic\" crossing against the odds was merely propaganda. Chang found a witness, Li Xiu-zhen, who told her that she saw no fighting and that the bridge was not on fire. In addition, she said that despite claims by the Communists that the fighting was fierce, all of the vanguard survived the battle. Chang also cited Nationalist (Kuomintang) battleplans and communiques that indicated the force guarding the bridge had been withdrawn before the Communists arrived. A number of historical works, even outside of China, do depict such a battle, though not of such heroic proportions. Harrison E. Salisbury's The Long March: The Untold Story and Charlotte Salisbury's Long March Diary mention a battle at Luding Bridge, but they relied on second-hand information. However, there is disagreement in other sources over the incident. Chinese journalist Sun Shuyun agreed that the official accounts were exaggerated. She interviewed a local blacksmith who had witnessed the event and said that \"when [the troops opposing the Red Army] saw the soldiers coming, they panicked and fled — their officers had long abandoned them. There wasn't really much of a battle.\" Archives in Chengdu further supported this claim. In October 2005, The Age newspaper reported that it had been unable to find Chang's local witness. In addition, The Sydney Morning Herald found an 85-year old eyewitness, Li Guixiu, aged 15 at the time of the crossing, whose account disputed Chang's claims. According to Li, there was a battle: \"The fighting started in the evening. There were many killed on the Red Army side. The KMT set fire to the bridge-house on the other side, to try to melt the chains, and one of the chains was cut. After it was taken, the Red Army took seven days and seven nights to cross.\" In a speech given at Stanford University, former US National Security Advisor Zbigniew Brzezinski mentioned a conversation that he once had with Deng Xiaoping. He recalled that Deng smiled and said, “Well, that’s the way it’s presented in our propaganda. We needed that to express the fighting spirit of our forces. In fact, it was a very easy military operation.\" One of the allegations in the book against Mao was that he not just tolerated the production of opium in regions that the Communists controlled during the Chinese Civil War but also participated in the trade of it, in order to provide funding for his soldiers. According to Russian sources that the authors state they found, at the time the trade generated around $60 million a year for the Communists. This was stopped only due to overproduction driving down the price and Communist officials other than Mao deciding that the practice was immoral. Mao is alleged to have exposed men under his command to unnecessary suffering just to eliminate his opponents. Zhang Guotao, a rival in the Politburo, was sent with his army in 1936 on a hopeless mission into the Gobi desert. When it inevitably failed Mao ordered that the survivors be executed. Chang and Haliday suggest that Mao used other underhanded means in eliminating opponents. Apart from general purges like the Hundred Flowers Campaign and other operations like the Cultural Revolution, he had Wang Ming (another Politburo rival) poisoned twice, who had to seek treatment in Russia. Chang and Halliday write that in comparison to official history provided by the Chinese authorities that Communist forces waged a tough guerrilla war against the Imperial Japanese Army, in truth they rarely fought the Japanese. Mao was more interested in saving his forces for fighting against the Chinese Nationalists. On the few occasions that the Communists did fight the Japanese, Mao was very angry. Notable members of the KMT were claimed to have been secretly working for the Chinese Communists. One such \"sleeper\" was Hu Zongnan, a senior National Revolutionary Army general. Hu's son objected to this description and his threat of legal action led Jung Chang's publishers in Taiwan to abandon the release of the book there. Rather than reluctantly entering the conflict as the Chinese government suggests, Mao is alleged to have deliberately entered the Korean War, having promised Chinese troops to Kim Il Sung (then leader of North Korea) before the conflict started. Halliday had previously conducted research into this conflict, publishing his book Korea: The Unknown War. The book opens with the sentence \"Mao Tse-tung, who for decades held absolute power over the lives of one-quarter of the world's population, was responsible for well over 70 million deaths in peacetime, more than any other twentieth century leader.\" Chang and Halliday claim that he was willing for half of China to die to achieve military-nuclear superpowerdom. Estimates of the numbers of deaths during this period vary, though Chang and Halliday's estimate is one of the highest. Sinologist Stuart Schram, in a review of the book, noted that \"the exact figure... has been estimated by well-informed writers at between 40 and 70 million\". China scholars agree that the famine during the Great Leap Forward caused tens of millions of deaths. Chang and Halliday argue that this period accounts for roughly half of the 70 million total. An official estimate by Hu Yaobang in 1980 put the death toll at 20 million, whereas Philip Short in his 2000 book Mao: A Life found 20 to 30 million to be the most credible number. Chang and Halliday's figure is 37.67 million, which historian Stuart Schram indicated that he believes \"may well be the most accurate.\" Yang Jisheng, a Communist party member and former reporter for Xinhua, puts the number of famine deaths at 36 million. In his 2010 book Mao's Great Famine, Hong Kong based historian Frank Dikötter, who has had access to newly opened local archives, places the death toll for the Great Leap Forward at 45 million, and describes it as \"one of the most deadly mass killings of human history.\" Professor R. J. Rummel published updated figures on worldwide democide in 2005, stating that he believed Chang and Halliday's estimates to be mostly correct and that he had revised his figures for China under Mao accordingly.",
    "genre": [
      "Biography"
    ],
    "author": "Jung Chang"
  },
  {
    "title": "Rascal",
    "summary": " Subtitled \"a memoir of a better era,\" North's book is a prose poem to adolescent angst. Rascal chronicles young Sterling's loving yet distant relationship with his father, dreamer David Willard North, and the aching loss represented by the death of his mother, Elizabeth Nelson North. (The book also touches on young Sterling's concerns for his older brother Herschel, who is in Europe fighting in World War One). The boy reconnects with society through the unlikely intervention of his pet raccoon, a \"ringtailed wonder\" charmer that dominates almost every page. The book begins with the capture of the baby raccoon, and follows his growth to a yearling. The story is also a personal chronicle of the era of change between the (nearly) untouched forest wilderness and agriculture; between the days of the pioneers and the rise of towns; and between horse-drawn transportation and automobiles, among other transitions. The author's through-a-boy's-eyes view of his observations during expeditions in and around his home town, contrasted with his father's reminiscences of the time \"when Wisconsin was still half wilderness, when panthers sometimes looked in through the windows, and the whippoorwills called all night long\", provide a glimpse of the past, as the original subtitle suggests. The book is filled with humorous moments. His sister Theo cannot understand Sterling's building of a canoe in the living room and is \"startled nearly out of her wits\" when Rascal, who had been lying on and blending into Uncle Justus' Amazonian jaguar rug, stands up. Later in the book, Rascal joins him in a pie eating contest, and they win, but are disqualified, although his friend, Oscar Sunderland, takes first prize because of it. Rascal also enjoyed riding in his bicycle's basket, and helped him sell magazines by creating an animated sideshow. The book also has serious moments. The author's brother Herschel is serving in the military during World War I, and Sterling longs for a word from him. Rascal is confined after he bites an annoying lad who snaps him with a rubber band. Later, Sterling catches a mild case of the Spanish flu during the epidemic. (It is stated in the book that his Aunt Lillie, who took care of him during his sickness, said that Sterling's mother had wanted him to be a writer, which he achieved.) Eventually the problems with Rascal's raids into fields and henhouses become too much of an issue; the neighbors' irritation with the boy's pet can no longer be ignored. In addition, Rascal has become a young adult and, as such, is getting attention from jealous male and interested female raccoons. Sterling realizes that Rascal is a wild animal and can no longer be kept, unless always kept in a cage. He travels in the newly completed canoe to release Rascal in the woods at the far side of the nearby lake. The author's sister, the straight-laced poet and art historian Jessica Nelson North, is one note of early 1900s normalcy in the book. She wasn't particularly pleased with how her brother portrayed her family in Rascal (yet was proud of her brother's achievement, regardless). The theme of Rascal is not friendship, but loss, and the transcendence of it. Sterling loses his mother, the attention of his father, his brother to war, and eventually his best friend, Rascal, but survives and learns from it.",
    "genre": [
      "Biography",
      "Children's literature",
      "Fiction"
    ],
    "author": "Sterling North"
  },
  {
    "title": "Bringing Down the House: The Inside Story of Six MIT Students Who Took Vegas for Millions",
    "summary": " The book's main character is Kevin Lewis, an MIT graduate who was invited to join the MIT Blackjack Team in 1993. Lewis was recruited by two of the team's top players, Jason Fisher and Andre Martinez. The team was financed by a colorful character named Micky Rosa, who had organized at least one other team to play the Vegas strip. This new team was the most profitable yet. Personality conflicts and card counting deterrent efforts at the casinos eventually ended this incarnation of the MIT Blackjack Team.",
    "genre": [
      "Biography",
      "True crime"
    ],
    "author": "Ben Mezrich"
  },
  {
    "title": "Romulus, My Father",
    "summary": " Romulus Gaita fled his Romanian hometown of Markovac in 1935 at the age of 13. He found work as a blacksmith's apprentice until he was 17, after which he moved to Germany and eventually emigrated to Australia on an assisted passage in 1950 at the age of 28, with his young wife Christine and their four-year-old son Raimond soon after the end of World War II. Romulus and his family were transferred to Bonegilla Migrant Reception and Training Centre, a camp near Wodonga. Romulus was then sent to Baringhup on the Loddon River, where he met two Romanian brothers Pantelimon (known as Hora) and Dumitru (known as Mitru). The Gaitas later moved to a farmhouse called Frogmore where they lived for the next ten years, and where Raimond spent much of his childhood. Christine did not stay at Frogmore to take on the responsibility as a wife and mother. She had an affair with Mitru and moved to Melbourne to be with him. Together they had two daughters. Mitru committed suicide before the birth of the second child, and Christine later also committed suicide. Both daughters were adopted. Raimond observes in retrospect that Christine likely had a mental illness. After some attempts at farming, Romulus established a business supplying wrought iron furniture, popular at the time, and using some of the skills he brought from his native country. Romulus also suffered from mental illness, requiring admission to a psychiatric hospital. While Romulus was unable to care for Raimond, Hora came to live with Raimond and cared for him. Romulus later largely recovered from his mental illness, and saw Raimond live to adulthood and pursue his chosen career. Romulus later suffered heart problems and eventually died of a blood clot.",
    "genre": [
      "Biography"
    ],
    "author": "Raimond Gaita"
  },
  {
    "title": "Israel Potter",
    "summary": " When Israel Potter leaves his plough to fight in the American Revolution, he's immediately thrown into the Battle of Bunker Hill, where he receives multiple wounds. However, this does not deter him, and after hearing a rousing speech by General George Washington, he volunteers for further duty, this time at sea, where more ill fortune awaits him. Israel is captured by the British Navy and taken to England. Yet, he makes his escape, and this triggers a series of extraordinary events and meetings with remarkable people. Along the way, Israel encounters King George III, who takes a liking to the Yankee rebel and shelters him in Kew Gardens; Benjamin Franklin, who presses Israel into service as a spy; John Paul Jones, who invites Israel to join his crew aboard The Ranger; and Ethan Allen, whom Israel attempts to free from a British prison. Throughout these adventures, Israel Potter acquits himself bravely, but his patriotic valor does not bring him any closer to his dream of returning to America. After the war, Israel finds himself in London, where he descends into poverty. Finally, fifty years after he left his plough, he makes his way back to his beloved Berkshires. However, few things remain the same. Soon, Israel fades out of being, his name out of memory, and he dies on the same day the oldest oak on his native lands is blown down.",
    "genre": [
      "Biography",
      "Fiction"
    ],
    "author": "Herman Melville"
  },
  {
    "title": "The Curse of Lono",
    "summary": " Hunter S. Thompson receives a letter from the editor of Running magazine, asking him to cover the 1980 Honolulu Marathon, which the editor says should be \"a good chance for a vacation\". Hunter asks the illustrator Ralph Steadman to accompany him. On the flight over, he meets a man named Ackerman, who seems to have connections to the drug trade in Hawaii. Hunter covers the marathon with his characteristic gonzo style, weaving his own experiences into the coverage of the story. After the marathon, Hunter, Ralph and Ralph's family move to a rented beach side \"compound\" on Hawaii's Kona coast. The weather is miserable and they are trapped indoors, besieged by huge waves. Ralph and his family, upset about the terrible conditions of their vacation, return to England. Later, Hunter reunites with Ackerman to go fishing. Hunter eventually catches a huge Marlin, which he beats to death with a Samoan war club. The fishing boat returns to the dock, with Hunter screaming triumphantly, \"I am Lono!\", referring to the ancient Hawaiian god. After this, Hunter ends his story in the City of Refuge, hiding from those he upset with his antics at the docks. The story frequently breaks away to excerpts from The Last Voyage of Captain James Cook, which tells the story of the man the native Hawaiians thought was the reincarnation of Lono.",
    "genre": [
      "Biography",
      "Fiction",
      "Memoir"
    ],
    "author": "Hunter S. Thompson"
  },
  {
    "title": "A Rumor of War",
    "summary": " In the foreword, the author states his purpose for writing this book. As he clearly states, this is not a history book, nor is it a historical accusation. The author states that his book is a story about war, based on a personal experience. The book is divided into three parts. The first section, \"The Splendid Little War\", describes Lieutenant Philip Caputo's personal reasons for joining the USMC, the training that followed, and his eventual arrival to Vietnam. Lt. Caputo was a member of the 9th Expeditionary Brigade of the USMC, the first American regular troops unit sent to take part in the Vietnam War. He arrived on March 8, 1965, and his early experiences reminded him of the colonial wars portrayed by Rudyard Kipling. The 9th Expeditionary Brigade was deployed to Da Nang, formerly Tourane, on a \"merely defensive\" condition, primarily to set a perimeter around an airstrip that ensured arrival and departure of military goods and personnel. The first skirmishes against the North Vietnamese Army and the Viet Cong made it clear to Lt. Caputo and his comrades that their earlier impression about Vietnam war as small and unimportant are all wrong. In the second part of the book, \"The Officers in Charge of the Dead\", Lt. Caputo is reassigned from his rifle company to a desk job documenting casualties. His new position in the Joint Staff of the brigade was a change that did not suit him, because he was proud of his rifle company duties and had a certain desire to return to basic infantry command. This distance from the Main Line of Resistance gave Lt. Caputo a different perspective of the conflict. Lt. Caputo described senior officers as being more worried about trivial matters than strategy. For example: movies being played in the open at night, risking potentially devastating mortar attacks. Lt. Caputo also witnessed enemy corpses being treasured as hunting trophies, and shown off to generals. He also describes American corpses carrying evidence of Viet Cong torture. In the third part, \"In Death's Grey Land,\" Lt. Caputo is reassigned to a rifle company. He describes the North Vietnamese Army and the Viet Cong as fierce and skilled fighters and as having earned the grudging respect of American soldiers. Lt. Caputo describes his fellow Marines as having stopped wishing for epic, World War II-style battles; they had learned to detect boobytraps, to counter-snipe, and to comb the jungle in search of enemy bunkers and their rations. Lt. Caputo took part in these operations, until troops under his command miscarried orders and shot two suspects deliberately. Lt. Caputo assumed full responsibility for the incident and faced a court-martial. Eventually, he was relieved of his command and the charges were dropped. Lt. Caputo was then reassigned to a training camp in North Carolina and eventually received an honorable discharge from the service. In the Epilogue, almost ten years after the end of his tour of duty, Philip Caputo returned to Vietnam as a war journalist for a newspaper. Old memories of his war experiences and his comrades flood his mind as he witnesses the fall of Saigon to the troops of North Vietnam. Caputo left Vietnam on April 29, 1975. A postscript published in 1996 details some of the anxieties Caputo experienced while writing the memoir, and the difficulties he had handling his fame and notoriety after its publication.",
    "genre": [
      "Biography",
      "Reference",
      "Mathematics",
      "Science"
    ],
    "author": "Philip Caputo"
  },
  {
    "title": "Past and Present",
    "summary": " Book 1: Proem - Carlyle expresses his ideas about the Condition of England question in an elevated rhetorical style invoking classical allusions (such as Midas and the Sphinx) and fictional caricatures (such as Bobus and Sir Jabesh Windbag). Carlyle complains that despite England's abundant resources, the poor are starving and unable to find meaningful work, as evinced by the Manchester Insurrection. Carlyle argues that the ruling class needs to guide the nation, and supports an \"Aristocracy of Talent.\" But in line with his concept of \"hero-worship\", Carlyle argues that first the English must themselves become heroic in order to esteem true heroes rather than quacks. Book 2: The Ancient Monk - Carlyle presents the history of Samson of Tottington, a 12th-century monk who became Abbot of Bury St. Edmunds, as chronicled by Jocelin of Brakelond. Carlyle describes Samson as a lowly monk with no formal training or leadership experience who, on his election to the abbacy, worked earnestly and diligently to overcome the economic and spiritual maladies that had befallen the abbey under the rule of Hugo, the former abbot. Carlyle concludes from this history that despite the monks' primitive knowledge and superstitions (he refers to them repeatedly as \"blockheads\"), they were able to recognize and promote genuine leadership, in contrast to contemporary Englishmen: Carlyle presents his history as the narrative of the lives of men and their deeds, rather than as a dry chronicle of external details. To this end, he repeatedly contrasts his history with the style of the fictional historian Dryasdust. Book 3: The Modern Worker Book 4: Horoscope",
    "genre": [
      "Biography",
      "Philosophy",
      "Sociology"
    ],
    "author": "Thomas Carlyle"
  },
  {
    "title": "Fatal Passage: The Story of John Rae, the Arctic Hero Time Forgot",
    "summary": " In 1854, the explorer John Rae found himself at the centre of one of the great controversies of the nineteenth century – the fate of the Franklin expedition. With the British hoping to be first in the race to discover the Northwest Passage, the news Rae brought of starvation and cannibalism among final survivors set off a firestorm that would eclipse his own incredible accomplishments. The true story of the remarkable John Rae – Arctic traveler and Hudson's Bay Company doctor – Fatal Passage tells a tale of imperial ambition and high adventure. When nineteen-year-old Rae set sail for Hudson Bay in 1833, he had little idea of what to expect at the edge of empire. Meeting his first winter at Moose Factory with equanimity, even as members of the crew were dying despite his best efforts, he discovered that the key to successful Arctic life was to learn the survival skills of the native peoples. The hardy Rae, raised in the windswept Orkney Islands of northern Scotland, and a gifted hunter and sailor, would become one of the greatest explorers of his generation. He would survey 1765 miles of uncharted territory, travel 6555 miles on snowshoes and sail 6700 miles in small boats. Building on the work of explorers who had gone before him and aided by only a handful of native people, Métis and Scots, Rae became the consummate Arctic explorer, as much at ease in the wilderness of ice as in London drawing rooms. Ultimately, he solved the two great mysteries of nineteenth century Arctic exploration. Rae discovered both the fate of the lost expedition of Sir John Franklin, which had sailed from England in 1845, and the last navigable link in the Northwest Passage. The first of these discoveries brought down upon him the wrath of the formidable Lady Franklin, who enlisted the help of Charles Dickens, and orchestrated the erasure of Rae from official Arctic history. In Fatal Passage, Ken McGoogan sets the record straight.",
    "genre": [
      "Biography"
    ],
    "author": "Ken McGoogan"
  },
  {
    "title": "Ethel and Ernest",
    "summary": " The story is simply a progression through the lives of the titular couple, from their courtship in the late 1920s to their deaths in the early 70s. Ethel is a lady's maid with middle-class aspirations and firm notions of respectable English behaviour; she becomes a housewife when she marries. Ernest, five years younger, is an easygoing milkman with socialist ideals and an enthusiastic interest in modern progress and technology. They live with their only child, Raymond, in a London suburb through the Great Depression, World War II, the advent of television and other events. The book richly illustrates London working class life and concerns during some of the most momentous social and political developments of the 20th century.",
    "genre": [
      "Biography",
      "Graphic novel"
    ],
    "author": "Raymond Briggs"
  },
  {
    "title": "The Conqueror",
    "summary": " It chronicles the life of William of Normandy (the Conqueror) from his birth in 1028 to his conquest of England in 1066. Born the illegitimate son of Robert, future Duke of Normandy, William has to fight to prove himself in the eyes of his people and the eyes of his enemies. After the fight is won he then has to prove himself to Lady Matilda, daughter of Count Baldwin of Flanders, to win her love.",
    "genre": [
      "Biography",
      "Historical fiction",
      "Romance novel",
      "Mystery",
      "Fiction",
      "Historical novel",
      "Suspense"
    ],
    "author": "Georgette Heyer"
  },
  {
    "title": "Bone Sharps, Cowboys, and Thunder Lizards",
    "summary": " The novel is broken into three sections, with each titled after a portion of the novel's title: \"Bone Sharps\", \"Cowboys\", and \"Thunder Lizards.\" The narrative is not continuous; there are significant gaps of time between each section. The novel begins with Othniel Charles Marsh on a steam train between New York City and New Haven, where he first meets the showman Phineas T. Barnum. While showing Marsh the Cardiff Giant (or rather a copy of it), which he cheerfully admits is a fraud when Marsh points this out, he refers with irritation about a \"little cuss\" of a professor who outbid him for some Mexican antiquities. An angry Marsh reveals he is that \"little cuss\" and he fully intends to write an article exposing the Giant as a fraud before Barnum can advertise it. In Philadelphia, Henry Fairfield Osborn is introducing artist Charles R. Knight to Edward Drinker Cope, a paleontologist whose entire house is filled with bones and specimens. Cope is commissioning a painting, something to \"catch the spirit\" of the sea creature Elasmosaurus (but has unwittingly mistaken its neck for a tail). Cope then leaves for the West, as the official scientist form the U.S. Geological Survey. On the way, he meets Othniel Charles Marsh, a fellow paleontologist, and shows him his dig site at a marl pit in New Jersey; after Cope leaves, Marsh talks to the owner of the land and pays him off to gain exclusive digging rights. At Fort Bridger, Wyoming, Cope meets Sam Smith, a helper to the USGS. During excavations, Cope finds some of the richest bone veins ever. Sending back carloads of dinosaur bones east by train, Cope encounters Marsh, who is heading out west as well. Marsh travels in style, lounging in coach while the rest of his team travels third class—Marsh even berates them for playing cards, saying it is \"low class\" and that Yale graduates should look more presentable. At Fort McPherson, Nebraska, Marsh meets \"Buffalo\" Bill Cody, who serves as their guide, along with the native American Indian tribe. Marsh discovers many new fossils, and promises to Chief Red Cloud that he will talk to the President of the United States about the situation of the Native Americans—they have been given spoiled food in exchange for their land. Back East, Knight has finished his reconstruction of Elasmosaurus. He and Knight return to the marl pits of New Jersey, but are forced away. Cope becomes furious and storms away when he learns Marsh has bought the digging rights, and published a paper revealing his interpretation of Elasmosaurus flawed. Some time later, John Bell Hatcher is backing out of paying his share of a card game by drawing his revolver. He has taken to gambling, as Marsh, who employs him as a bone hunter, is not providing him with enough funds. Meanwhile Marsh is lobbying to the Bureau of Indian Affairs on behalf of Red Cloud, but also visiting with the Geological Survey and President U.S. Grant, insinuating that he would be a better leader of the USGS than Cope. After learning about Sam Smith's attempted sabotage of Cope and once again receiving no payment from Marsh, Hatcher leaves the employ of Othniel. Marsh, now representing the survey, heads west with wealthy businessmen, scoffing at the financial misfortunes of Cope, whose investments have failed. Cope travels with Knight to Europe; Knight with the intention of visiting Paris zoos, Cope with the intent of selling off much of his bone collection. Cope has also spent much of his money buying The American Naturalist, a paper in which he plans to attack Marsh's dealings. Hatcher arrives in New York to talk about the find Laelaps; in his speech, he subtly hints at the folly of Marsh's elitism and backstabbing as well as Cope's collecting obsession. Cope and James Gordon Bennet, Jr, arrive in Washington later to discuss Marsh; Marsh arrives later, and is chastised for the bad press and expense he is bringing to the survey by pursuing his \"birds with teeth\" theory. Knight and his wife Annie discuss the feud, something they view as utterly ridiculous and becoming consumed with pointless point-scoring. As he discusses the feud, Knight is working on his famous painting Leaping Laelaps: two Dryptosaurus locked in unrelenting combat. Cope, meanwhile, returns to the west for more fossils, alone and at the severe expense of his health. Later, Marsh is attending a conference on telephony hosted by Alexander Graham Bell; it is here he learns that his USGS expense tab (to which he had been charging drinks) has been withdrawn, his publication has been suspended, and the fossils he found as part of the USGS are to be returned to the Survey. His colleagues now shun him, the Bone War feud having alienated them, and he is forced to go to Barnum to try to obtain a loan, with the very Mexican antiquities he'd outbid Barnum on before as collatoral. Barnum has no money to spare, and asks Marsh whether he hasn't got enough fossils yet: Marsh, in an unguarded moment, says he'll never have enough before trying to cover it up. At the same time, Osborn and Knight arrive at Cope's residence; Cope has died of illness. The funeral is markedly pitiful, with only a few Quakers and the two friends in attendance. Cope has bequeathed his remains to science, and requested to have his bones considered for the Homo sapiens lectotype. Back at Marsh's \"wigwam\", Marsh rejoins his guest, Chief Red Cloud, who is examining Marsh's luxuries, including a telephone, a chimney, and various bones and antiquities. Red Cloud's interest is piqued by a long tusk from a Mastodon, which the Shawnee call Yakwawi'ak. The Shawnee have an ancient legend, which Marsh relates. At one time there were giant men proportionate to the mastodons. However, when the great men grew few, the Great Spirit decided to destroy the Yakwawi'ak himself. All but one bull was killed; this last mastodon fled north, where he remains to modern times. In exchange for the loss of the Mastodon, the Great Spirit created the cranberry, a bitter reminder of the blood spilled. Chief Red Cloud remarks that it is a true story, but Marsh rebukes him, saying that science tells modern man that his ancestors were smaller, not larger, than him. Red Cloud, on his way out, responds, \"It is not a story about science. It is about men.\" Knight and his wife, many years later, are taking their granddaughter Rhoda to the American Museum of Natural History. Knight, well-known to the staff, is visiting the closed-off areas to have a look at the new mammoth specimens: the girl, however, is eager to see more of her grandfather's paintings. During this, the staff are finally getting round to sorting out Marsh's long-neglected collection of fossils. Two of the workers discover Knight's Leaping Laelaps has been accidentally left in the storeroom yesterday. The painting is taken back downstairs while the workmen unknowingly leave Cope's skeleton and Marsh's parts behind: \"The rest of this stuff is stayin' put for who knows how long, but we don't want that to get buried.\"",
    "genre": [
      "Biography",
      "Humour"
    ],
    "author": "Jim Ottaviani"
  },
  {
    "title": "Under the Mat: Inside Wrestling's Greatest Family",
    "summary": " The book focuses mainly on the realities of professional wrestling. Under the Mat recounts Diana's life growing up in the Hart home, being sister to Owen and Bret, witnessing their rise to fame and the terrible tragedy which claimed Owen's life. She remembers her father training some of the WWF's and WCW's biggest names in her family's basement gym, the famous Dungeon, and recounts their tales to stardom.",
    "genre": [
      "Biography"
    ],
    "author": ""
  },
  {
    "title": "Modoc",
    "summary": " Modoc tells the story of Bram, a German boy, and his elephant, Modoc. Bram and Modoc are born on the same day and the same hour. Brams' father wished for a boy and girl. He felt his dream was fulfilled. Brams' father is a third generation elephant trainer and from an early age Bram followed in his father's footsteps. Brams' family is unique in the way they trained the elephants. Instead of threat and intimidation the elephants are treated with praise and respect. Once old enough Modoc begins to perform in the circus. The circus owner fell ill and the circus is sold to an American, Mr. North. Bram is unwilling to be parted from his elephant and acts as a stow away across the Indian Ocean. The ship is wrecked, leaving Modoc, Mr. Pitt, Bram and others adrift in the ocean. The survivors stay afloat on Modoc’s back until help comes for them at the last possible second. Modoc and Bram recuperate in India where Bram [learns much about elephant training and care at the Elephantarium as well as Indian life becoming a favorite 'son' of the maharaja]. Afraid the circus owner will find them, boy and elephant flee into the teak forests and [is able to] join the ranks of the mahouts and marry a village daughter because of his 'son of the maharaja' status. Rebels eventually take the town, killing Bram’s wife along with many of the population. The circus owner is unexplainably able to find them through the rebellion and transports Modoc and Bram to America where they become stars of the big top. Modoc survives a poisoning attempt, a fire and a hook-wielding drunk before the circus owner decides she is too scarred to appear in the ring any longer and sells her without Bram's knowledge. Ten years pass in which Modoc’s life deteriorates into abuse until she is purchased by Ralph Helfer, a Hollywood animal trainer. Helfer nurses her back to health and is surprised to find the variety of acts she already knows. Drawn by their supernatural connection, Bram locates her some years after. They spend the rest of their lives in constant contact [at Helfer's ranch], nursing one another through old age. Bram is first of the pair to die, saying he is going to show Modoc the way.",
    "genre": [
      "Biography"
    ],
    "author": "Ralph Helfer"
  },
  {
    "title": "Anne Frank: The Biography",
    "summary": " Anne Frank born on 12 June 1929 to a middle class Jewish family in Frankfurt am Main, Germany feels the early threats of Nazism as Hitler rises to power in 1933. Soon her family emigrates to the Netherlands where Anne enjoys an idyllic life centered arounds school, boys and sleepovers. However, the situation changes quickly once Germany invades the Netherlands in May 1940. The family is soon forced to go into hiding with another family at the back building of the family business. While there Anne faithfully keeps a diary describing everyday situations and her thoughts and beliefs. After two years and one month they are betrayed and sent to concentration camps where they all perish with the exception of Anne's father, Otto Frank. The book ends with an afterword by one of the women who hid them, Miep Gies.",
    "genre": [
      "Biography"
    ],
    "author": "Melissa Müller"
  },
  {
    "title": "Memoirs of an Infantry Officer",
    "summary": " Sassoon's account of his experiences in the trenches during World War I, between the spring of 1916 and the summer of 1917, creates a picture of a physically brave but self-effacing and highly insecure individual. The narrative moves from the trenches to the Fourth Army School, to Morlancourt and a raid, then to and through the Somme. The narrator, George Sherston, is wounded when a bullet passes through his lung after he incautiously sticks his head over the parapet at the battle of Arras in 1917. He is sent home to convalesce, and while there arranges to have lunch with the editor of an anti-war newspaper, the Unconservative Weekly. He determines to speak out against the war, though this contravenes military regulations and could result in his execution. The book finishes as George Sherston prepares to attend 'Slateford War Hospital' (Craiglockhart War Hospital, Edinburgh) after a medical board had decided he was suffering from shell-shock.http://www.amazon.co.uk/dp/0571203183",
    "genre": [
      "Biography",
      "Fiction",
      "Roman à clef"
    ],
    "author": "Siegfried Sassoon"
  },
  {
    "title": "Follow the Rabbit-Proof Fence",
    "summary": " The book tells the story of Molly Craig, a 14-year-old Aboriginal girl, who is deemed \"half-caste\" by the Australian government. Along with two members of her family, her 8 -year-old sister Daisy Craig and their 10-year-old cousin Gracie Fields, Molly is taken by police officers from her mother in the community of Jigalong and transported 1,600 kilometres to the Moore River Native Settlement. In 1931, the three girls escape from Moore River, and with no maps or compasses, they use the immense State Barrier Fence which crosses Western Australia to navigate home.",
    "genre": [
      "Biography"
    ],
    "author": "Doris Pilkington Garimara"
  },
  {
    "title": "Eat, Pray, Love: One Woman's Search for Everything Across Italy, India and Indonesia",
    "summary": " At 32 years old, Elizabeth Gilbert was educated, had a home, a husband, and a successful career as a writer. However, she was unhappy in her marriage and often spent the night sleeping on her bathroom floor. After separating from her husband and initiating a divorce, which he contested, she embarked on a rebound relationship which continued for some time but did not work out, leaving her devastated and alone. Afterwards, while writing an article on yoga vacations in Bali, Gilbert met a ninth-generation medicine man who told her she would one day come back and study with him. After finalizing her difficult divorce, Gilbert spent the next year traveling around the world. The trip was paid for in advance with a book deal from the publisher. She spent four months in Italy, eating and enjoying life (\"Eat\"). She spent three months in India, finding her spirituality (\"Pray\"). She ended the year in Bali, Indonesia, looking for \"balance\" of the two and found love (\"Love\") in the form of a dashing Brazilian factory owner.",
    "genre": [
      "Biography",
      "Memoir"
    ],
    "author": "Elizabeth Gilbert"
  },
  {
    "title": "The Duchess of Windsor",
    "summary": " The American divorcée (Simpson) attracted media attention when she married Edward VIII of the United Kingdom. Due to the divisive political issue of the proposed marriage, the king was forced to abdicate the throne in order to pursue marriage with Simpson. The author (Mosley) was a confidante and neighbour of the Duchess.",
    "genre": [
      "Biography"
    ],
    "author": "Diana Mitford"
  },
  {
    "title": "The White Rabbit",
    "summary": " F. F. E. Yeo-Thomas was the British Special Operations Executive (SOE) agent, \"The White Rabbit\" of World War II. He was given responsibilities by the British government in Occupied and Vichy France because he had lived in France during the interwar years and was fluent in French. An assignment required Yeo-Thomas to be parachuted into France. Shortly after his arrival he was betrayed and captured by the Gestapo at the Passy metro station in Paris. The Gestapo took him to their headquarters in the Avenue Foch, and he was subjected to brutal torture, including beatings, electrical shocks to the genitals, psychological gameplaying, sleep deprivation, and repeated submersion in ice-cold water — to the point that artificial respiration was sometimes required After the interrogations and torture, he was moved to Fresnes prison. After he made two failed attempts to escape he was transferred first to Compiègne prison and then to Buchenwald concentration camp. Within these various detention camps he attempted to organize resistance. Late in the war, he briefly escaped from Buchenwald and, on his recapture, was able to pass himself off as a French national and sent to Marienburg, Stalag XX-B, a \"better\" camp, where the Nazis sent enlisted Frenchmen, instead of back to Buchenwald. It is reasonable to conclude that his chances of surviving the remainder of the war at Buchenwald were low. After the war he resumed his life in France.",
    "genre": [
      "Biography"
    ],
    "author": "Bruce Marshall"
  },
  {
    "title": "Ardiente paciencia",
    "summary": " The story opens in June, 1969 in the little village of Isla Negra, off the coast of Chile. Mario Jiménez, a timid teenager, rejects the profession of his father, a fisherman, and instead takes a job as the local postman. Despite the entire village being illiterate, he does have one local to deliver to—the poet, Pablo Neruda, who is living in exile. Mario worships Neruda as a hero and buys a volume of his poetry, timidly waiting for the moment to have it autographed. After some time, Mario garners enough courage to strike up a conversation with Neruda, who is waiting for word about his candidacy for the Nobel Prize for literature, and despite an awkward beginning, the two become good friends. Neruda fuels Mario's interest in poetry by teaching him the value of a metaphor, and the young postman begins practicing this technique. In the village, Mario meets Beatriz González, the daughter of the local barkeep, Rosa. Beatriz is curt and distant from Mario, and the young man finds his tongue tied whenever he tries to speak to her. With Neruda's help as a poet and an influential countryman, Mario overcomes his shy nature and he and Beatriz fall in love, much to the dismay of Rosa, who banishes Beatriz from seeing Mario. Neruda's matters are complicated when he is nominated for candidacy as the president of the Chilean Communist Party, but returns to the island when the nomination turns to Salvador Allende. Neruda tries in vain to deter Rosa's negative attitude towards Mario. Months later, when a clandestine meeting between Beatriz and Mario turns to intercourse, Beatriz discovers she is pregnant and the two are married, much to the dismay of Rosa. Neruda leaves to become the ambassador to France, and as he leaves, he gives Mario a leather-bound volume of his entire works. National workers enter the village to install electricity, and Rosa's bar becomes a restaurant for the workers. As Neruda is gone, Mario is no longer needed as the postman, but takes on a job as the cook in the restaurant. Some months pass and Mario receives a package from Neruda containing a Sony tape recorder. Neruda is homesick (and it is implied otherwise ill), and asks his friend to record the sounds of his homeland to send back to him. Among other things, Mario records the tiny heartbeat of his yet unborn child. Secretly, Mario has saved enough money to purchase a ticket to visit Neruda in France, but matters change when his son is born and the money is spent on the child as he grows. It is announced that Neruda has won the Nobel Prize and Mario celebrates with the rest of the village by throwing a party at Rosa's restaurant. Neruda returns some time later, quite ill. Mario considers sending a poem into a contest for the cultural magazine, La Quinta Rueda, and seeks Neruda's help with the work. Neruda, unbeknownst to Mario, however, is on his death bed. Unable to see Neruda, Mario decides to send in a pencil sketch of his son. The revolution reaches Isla Negra, and Mario takes up his job as postman in order to see Neruda. As helicopters circle the area, Mario sneaks into to Neruda's house, to find the poet dying in his bed. Mario reads to Neruda telegrams that he has received offering the poet sanctuary, but it is too late—Neruda knows he is dying and gives his last words, a poem, to Mario. Neruda is taken away in an ambulance and dies in the hospital several days later. Shortly after Neruda's death, Mario is approached by Labbé, the local right-wing general. The general asks Mario to come with him for some routine questioning. As Mario gets into the car, he overhears on the radio that several subversive magazines have been taken over by coup forces, including La Quinta Rueda. In an epilogue, the author talks to one of the editors of La Quinta Rueda. The editor remembers who the winner would have been—a poem by Jorge Teillier. When the author asks about Mario's sketch, the editor has no memory of it. The author ends the story by sipping a cup of bitter coffee.",
    "genre": [
      "Biography",
      "Drama",
      "Historical romance"
    ],
    "author": "Antonio Skármeta"
  },
  {
    "title": "Madonna: An Intimate Biography",
    "summary": " The book opens with Madonna's birth, her early years in Michigan, and her 1977 move to New York City where she was involved with modern dance, two pop groups, composing, and releasing her 1983 debut album, Madonna. Her rise to superstardom as a pop icon is chronicled and her cutting edge music videos, albums, first concert tour, film roles, and marriage and divorce to Sean Penn are examined. The book investigates her controversial religious imagery and her erotic productions, Erotica, Sex, and Body of Evidence. The book describes a mellowing in her appearance and provocativeness, and, among other things, the release of her next several albums, her Golden Globe Award-winning musical film portrayal of Eva Peron, and her high-grossing Drowned World Tour. The births of her elder daughter and son are chronicled and her marriage to Guy Ritchie.",
    "genre": [
      "Biography"
    ],
    "author": "J. Randy Taraborrelli"
  },
  {
    "title": "Casper the Commuting Cat",
    "summary": " Casper the Commuting Cat is the story of an adventurous cat, Casper, that the author, Susan Finden had adopted from a rescue centre in 2002. She describes how Casper liked to wander from her house and was not afraid of people or traffic. Casper used to walk into office blocks and doctors' consulting rooms and find a chair to sleep on. Then he started queuing with people at a bus stop across the road from his house and boarding buses that took his fancy. He would curl up on a seat and go to sleep, and when the bus had completed its 11 mile round-trip to the city centre and returned to his bus stop, the driver would let him off. Casper's commuting habits made him a celebrity and Finden describes the world-wide media attention that she and Casper received. In January 2010 Casper died after being struck by a speeding taxi while crossing the road outside his house. Finden tells how she coped with her loss and the renewed media attention that followed. In addition to covering Casper's exploits, Finden includes in the book a brief story of her own life, and discusses the other cats she had adopted from rescue centres. Also present are several light-hearted chapters \"written\" by Casper from \"the other side\" in which he gives advice to other cats on how to handle humans, catch a bus, and deal with the media.",
    "genre": [
      "Biography",
      "Children's literature",
      "Non-fiction"
    ],
    "author": ""
  },
  {
    "title": "Empire State of Mind",
    "summary": " From the official blurb: :Empire State of Mind tells the story behind Jay-Z's rise to the top as told by the people who lived it with him- from classmates at Brooklyn's George Westinghouse High School; to the childhood friend who got him into the drug trade; to the DJ who convinced him to stop dealing and focus on music. This book explains just how Jay-Z propelled himself from the bleak streets of Brooklyn to the heights of the business world. Notable sources include hip-hop luminaries such as DJ Clark Kent, Questlove of The Roots, Damon Dash, Fred \"Fab 5 Freddy” Brathwaite, MC Serch; NBA stars Jamal Crawford and Sebastian Telfair; and recording industry executives including Craig Kallman, CEO of Atlantic Records. Greenburg also reveals new information on Jay-Z’s various business dealings, such as: * The feature movie about Jay-Z and his first basketball team that was filmed by Fab 5 Freddy in 2003 but never released. * The Jay-Z branded Jeep that was scrapped just before going into production. * The real story behind his association with Armand de Brignac champagne. * The financial ramifications of his marriage to Beyoncé.",
    "genre": [
      "Biography",
      "Non-fiction"
    ],
    "author": ""
  },
  {
    "title": "Madonna",
    "summary": " The book opens with Madonna's birth, her early years in Michigan, and her 1977 move to New York City where she was involved with modern dance, two pop groups, composing, and releasing her 1983 debut album, Madonna. Her rise to superstardom as a pop icon is chronicled and her cutting edge music videos, albums, first concert tour, film roles, and marriage and divorce to Sean Penn are examined. The book investigates her controversial religious imagery and her erotic productions, Erotica, Sex, and Body of Evidence. The book describes a mellowing in her appearance and provocativeness, and, among other things, the release of her next several albums, her Golden Globe Award-winning musical film portrayal of Eva Peron, and her high-grossing Drowned World Tour. The birth of her daughter and son are chronicled and her marriage to Guy Ritchie. Madonna includes detailed descriptions of her relationship with individuals including John F. Kennedy Jr. and Michael Jackson.",
    "genre": [
      "Biography"
    ],
    "author": "Andrew Morton"
  },
  {
    "title": "Dr. America: The Lives of Thomas Dooley, 1927-1961",
    "summary": " The book begins by pointing out that Dooley grew from an “undisciplined Irish American rake into a celebrity-saint” through his use of showbiz and his ability to market himself. Dooley’s use of showbiz became apparent when the Kingston Trio named one of their songs after him so as to make people increasingly aware of Dooley and his work. Fisher also presents the Kingston Trio’s song “Tom Dooley” as evidence for Dooley’s successful self-marketing while also pointing to Dr. America (Thanh Mo America), a term people in Laos used to glorify Dooley. Fisher does not fail to mention that Thomas Anthony Dooley III was the seventh-most well-known name in the world after Winston Churchill, Pope John XXIII, Albert Schweitzer, and a few other prominent figures. In addition, Fisher makes two claims regarding Dooley’s self-marketing ability: first, he claims that Dooley’s self-marketing resembled Albert Schweitzer’s ability to market himself. Second, Fisher proposes that Dooley’s self-marketing ability was strongly connected to Cold War politics “on a world stage.” The book then delves into Thomas A. Dooley III’s childhood and the personality of his early life. Fisher points out that classmates paradoxically describe Dooley as both “quiet and pleasant” and a “cocky showoff.” However, classmates commonly noted that Dooley “remained aloof from the conventional groupings that comprised the student body.\" According to Michael Harrington, Dooley’s classmate, they felt like soldiers of Christ guarding faith from the forces of the modern world. Harrington and Dooley were also claimed to have lived in a secure “ghetto,” protected from “British imperialists, Yankee bosses, and Protestant princes” by a Roman Catholic church that had been shielding them from modern culture for more than four hundred years. Fisher discusses how Dooley’s music career in his childhood made him seem like a nonconformist when Dooley played melodic ideas from contemporary pop tunes. Dooley is also portrayed as a mischievous child, teenager, and bachelor who became a homosexual in his adolescence while maintaining prodigious contact with the opposite sex. After briefly narrating Dooley’s shenanigans in college and his expulsion from medical school, Fisher points out that Dooley was assigned as a medical officer to a special operation called Passage to Freedom, a part of the Saigon Military Mission (led by Edward Lansdale) designed to propagandize the anti-communist movement in South Vietnam. According to Fisher, Dooley’s principal objective of his work was to make the military familiar with the diseases they would be up against should they occupy Vietnam. In the process, Dooley appeared as if he did extraordinary work, offering “medical triage to the refugees who are here in such large numbers.\" Fisher uses these facts to propose that although Dooley appeared as a selfless altruist, he was actually a political pawn shaping US-South Vietnam relations. Fisher then transitions into discussing how a shift in Dooley’s motivations for being in Vietnam helped shape his political role there. He claims that Dooley went to Vietnam at first because he detested French colonialism but that this motivation changed into one that wanted to overthrow the communist Viet Minh. He concludes that Dooley’s work for “preventive medicine” was a crucial component of CIA officer Edward Lansdale’s agenda to facilitate an anti-Communist regime under Jean Baptiste Ngo Dinh Diem in South Vietnam. Lansdale was trying to find an American Catholic who was both anticommunist and able to connect with people across cultural barriers. Dooley had an opportunity here to assume this position by giving the Americans the impression that \"a pluralist Vietnamese democracy\" was emerging. Fisher then discusses how Dooley marketed himself, thereby earning celebrity status. Through Dooley’s connection with William J. Lederer, a public information officer for the Navy, Dooley had his military adventures in Vietnam published in his bestselling book Deliver Us from Evil. Chapters of this book were reprinted in Reader's Digest, a periodical Fisher claims to have been heavily monitored by the CIA at that time. Afterwards, he discusses how the Navy discharged Dooley due to homosexuality, and he delves into Dooley’s relationship with secular and Catholic journalists. Secular and Catholic journalists emphasized different aspects of Dooley’s work; secular journalists emphasized the fact that Dooley was a “so-what guy on the surface” who had profound individual initiative. Catholic journalists emphasized how Dooley’s refugee work resonated with Catholic spiritual values. Fisher follows this contrast by explaining that Tom Dooley then mobilized support from the International Rescue Committee for his Operation Laos, which Dooley began in the late 1950s. The author then discusses the Laos Operation in greater detail and how it deviated from the mainstream American anticommunist agenda of the 1950s. Fisher also presents Dooley as a medical missionary and analyzes Dooley’s attitude towards the people whom he helps. The partnerships between Operation Laos and Lansdale’s Operation Brotherhood are also discussed. Dooley is then described as a “Jungle Doctor of a New Age” and is contrasted with his contemporary Albert Schweitzer. Fisher discusses the relationship fostered between the two humanitarians and also introduces a key person who shaped how Dooley conducted his work. This person, Teresa Gallagher, was an earnest fan of Dooley who joined his efforts. Fisher discusses how Gallagher nicely resembled the ideal selfless maiden of Catholic theology because of her giving nature, as demonstrated by how she constructs a prayer for Dooley when Dooley becomes afflicted with melanoma. Fisher then writes about how media attention on Dooley’s Operation Laos and his recovery from melanoma created a story of hope that inspired Americans to continue pursuing humanitarianism. How American government agencies learned to sync their political endeavors with Dooley’s Operation Laos is also discussed. Dooley’s death, legacy, and impact on cold war politics are finally mentioned.",
    "genre": [
      "Biography"
    ],
    "author": ""
  },
  {
    "title": "The Millionaire's Wife",
    "summary": " Twenty years after George Kogan's murder, in July 2010, his estranged wife Barbara admitted to hiring a hit man to have her husband gunned down. She was sentenced to 12 to 36 years in prison. The son of Holocaust survivors, 49-year-old George Kogan grew up in Puerto Rico before relocating to New York City, where he enjoyed success as an antiques and art dealer—until one morning in 1990 when George was approached on the street by an unidentified gunman and was killed in cold blood. Just before the shooting, George had been on the way to his girlfriends’s apartment. Mary-Louise Hawkins was 29 years old and had once worked as George’s publicist. But after they became lovers, George’s estranged wife, Barbara, was consumed with bitterness. As she and George hashed out a divorce, Barbara fueled her anger into greed—especially after a judge turned down her request for $5,000 a week in alimony. Barbara, who stood to collect $4.3 million in life insurance, was immediately suspected in George’s death. But it would take authorities nearly 20 years to uncover a link between her lawyer, Manuel Martinez, who was convicted of hiring a hitman to kill George. In 2008, Martinez was convicted in the murder of George, and in 2010, Barbara pleaded guilty to grand larceny, conspiracy to commit murder, and murder in the first degree.",
    "genre": [
      "Biography",
      "True crime"
    ],
    "author": ""
  },
  {
    "title": "Madonna: Like an Icon",
    "summary": " The biography is divided into three parts. The first part is named Baptism and tells about Madonna's birth in Detroit, Michigan, her early childhood, her time in New York, and her dance degree. It also talks in detail about the release of her first three studio albums—Madonna, Like a Virgin and True Blue—her marriage to actor Sean Penn, and also her foray into films. The middle part, named as Confession, starts from the Like a Prayer era onwards where Madonna has become a global superstar. It continues up to the release of the erotic coffee table book called Sex, and the commercial disappointments that she faced. The third part is called Absolution, and starts with Madonna giving birth to her daughter Lourdes. It continues with the release of Ray of Light in 1998 and subsequent four studio albums, her worldwide concert tours, her marriage to Guy Ritchie and controversies surrounding her adoption from the African country, Malawi. It ends with the release of Madonna's 2008 album, Hard Candy, and the singer reaching the age of fifty.",
    "genre": [
      "Biography"
    ],
    "author": "Lucy O'Brien"
  }
]