[
  {
    "title": "Choke",
    "summary": " Choke follows Victor Mancini and his friend Denny through a few months of their lives with frequent flashbacks to the days when Victor was a child. He had grown up moving from one foster home to another, as his mother was found to be unfit to raise him. Several times throughout his childhood, his mother would kidnap him from his various foster parents, though every time they would eventually be caught, and he would again be remanded over to the governmental child welfare agency. In the present day setting of the book, Victor is now a man in his mid-twenties who left medical school in order to find work to support his feeble mother who is now in a nursing home. He cannot afford the care that his mother is receiving so he resorts to being a con man. He consistently goes to various restaurants and purposely causes himself to choke mid-way through his meal, luring a \"good Samaritan\" into saving his life. He keeps a detailed list of everyone who saves him and sends them frequent letters about fictional bills he is unable to pay. The people feel so sorry for him that they send him cards and letters asking him about how he's doing and even continue to send him money to help him with the bills. He works at a re-enactment museum set in colonial times, where most of the employees are drug-addicts or, in his friend Denny's case, a fellow recovering sex addict. Most of the time Palahniuk spends describing Victor's job, Victor is guarding his friend Denny (who is constantly being caught with \"contraband\", items that don't correspond with the time period of the museum) in the stocks. Victor first met Denny at a sexual addiction support group (he was there as a guy who masturbates too much), and they later applied together to the same job. Denny is later fired from the museum, and begins collecting stones from around the city to build his \"dream home;\" Palahniuk based this portion of the novel on the true story of Ferdinand Cheval. While growing up, Victor's mother taught him numerous conspiracy theories and obscure medical facts which both confused and frightened him. This and his constant moves from one home to another have left Victor unable to form lasting and stable relationships with women. Victor, as a result, finds himself getting sexual gratification from women on a solely superficial level (using sex anonymous meetings to find many of his sexual partners). Later on, he starts talking to his mother again for the first time in years. The narrative is episodic, and is presented out of chronological order, a style common to the author's books.",
    "genre": [
      "Black comedy",
      "Novel",
      "Satire",
      "Speculative fiction",
      "Fiction"
    ],
    "author": "Chuck Palahniuk"
  },
  {
    "title": "As I Lay Dying",
    "summary": " The book is narrated by 15 different characters over 59 chapters. It is the story of the death of Addie Bundren and her family's quest and motivations—noble or selfish—to honor her wish to be buried in the town of Jefferson. As is the case in much of Faulkner's work, the story is set in Yoknapatawpha County, Mississippi, which Faulkner referred to as \"my apocryphal county,\" a fictional rendition of the writer's home of Lafayette County in that same state. Addie Bundren, the wife of Anse Bundren and the matriarch of a poor southern family, is very ill, and is expected to die soon. Her oldest son, Cash, puts all of his carpentry skills into preparing her coffin, which he builds right in front of Addie’s bedroom window. Although Addie’s health is failing rapidly, two of her other sons, Darl and Jewel, leave the farm to make a delivery for the Bundrens’ neighbor, Vernon Tull, whose wife and two daughters have been tending to Addie. Shortly after Darl and Jewel leave, Addie dies. The youngest Bundren child, Vardaman, associates his mother’s death with that of a fish he caught and cleaned earlier that day. With some help, Cash completes the coffin just before dawn. The women have Addie placed in the coffin backwards so that the flared part of the coffin will allow the wedding dress she is buried in to be unwrinkled; Cash complains that this has caused his carefully-designed coffin to become unbalanced. Vardaman is troubled by the fact that his mother is nailed shut inside a box, and while the others sleep, he bores holes in the lid, two of which go through his mother’s face. Addie and Anse’s daughter, Dewey Dell, whose recent sexual liaisons with a local farmhand named Lafe have left her pregnant, is so overwhelmed by anxiety over her condition that she barely mourns her mother’s death. A funeral service is held on the following day, where the women sing songs inside the Bundren house while the men stand outside on the porch talking to each other. Darl, who narrates much of this first section, returns with Jewel a few days later, and the presence of buzzards over their house lets them know their mother is dead. On seeing this sign, Darl sardonically reassures Jewel, who is widely perceived as ungrateful and uncaring, that he can be sure his beloved horse is not dead. Addie has made Anse promise that she will be buried in the town of Jefferson, and though this request is a far more complicated proposition than burying her at home, Anse’s sense of obligation, combined with his desire to buy a set of false teeth, compels him to fulfill Addie’s dying wish. Cash, who has broken his leg on a job site, helps the family lift the unbalanced coffin, but it is Jewel who ends up manhandling it, almost single-handedly, into the wagon. Jewel refuses, however, to actually come in the wagon, and follows the rest of the family riding on his horse, which he bought when he was young by secretly working nights on a neighbor’s land. On the first night of their journey, the Bundrens stay at the home of a generous local family, who regard the Bundrens’ mission with skepticism. Due to severe flooding, the main bridges leading over the local river have been flooded or washed away, and the Bundrens are forced to turn around and attempt a river-crossing over a makeshift ford. When a stray log upsets the wagon, the coffin is knocked out, Cash’s broken leg is reinjured, and the team of mules drowns. Vernon Tull sees the wreck, and helps Jewel rescue the coffin and the wagon from the river. Together, the family members and Tull search the riverbed for Cash’s tools. Cora, Tull’s wife, remembers Addie’s unchristian inclination to respect her son Jewel more than God. Thereafter follows a chapter narrated by Addie herself (it is not made clear whether she is speaking from beyond the grave or this chapter represents her deathbed thoughts and is placed out of chronology)) recalling events from her life: her loveless marriage to Anse; her affair with the local minister, Whitfield, which led to Jewel’s conception; and the birth of her various children. When Whitfield hears Addie is dying, he heads for the Bundren's, intending to confess to Anse. On arrival he learns that Addie is already dead, realizes that she has not revealed their affair, and decides that his sincere intention to confess was just as good an actual confession, and abandons his plan. A horse doctor sets Cash’s broken leg, while Cash faints from the pain without ever complaining. Anse is able to purchase a new team of mules by mortgaging his farm equipment, using money that he was saving for his false teeth and money that Cash was saving for a new gramophone, and trading in Jewel’s horse. The family continues on its way. In the town of Mottson, residents react with horror to the stench coming from the Bundren wagon. While the family is in town, Dewey Dell tries to buy a drug that will abort her unwanted pregnancy, but the pharmacist refuses to sell it to her, and advises marriage instead. With cement the family has purchased in town, Darl creates a makeshift cast for Cash’s broken leg, which fits poorly and only increases Cash’s pain. The Bundrens then spend the night at a local farm owned by a man named Gillespie. Darl, who has been skeptical of their mission for some time, burns down the Gillespie barn with the intention of incinerating the coffin and Addie’s rotting corpse. Jewel rescues the animals in the barn, then risks his life to drag out Addie’s coffin. Darl lies on his mother’s coffin and cries. The next day, the Bundrens arrive in Jefferson and bury Addie. Rather than face a lawsuit for Darl’s criminal barn burning, the Bundrens claim that Darl is insane, and they give him to a pair of men who commit him to a Jackson mental institution. Two of the Bundren children, Jewel and Dewey Dell, help the men from the mental institution by leading the attack against Darl. This familial betrayal, combined with Darl's experience in the Great War and his realization that Jewel is not Anse's son, lead Darl to legitimate mental instability. Dewey Dell tries again to buy an abortion drug at the local pharmacy, where a boy working behind the counter claims to be a doctor and tricks her into exchanging sexual services for what she soon realizes is not an actual abortion drug. Anse then takes the ten dollars that Lafe had given her to buy an abortion drug and uses it to treat himself with a day on the town. The following morning, the children are greeted by their father, who sports a new set of false teeth and, with a mixture of shame and pride, introduces them to his new bride, a local woman he meets while borrowing shovels with which to bury Addie.",
    "genre": [
      "Black comedy",
      "Fiction",
      "Novel"
    ],
    "author": "William Faulkner"
  },
  {
    "title": "The Sirens of Titan",
    "summary": " The protagonist is Malachi Constant, the richest man in 22nd-century America. He possesses extraordinary luck that he attributes to divine favor which he has used to build upon his father's fortune. He becomes the centerpoint of a journey that takes him from Earth to Mars in preparation for an interplanetary war, to Mercury with another Martian survivor of that war, back to Earth to be pilloried as a sign of Man's displeasure with his arrogance, and finally to Titan where he again meets the man ostensibly responsible for the turn of events that have befallen him, Winston Niles Rumfoord. Rumfoord comes from a wealthy New England background. His private fortune was large enough to fund the construction of a personal spacecraft, and he became a space explorer. Traveling between Earth and Mars, his ship&mdash;carrying Rumfoord and his dog, Kazak&mdash;entered a phenomenon known as a chrono-synclastic infundibulum, which is defined in the novel as \"those places ... where all the different kinds of truths fit together.\" Vonnegut notes that any detailed description of this phenomenon would baffle the layman, but any comprehensible explanation would insult an expert. Consequently, he \"quotes\" an article from a (fictional) children's encyclopedia. (Interestingly, much of Vonnegut's information on the solar system came from a similar source.) According to this article, since the Universe is so large, there are many possible ways to observe it, all of which are equally valid, because people from across the Universe can't communicate with each other (and therefore can't get into an argument). The chrono-synclastic infundibula are places where these \"ways to be right\" coexist. When they enter the infundibulum, Rumfoord and Kazak become \"wave phenomena\", somewhat akin to the probability waves encountered in quantum mechanics. They exist along a spiral stretching from the Sun to the star Betelgeuse. When a planet, such as the Earth, intersects their spiral, Rumfoord and Kazak materialize, temporarily, on that planet. When he entered the infundibulum, Rumfoord became aware of the past and future. Throughout the novel, he predicts future events; unless he is deliberately lying, the predictions always come true. It is in this state that Rumfoord established the \"Church of God the Utterly Indifferent\" on Earth to unite the planet after a Martian invasion. It is also in this state that Rumfoord, materializing on different planets, instigated the Martian invasion. On Titan, the only place where he can exist permanently as a solid human being, Rumfoord befriends a traveller from Tralfamadore (a world that also figures in Vonnegut's Slaughterhouse-Five, among several others) who needs a small metal component to repair his damaged spaceship. Salo, the Tralfamadorian explorer, is a robot built millennia earlier to carry a message to a distant galaxy. His spacecraft is powered by the Universal Will to Become, or UWTB, the \"prime mover\" which makes matter and organization wish to appear out of nothingness. (UWTB, Vonnegut informs the reader, was responsible for the Universe in the first place, and is the greatest imaginable power source. A small component on Salo's spacecraft breaks and strands him here in the Sol System for over 200 millennia. He requests help from Tralfamadore, and his fellow Tralfamadorians respond by manipulating human history so that primitive humans evolve and create a civilization in order to produce the replacement part. Rumfoord's encounter with the chrono-synclastic infundibulum, the following war with Mars, and Constant's exile to Titan were all manipulated via the Tralfamadorians' control of the UWTB. Stonehenge, the Great Wall of China and the Kremlin are all messages in the Tralfamadorian geometrical language, informing Salo of their progress. As it turns out, the replacement part is a small metal strip, brought to Salo by Constant and his son Chrono (born of Rumfoord's ex-wife). A sunspot disrupts Rumfoord's spiral, sending him and Kazak separately into the vastness of space. An argument between Rumfoord and Salo moments before, left unresolved because of Rumfoord's disappearance, leads the distraught Salo to disassemble himself, thereby stranding the humans on Titan. Chrono chooses to live among the Titanian birds; after thirty-two years, his mother dies, and Constant manages to reassemble Salo. Then, using the part delivered so many years previously by Chrono, he repairs the Tralfamdorian saucer. Salo returns Malachi to Earth, where Constant dies, experiences a pleasant hallucination secretly implanted in his mind by Salo. The book's title is derived from a group of statues of three beautiful women which Salo sculpts out of \"Titanic peat\".",
    "genre": [
      "Black comedy",
      "Science Fiction",
      "Speculative fiction",
      "Fantasy",
      "Fiction"
    ],
    "author": "Kurt Vonnegut"
  },
  {
    "title": "The Good Soldier Švejk",
    "summary": " The story begins in Prague with news of the assassination in Sarajevo that precipitates World War I. Švejk displays such enthusiasm about faithfully serving the Austrian Emperor in battle that no one can decide whether he is merely an imbecile or is craftily undermining the war effort. However, he is arrested by a member of the secret police, Bretschneider, after making some politically sensitive remarks, and is sent to prison. After being certified insane he is transferred to a madhouse, before being ejected. Švejk gets his charwoman to wheel him (he claims to be suffering from rheumatism) to the recruitment offices in Prague, where his apparent zeal causes a minor sensation. Unfortunately, he is transferred to a hospital for malingerers because of his rheumatism. He finally joins the army as batman to army chaplain Otto Katz; Katz loses him at cards to Lieutenant Lukáš, whose batman he then becomes. Lukáš is posted with his march battalion to barracks in České Budějovice, in Southern Bohemia, preparatory to being sent to the front. After missing the train to Budějovice, Švejk embarks on a long anabasis on foot around Southern Bohemia in a vain attempt to find Budějovice, before being arrested as a possible spy and deserter (a charge he strenuously denies) and escorted to his regiment. He is then promoted to company orderly. The unit embarks on a long train journey towards Galicia and the Eastern Front. Stopping in a town on the border between Austria and Hungary, in which relations between the two nationalities are somewhat sensitive, Švejk is again arrested, this time for causing an affray involving a respectable Hungarian citizen and engaging in a street fight. After a further long journey and close to the front line, Švejk is taken prisoner by his own side as a suspected Russian deserter, after arriving at a lake and trying on an abandoned Russian uniform. Narrowly avoiding execution, he manages to rejoin his unit. The unfinished novel breaks off abruptly before Švejk has a chance to be involved in any combat or enter the trenches, though it appears Hašek may have conceived that the characters would have continued the war in a POW camp, much as he had done. The book also includes a very large number of anecdotes told by Švejk (usually either to deflect the attentions of an authority figure, or to insult them in a concealed manner) which are not directly related to the plot.",
    "genre": [
      "Black comedy",
      "Satire",
      "Novel"
    ],
    "author": "Jaroslav Hašek"
  },
  {
    "title": "The Rules of Attraction",
    "summary": " The novel is written in the first-person, continuing the aesthetic of Ellis' earlier Less Than Zero, and is told from the points of view of multiple characters. The main narrators are three students: Paul, Sean, and Lauren. A number of other characters also provide first-hand accounts throughout the story, which takes place at the fictional Camden College, a liberal arts school on the East Coast of the United States. The three main characters (who rarely attend class) end up in a love triangle within a sequence of drug runs, \"Dress to Get Screwed\", and \"End of the World\" parties. The story begins midway through a sentence (the first word being 'and') in order to give the effect that it begins somewhere closer to the middle, rather than at a true beginning (in medias res). Another interpretation is that the story has neither a beginning nor an ending, signifying the endless cycle of debauchery in which the characters of the novel engage. This is sometimes mistaken by readers as a typographical error or the result of a missing page, but was purposely done by Ellis. The novel ends in a similar fashion, with the last sentence cut off before it ends.",
    "genre": [
      "Black comedy",
      "Satire"
    ],
    "author": "Bret Easton Ellis"
  },
  {
    "title": "Winter Kills",
    "summary": " Before the main story of the novel begins, U.S. President Timothy Kegan is shot in Philadelphia at Hunt Plaza. The ensuing presidential commission condemns a lone gunman as the killer. The book starts years later, when Kegan's half-brother, Nick, witnesses the death-bed confession of a man claiming to have been part of the 'hit squad'. As the protagonist attempts to find the plotter(s), he encounters numerous groups and persons that could have led or been part of the conspiracy. One person is Lola Camonte, a hostess, lobbyist and fixer. She recounts the story of President Kegan asking her about appointing a member of organized crime to the Court of St. James. The character \"Joe Diamond\" is the fictional representation of Jack Ruby. Condon's book describes the numerous intertwined threads of the conspiracy, from the Mafia, Cuba, even possible domestic police connections. Only in the final act, in which Nick meets with his vicious and perverse Joseph P. Kennedy-like 'father-figure', is the truth revealed with a twist ending.",
    "genre": [
      "Black comedy",
      "Comic novel",
      "Comedy",
      "Fiction"
    ],
    "author": "Richard Condon"
  },
  {
    "title": "Haunted",
    "summary": " \"Guts\" begins with the narrator telling the reader to hold their breath for the duration of the story. The narrator then describes several unnerving incidents involving adolescent boys masturbating. First, he describes a boy inserting a lubricated carrot into his rectum to stimulate his prostate while masturbating, and then hiding the carrot in a pile of laundry. His mother later takes the laundry away and presumably discovers the lubricated carrot, but never mentions it to him. Next, the narrator describes a young boy inserting a thin stick of candle wax into his urethra to stimulate it while masturbating. The wax slips back into the boy's bladder, which causes his urine flow to be stopped almost entirely and blood to seep from his penis. It requires expensive surgery to remove it, which the parents pay for using all the money from the boy's college savings. The narrator then refers, in passing, to numerous boys of about the same age accidentally asphyxiating themselves while masturbating, a fad to which a spike in teenage suicide rates is attributed. Finally, the narrator describes an incident in which he sat on the water intake at the bottom of a swimming pool while masturbating in a process he refers to as \"Pearl diving\". The suction causes his rectum and lower intestines to prolapse and become tangled in the filter, forcing the narrator to gnaw through his own innards to free himself and avoid drowning. The narrator's sister later becomes impregnated by semen deposited by the narrator in the pool, which results in her having an abortion. In the case of the three core incidents, although the parents of the boys involved knew about the incident, they never discussed it afterwards, causing all three to figuratively \"hold their breath\" while they waited for the reaction that never came. It is also called the boys' \"invisible carrot\" in a reference to the first story where the boys mother discovers the carrot he had placed in his anus to achieve a more pleasurable orgasm. Purportedly all three of these incidents are based on true stories. According to Palahniuk, the first two tales came from his friends' experiences and the third he heard while shadowing sexual addiction support groups as research for Choke. In one of these groups, he met an extremely thin man. When Palahniuk asked him how he stayed so thin, he told him \"I had a massive bowel resectioning.\" When Palahniuk asked what he meant, he told him the story which was the basis for the third episode in \"Guts\".",
    "genre": [
      "Black comedy",
      "Satire",
      "Horror",
      "Speculative fiction",
      "Fiction"
    ],
    "author": "Chuck Palahniuk"
  },
  {
    "title": "London Fields",
    "summary": " London Fields is set in London in 1999 against a backdrop of environmental, social and moral degradation, and the looming threat of world instability and nuclear war (referred to as \"The Crisis\"). The novel opens with Samson explaining how grateful he is to have found this story, already formed, already happening, waiting to be written down. This is the story of a murder. It hasn't happened yet. But it will. (It had better.) I know the murderer, I know the murderee. I know the time, I know the place. I know the motive (her motive) and I know the means. I know who will be the foil, the fool, the poor foal, also utterly destroyed. I couldn't stop them, I don't think, even if I wanted to. The girl will die. It's what she always wanted. You can't stop people, once they start. You can't stop people, once they start creating. What a gift. This page is briefly stained by my tears of gratitude. Novelists don't usually have it so good, do they, when something real happens (something unified, dramatic, and pretty saleable), and they just write it down? The characters have few, if any, redeeming features. Samson Young (Sam), the unreliable narrator of the novel, is an American, a failed non-fiction writer with decades-long writer's block, and is slowly dying of some sort of terminal disease. Recently arrived in London, he immediately meets Keith Talent, a cheat (small-time criminal) and aspiring professional darts player, at Heathrow Airport where Keith is posing as a minicab driver. Keith gives Sam an extortionately priced ride into town. The two converse in Keith&#39;s car, and Keith invites Sam to the Black Cross, a pub on the Portobello Road, Keith&#39;s main hangout. At the Black Cross, Sam meets Guy Clinch, a rich upper-class banker who is bored with life, with his terrifyingly snobbish American wife, Hope, and his out-of-control toddler, Marmaduke. Shortly after, the two both meet the anti-heroine, Nicola Six, a 34 year old local resident, of uncertain nationality, who has entered the pub after attending a funeral, a hobby of hers. Later that the same day, Sam sees Nicola dramatically dumping what turn out to be her diaries in a litter bin outside the flat where he is staying (it belongs to Mark Asprey, a wildly successful English writer). The diaries tell Sam that Nicola believes she can somehow see her own future, and, bored with life and fearing the aging process, is plotting her own murder for midnight on November 5, her 35th birthday. Sam, who considers that he lacks the imagination and courage to write fiction, realises he can simply document the progress towards the murder to create a plausible, lucrative, story. He assumes that Keith, the bad guy, will be the murderer. Sam enters into a strange relationship with Nicola where he regularly interviews her and is updated on the &#34;plot&#34;. The novel proceeds on the basis that Keith Talent, the known criminal, will kill Nicola Six, with Guy Clinch as the fall guy necessary to provoke him into doing it (and, incidentally, to provide funds to help Talent avoid being beaten up by loan sharks, and to further his darts career so he can appear in the Sparrow Masters darts final the day before the planned murder). But there is an unexpected twist at the finale. Amis hints at a false ending, in one of Samson Young&#39;s terrifying dreams, simply to confuse the reader.",
    "genre": [
      "Black comedy",
      "Speculative fiction",
      "Fiction"
    ],
    "author": "Martin Amis"
  },
  {
    "title": "Hangover Square",
    "summary": " Set against the backdrop of the days preceding Britain declaring war on Germany, the main character is George Harvey Bone, a lonely borderline alcoholic who suffers from a split personality. He is obsessed with gaining the affections of Netta, a failed actress and one of George's circle of \"friends\" with whom he drinks. Netta is repelled by George but, being greedy and manipulative, she and a mutual acquaintance, Peter, shamelessly exploit George's advances to extract money and drink from him. George suffers from 'dead moods' in which he is convinced he must kill Netta for the way she treats him. Upon recovering from these interludes, he cannot remember them. However outside these he embarks on several adventures, trying in vain to win Netta's affections, including a 'romantic' trip to Brighton which goes horribly wrong (Netta brings Peter and a previously unknown man with whom she has sex in the hotel room next to George's). Apart from being a source of money and alcohol, Netta's other reason for continuing to associate with George is because of Johnnie. He is one of George's long-time friends who works for a theatrical agent, and Netta hopes that through him she will get to meet Eddie Carstairs, a powerful figure in the theatre. However in a final reversal of fortune it is George, not Netta, who ends up attending a party amongst the theatrical great and good whilst Netta is cast aside by Eddie who (unlike George) has immediately seen her for the unpleasant person she is. George suddenly realises what it is like to be surrounded by 'kind' people who are interested in him as a person rather than what he can provide. This potentially promising turn of events in George's life is, however, dashed, when he suddenly clicks into a dead mood and resumes his murder plans. He executes his murder of Netta (and also of Peter, whom the narrative describes as a 'fascist' moments before he is murdered) before escaping to Maidenhead. Throughout the novel, Maidenhead represents for George a semi-mythical new beginning, and representing a picture of traditional Englishness in contrast to the seaminess of Earl's Court. However, in the closing pages of the novel the stark fallacy of that dream becomes apparent to George. It is the same as everywhere else. Now penniless, he gasses himself in a dingy Maidenhead boarding house.",
    "genre": [
      "Black comedy"
    ],
    "author": "Patrick Hamilton"
  },
  {
    "title": "Ludmila's Broken English",
    "summary": " The novel follows two initially separate narratives set in the United Kingdom and Eastern Europe. Recently separated - at the age of 33 - conjoined twins Blair Albert and Gordon-Marie \"Bunny\" Heath struggle to cope with life in a post-globalisation and fully privatised London. Meanwhile, Ludmila Derev, an impoverished young woman living in the war-torn Southern Caucasus, leaves her mountain home to meet up with her boyfriend in the region's major town and send money back to her family. However, things start to go wrong and she ends up with her picture on a Russian Brides website. Slowly her life and those of the twins are drawn together.",
    "genre": [
      "Black comedy",
      "Comedy",
      "Novel"
    ],
    "author": "D. B. C. Pierre"
  },
  {
    "title": "Weight Loss",
    "summary": " Weight Loss is about the strange life (from age 11 to age 37) of a sexual deviant named Bhola, whose attitude to most of the people around him depends on their lust worthiness. Bhola’s tastes are not, to put it mildly, conventional. Sex is a form of depravity for him and he has fetishes about everyone from teachers to roadside sadhus to servants; he progresses from fantasizing about the portly family cook Gopinath to falling “madly in love” with a vegetable-vendor and her husband. This last obsession spans the entire length of the book and most of Bhola’s life – he even ends up teaching at a college in an obscure hill-station hundreds of miles from his home because he wants to be near the couple. At various other stages in his life he gets expelled from school for defecating in a teacher’s office, participates in an inexpertly carried out circumcision (one of the book’s many manifestations of the “weight loss” motif) and engages in all forms of debauchery.",
    "genre": [
      "Black comedy",
      "Novel",
      "Fiction",
      "Comedy"
    ],
    "author": "Upamanyu Chatterjee"
  },
  {
    "title": "Election",
    "summary": " The novel centers on a high school in suburban New Jersey, where students are preparing to vote for their school president. The story takes place in 1992, amidst the U.S. Presidential Elections that year. Tracy Flick is an unpopular girl but very ambitious, intelligent and manipulative; however, she is not quite as perfect as her classmates assume. She had a heated sexual affair with her former teacher, and after Tracy told her mother of their relationship, his career and marriage were ruined. Mr. M, one of Tracy's current teachers, learns that Tracy is taking part in the election, and feeling that Tracy needs to be taken down a notch, prompts Paul Warren (a student of whom he approves) to run against her. In turn, Paul's outcast lesbian sister, Tammy, begins a reckless campaign to be school president in retaliation to her ex-girlfriend who is now dating Paul. The novel ends with Mr. M ultimately losing his job as a teacher when it is found that he has sabotaged the election by pocketing Tracy's winning votes- making Paul the winner of the presidency. Mr. M then ends up working in a car dealership.",
    "genre": [
      "Black comedy",
      "Comedy"
    ],
    "author": "Tom Perrotta"
  },
  {
    "title": "An Ice-Cream War",
    "summary": " The story focuses on the battle fought in East Africa between British and German forces during World War I, and how it affects several individual people whose paths will eventually converge. The first character introduced is Walter Smith, an American expatriate farm owner/mechanic/engineer who runs a successful sisal plantation in British East Africa near Mount Kilimanjaro. Before war breaks out in August 1914, Smith is on cordial terms with his German half-English neighbour, Erich von Bishop. Smith even shops for coffee plant seedlings at the botanical garden in the capital of German East Africa, Dar es Salaam. Major von Bishop burns Smith's sisal and linseed plantation in the opening campaign of the Great War, and then dismantles the massive Decorticator, the industrial centrepiece of Smith's sisal farm operations. Now made a penniless refugee, and unable to secure any war reparations from the colonial British bureaucracy, Smith parks his wife and children with his missionary father-in-law and joins the British military forces in Nairobi, pursuing personal vengeance against von Bishop over the next four years of war in East Africa. The second narrative strand involves Felix Cobb, the studious youngest son of an aristocratic and traditional British military family, everyone of whom he despises apart from his older brother Gabriel, a captain. The latter soon marries his sweetheart Charis (inspiring a certain jealousy in Felix), but World War I breaks out while Gabriel is on his honeymoon in Normandy, and he makes haste back to his regiment. Gabriel is posted to Africa, where he befriends psychotic fellow soldier Bilderbeck and is quickly wounded by German soldiers. Whilst recovering in a POW hospital, he develops an infatuation for Erich von Bishop's plump, stubborn wife Liesl, who works there as a nurse... The novel could be considered a satire on the ineptitude of authority in wartime. A recurring character, English District Officer Wheech-Browning, spreads chaos wherever he goes, such that Smith observes that every time he goes somewhere with Wheech-Browning, someone in their company meets an unfortunate death.",
    "genre": [
      "Black comedy",
      "War novel"
    ],
    "author": "William Boyd"
  },
  {
    "title": "Deadkidsongs",
    "summary": " The plot centers on Gang, a gang of four boys who play War, led by \"the Best Father\". All boys envy Andrew for having such a nice dad, while Paul's father is considered \"the worst father\", a reputation he was never able to shake off, after having told off Andrew's father for neglecting an accident that involved Matthew falling out of a tree. However, their revenge on Paul's father has to make way quickly for a much more serious operation. When Matthew dies of meningitis, and Andrew's father mentions the fact that Matthew's grandparents did not take him to the doctor's in time, the three boys decide to take revenge on them, blaming them for the death of their gang member. Matthew's grandparents, who became substitute parents for him and his sister Miranda, when their parents died in a car crash, are touched by the boys' helpful attitude towards them, and welcome them in their home, not knowing that they're the worst enemy they'll ever know. By then, Andrew, Paul and Peter have started calling them \"the Dinosaurs\", and their only goal is to \"have them extinct by Christmas\". A horrific battle ensues, and while Andrew and Paul start fighting for the leadership of Gang, things get out of control.",
    "genre": [
      "Black comedy"
    ],
    "author": "Toby Litt"
  },
  {
    "title": "Blind Faith",
    "summary": " Trafford Sewell, the novel's protagonist, sets off for work on a rare \"Fizzy Coff\" (a day he must be physically present in his office; like most people he usually telecommutes) and, in the short distance he has to travel, he is confronted by the numerous maudlin \"tributes\" to dead \"kiddies\", massive overcrowding, and oppressive heat that are typical of his world. His \"Confessor\", Bailey, confronts him about his lateness in posting an explicit video of Caitlin Happymeal (Trafford's daughter) being born on the \"WorldTube\". Trafford's given excuse is forgetfulness, rather than the illegal desire for privacy that is his true reason. A \"Fizzy Coff\" colleague, Cassius, begins to take an interest in Trafford and invites him to lunch at an \"old-fashioned\" falafel restaurant. There he tells Trafford that he is a \"Vaccinator\" who belongs to the \"Humanist\" group. This group believes in reason and science, opposing the Temple's message of blind faith. Having already lost an earlier child to a \"plague\" as all epidemics are called, Trafford tries to find a way to get Caitlin Happymeal vaccinated. Trafford's wife, Chantorria, is a devout Temple member and is against the idea. Trafford ignores her wishes and secretly vaccinates Caitlin against measles, mumps and tetanus. Vaccination is banned under the \"Wembley Laws\" as interference in \"God's will\" and as a result, half of all children born die of preventable diseases such as measles, mumps, rubella and tetanus. When a measles epidemic comes to London, thousands of children die, including all the children in the Trafford's apartment building, but Caitlin Happymeal survives. Chantorria is aware of the fact that Catilin Happymeal has been vaccinated, but rather than accepting this cause and effect, she sees Caitlin Happymeal's survival as God's will. The Sewells become stars in their parish and Chantorria becomes the centre of attention, which she relishes. She gradually becomes convinced that she is one of God's chosen few and begins an affair with Confessor Bailey. During this time, Trafford has fallen in love with Sandra Dee, another \"Fizzy Coff\" colleague. He has been \"Goog'ing\" her and discovers that the videos that she \"tubes\" are not of her and her blog entries have been lifted wholesale from other people's blogs. This fascinates Trafford as he sees a kindred spirit in her: someone else who values privacy in a world where everything is made public. Trafford introduces Sandra Dee to the books that Cassius has lent him from the Humanist group's library. The relationship between the pair develops. The Sewells' world is then shattered by the death of Caitlin Happymeal due to a cholera epidemic, a disease against which she was not vaccinated. Chantorria becomes angry, telling Trafford that Caitlin's death is a punishment from God for his heresy in having her vaccinated at all. They are rejected by their community and arrested by the Temple and are tortured into implicating others. Chantorria accepts the torture as her \"just punishment\". As Trafford finally breaks and implicates Cassius, the Inquisitor tells him that they already knew everything, the torture was simply to test his endurance. In his cell, Trafford is visited by Sandra Dee, who turns out to be an undercover police officer, and the reason that the Temple knows all about the Humanists. She tries to recruit Trafford. He refuses and he and Chantorria are taken to the stake to be burned as heretics. On his personal PC, Trafford has set up an email bomb (containing a précis of the Theory of Evolution) which he tricks Sandra Dee into releasing under the pretense that it contains a love-letter from him to her. When being tied to the stake, Trafford notices a girl waving an Ev Love (\"evolve\" backwards) banner, showing that she received the e-mail. He goes to his death in hope of a better world, reasoning that a society which promotes ignorance over knowledge and values mediocrity will inevitably die out and \"evolve\" into one that values knowledge and excellence.",
    "genre": [
      "Black comedy",
      "Satire",
      "Dystopia",
      "Utopian and dystopian fiction"
    ],
    "author": "Ben Elton"
  },
  {
    "title": "Black Cocktail",
    "summary": " The novel follows the activities of Ingram York, a disc-jockey in Los Angeles. The book deals with the Platonian concept that everyone was originally joined to another human being and spends their lives searching for their missing half.",
    "genre": [
      "Black comedy",
      "Fantasy",
      "Novella"
    ],
    "author": "Jonathan Carroll"
  },
  {
    "title": "Spook Country",
    "summary": " The first strand of the novel follows Hollis Henry, a former member of the early 1990s cult band The Curfew and a freelance journalist. She is hired by advertising mogul Hubertus Bigend to write a story for his nascent magazine Node (described as a European Wired) about the use of locative technology in the art world. Helped by curator Odile Richard she investigates Los Angeles artist Alberto Corrales, who recreates virtually the deaths of celebrities such as River Phoenix. Corrales leads her to Bobby Chombo, an expert in geospatial technologies who handles Corrales' technical requirements. Chombo's background is troubleshooting navigation systems for the United States military. He is reclusive and paranoid, refusing to sleep in the same GPS grid square on consecutive nights, and only consents to talk to Hollis due to his admiration for The Curfew. Tito is part of a Chinese Cuban family of freelance \"illegal facilitators\", as Brown describes them – forgers, smugglers, and associated support personnel based in New York City – and is assigned by his uncles to hand over a series of iPods to a mysterious old man. Tito is adept in a form of systema that encompasses tradecraft, a variant of free running, and the Santería religion. It is alluded that the old man may have connections to American intelligence circles and Tito hopes he can explain the mysterious death of his father. When the old man calls in a favour, his family dispatches Tito on a dangerous new assignment. Tracking Tito's family is a man known as Brown, a brusque and obstinate lead covert operative for a shadowy organization of unclear connection to the U.S. government. Of neoconservative orientation, Brown appears to have a background in law enforcement, but little training in tradecraft. Brown and his team attempt to track the activities of the old man and Tito with the help of Brown's captive Milgrim, whom he has translate the volapuk-encoded Russian used by Tito's family to communicate. Milgrim is addicted to anti-anxiety drugs, and is kept docile and compliant by Brown, who controls his supply of Rize. Brown believes that Tito and the old man are in possession of information that would, if revealed, undermine public confidence in the U.S.'s participation in the Iraq War. In his attempts to capture them and their data, however, Brown is instead fed disinformation through the old man's intricate schemes. The three strands of the novel converge on a shipping container of unspecified cargo that is being transported via a circuitous route to an unknown destination. In Vancouver, the old man's team, with Hollis in tow, irradiate the shipping container, which is revealed to contain millions of U.S. dollars diverted from Iraq reconstruction funds.",
    "genre": [
      "Black comedy",
      "Science Fiction",
      "Satire",
      "Speculative fiction"
    ],
    "author": "William Gibson"
  },
  {
    "title": "Going Bovine",
    "summary": " Cameron Smith is a high school slacker from Texas who is on “a slow but uncontrollable skid to nowhere” living a somewhat aimless life. His father is a college physics professor; his mother is a community college English teacher. Cameron’s apparent social exclusion is emphasized when the author introduces his sister, Jenna, who is described as perfect. One of the first scenes in the novel is of Cam having what he thinks is a marijuana-induced hallucination of flames during his English class. This public hallucination gets Cameron sent to multiple drug counselors, all while his hallucinations continue. Cameron’s life starts to spiral out of control when he is diagnosed with Creutzfeldt-Jakob variant BSE (also known as mad cow disease), probably contracted from his minimum-wage job at the fast food joint Buddha Burger. While Cam is hospitalized, the character Dulcie is introduced as a hallucination-induced vision. She is described to have been sent to give Cam a mission to save the world from the character unknown to Cam as Wizard of Reckoning. Dulcie has pink hair, wears boots, and spray paints her wings; she tells him that he can possibly save his life, but only by first finding Dr. X, a time traveling physicist. Cameron starts thinking about his journey and how he can succeed and get the most out of it. Unconvinced at first by Dulcie’s suggestion, Cameron changes his mind when he is attacked by fire giants and a mysterious Wizard of Reckoning—a masked figure wearing a silver space suit who is intent on killing him. He is given a Disney World wristband by Dulcie that is explained to be able to keep the disease from advancing any further into Cam’s brain. In the journey that follows, the “hallucenogenic mix of elements in the adventure” are all revealed to “have roots in his ‘real’ life” . Cameron sneaks out of the hospital with his roommate and high school classmate, Gonzo, a video game playing dwarf with an overprotective mother on a quest that takes them from Texas to New Orleans and into Florida, all the while pursued by the Wizard of Reckoning and his fire giants. Throughout the next section of the story, “guided by random signs” , Cam and Gonzo take a bus to New Orleans, where Mardi Gras is happening. While they stay in New Orleans, Cam goes to a party with two strangers who are explained to be natives of the city. At this party, Cam meets a garden gnome who is explained to actually be a Norse god named Balder, who was trapped in garden gnome form before the plot of the novel started by the god Loki, the Norse trickster who is not mentioned or explained about any more in the novel. Balder joins the two boys in their road trip. After catching another bus from New Orleans heading towards Disney World, where Dulcie explained that Dr. X could be found, the three characters are stranded in between towns when the bus leaves them behind. After the diner they stop at is attacked by fire giants revealed to be working with the Wizard, they purchase a car and drive the rest of the way to Florida, not risking public transportation because after the diner blew up, they were listed as nationally wanted terrorists. On the way, they pick up three high school senior hitchhikers on their way to the YA! Party House, explained to be the headquarters of a very popular TV show of the same name. Once they get to the Party House, it is explained that the three boys stole Balder in order to sell him on one of the station’s game shows. Cameron and Gonzo, after being on shows of their own which they win using obscure knowledge gleaned from Cam’s “real” life, sneak into the dressing room of the shows host to steal Balder back. Once the three protagonists are reunited, they continue on to the beach for an afternoon on Balder’s urging, humoring his explanation that his Norse ship is waiting for his once he gets to the shore to take him back to Valhalla. While they are at the beach, men explained to be operatives from United Globes Wholesales, a snow globe company, attack them, trapping Dulcie in a snow globe and killing Balder, who was thought up until this point to be invincible. To get Dulcie back, Cam and Gonzo follow the company’s truck to Disney World. Once there, they walk from gift shop to gift shop, looking for where Dulcie’s snow globe could have been dropped off. Eventually, Cam and Gonzo are separated when Cam follows one of the employees into a ride in Tomorrowland. The small door he goes through is revealed to lead to Dr. X’s lab, where the newly revealed character tells Cam that the “snow globe gun” the employees of UGW used on Dulcie is his secret of life, and his “cure” to Cam’s illness.. Cam refuses that fate, and then the Wizard appears, reminding Cameron and the reader that Cam’s “clock is ticking” . The wizard is described as looking exactly like Cameron, and chases him through various doors in a long hallway, where Cam runs through scenes exactly like his life when he was younger. After the Wizard catches up to Cam, the protagonist defeats him by blowing on a trumpet given to him by a jazz musician in New Orleans. Cam then wakes up in the hospital, to the scene of a nurse turning off his various life support machines and his parents and sister crying in the background, revealing that the whole plot was a hallucination induced by the mad cow disease eating away at his brain.",
    "genre": [
      "Black comedy",
      "Young adult literature",
      "Fiction"
    ],
    "author": "Libba Bray"
  }
]