[
  {
    "title": "The Blue Lotus",
    "summary": " In Cigars of the Pharaoh (Book 4), Tintin pursued an international group of drug distributors through the Middle East and India. He managed to capture most of the cartel members, but not the mysterious leader, who fell down a ravine in the mountains. Some time after these events, his body has still not been found. Tintin though is shown to be enjoying a vacation with the Maharaja of Gaipajama. Then one day a Chinese man comes to meet him but he is hit by a dart dipped in a poison which causes madness (Rajaijah). He just had the time to tell him that someone going by the name of Mitsuhirato wants to meet him in Shanghai. Tintin travels to Shanghai, China, where he is awaited by the assassins of the opium consortium. However, two attempts on Tintin's life are foiled by a young Chinese stranger who arranges to meet Tintin in a secluded area. Once Tintin arrives for their rendezvous, he discovers that the young man has been struck by Rajaijah juice, the poison of madness, used by the drug cartel against their enemies. Tintin also defends a young Chinese rickshaw driver from a Western businessman and racist bully, Gibbons, a friend of Dawson, the corrupt police chief of the Shanghai International Settlement. Incensed, Gibbons and Dawson set about making life difficult for Tintin. Meanwhile in Shanghai, Tintin meets Mitsuhirato, a Japanese businessman, who urges him to return to India and protect his friend the Maharajah of Gaipajama. Having been persuaded by Mitsuhirato, Tintin is on his way back to India by ship when he is knocked unconscious by means of two unknown men chloroforming him and taken ashore along with Snowy. He wakes up outside Shanghai, in the home of Wang Chen-Yee, the leader of a resistance movement called \"The Sons of the Dragon\" dedicated to the fight against opium; Wang apologizes for the 'violent kidnapping' and begs Tintin to stay in China. Wang's son is the young man who helped save him from the two assassinations, but is now insane from Rajaijah poisoning. He goes about threatening to cut people's heads off with a sword (thinking it will \"show them the way\") and only his father's stern authority can keep him in check. Wang also reveals that Mitsuhirato is their chief opponent: a Japanese secret agent and drug smuggler. Tintin manages to track down Mitsuhirato and witnesses him blowing up a railway line (this is based on the real-life Mukden Incident). No one is killed and damage is minor, but the event is successfully portrayed by the Japanese government as a major Chinese terrorist incident and used as an excuse for a Japanese invasion of Manchuria. Tintin is captured by Mitsuhirato and is to be injected with the Rajaijah poison, but has a near escape when he is aided by one of the members from \"The Sons of the Dragon\", who had infiltrated Mitsuhirato's house earlier and switched the poison for colored water. Having obtained a sample of the poison of madness with the help of the member, Tintin returns to Shanghai, which has now been occupied by the Japanese Army, and tries to make contact with Doctor Fang Hsi-Ying, an expert on insanity, who may be able to cure Wang's son. However, Doctor Fang has been kidnapped by the drug cartel, presumably to prevent him developing an antidote to the poison. A note left by the kidnappers demands ransom money which must be paid at an old temple in the city of Hukow. After a brief period of imprisonment in Shanghai by the Japanese Army, Tintin escapes and rides a train to Hukow to visit the temple where the ransom is to be paid, but a flood washes out the tracks, and all the passengers must disembark. He rescues a young boy, Chang Chong-Chen, from drowning in the Yangtze River. They become fast friends, and Chang rescues Tintin from the Thompsons who had reluctantly arrested him under orders from Dawson (who is collaborating with Mitsuhirato to capture Tintin). They later travel to the area where the ransom money is to be left, and are able to confirm that Doctor Fang has been kidnapped on Mitsuhirato's orders. Tintin and Chang return to Shanghai, but not before Wang and his family are kidnapped by Mitsuhirato. In order to find them, Tintin travels to the Shanghai docks and hides in one of the barrels being unloaded from an opium ship. But it turns out that he was seen, and when he emerges he is confronted by Mitsuhirato armed with a gun, and soon finds himself a prisoner alongside Wang and his family. Then the boss of the opium cartel is revealed to be the film producer Rastapopoulos (see Cigars of the Pharaoh for back story). Tintin is appalled that a man he had thought to be a friend could be the gang leader until Rastapopoulos reveals the tattoo of Kih-Oskh on his forearm. Fortunately, before the cartel could kill Tintin and Wang, the Sons of the Dragon, who had previously overpowered Mitsuhirato's thugs and had hidden in the other barrels (as planned by Tintin), reveal themselves, and force Mitsuhirato and Rastapopoulos to surrender. With Rastapopoulos arrested, the cartel is finally brought down, and Mitsuhirato commits suicide. Fang Hsi-Ying finds an antidote to the poison of madness and Wang's son is cured (it is not mentioned whether the other victims of the poison are also cured). The ensuing political fallout over Tintin's involvement with the cartel and Japanese espionage leads to Japan's withdrawal from the League of Nations. The story ends with Chang being adopted by the Wang family and Tintin heading back to Europe.",
    "genre": [
      "Comic book"
    ],
    "author": "Hergé"
  },
  {
    "title": "Tintin in America",
    "summary": " It is the year 1931. Having encountered Al Capone's gangsters in his last adventure, Tintin in the Congo, Tintin is sent to Chicago, Illinois to clean up the city's criminals. He is captured by gangsters several times, soon meeting Capone himself after he is dropped through a trapdoor in the street and knocked out by two thugs. Al Capone pays the two, ordering the second one to eliminate Tintin. However Snowy knocks a vase onto his head as he fires, knocking him out. Tintin listens at the door where Capone and the other crook went. However the other one, revealed to be called Pietro, recovers and throws a vase at Tintin. But the door is opened at that moment, causing the vase to hit Capone's face, though the door makes Tintin drop his gun. However he then headbutts Pietro in the waist and runs out, hiding behind a curtain to evade the other crook. Tintin then gags Pietro and binds him, as well as gagging and binding Capone. He then knocks the other gangster out with a chair as he enters. However the policeman he calls to help arrest the gangsters does not believe his story and tries to capture him instead (Tintin's failure to capture Capone reflects the fact that Capone was still active when the comic strip was written). Snowy later comes along, revealing someone else came and untied the other three, despite his efforts. After several attempts on his life, Tintin meets Capone's rival, the devious Bobby Smiles, who heads the Gangsters Syndicate of Chicago(GSC) who tries to persuade Tintin to work for him, but Tintin declines. Tintin spends much of the book trying to capture Smiles, pursuing him to the Midwestern town of Redskin City. There he is captured by a Blackfoot Indian tribe (fooled by Smiles into thinking Tintin is their enemy), and discovers oil. This unintentionally causes the expulsion of the tribe, as unscrupulous oil corporations take over their land, depriving them of any share in the oil profits (see Ideology of Tintin). Finally, Tintin captures Smiles, and ships him back to Chicago in a crate. After Smiles is captured, an unnamed bald gangster kidnaps Tintin's dog, Snowy. Tintin manages to save him after hiding in a suit of armour and knocking out the gangster and two of his henchman. He discovers Snowy with his leg manacled in a dungeon. However the gangster sends his 15 bodyguard after Tintin. He tells them he wants them back in 10 minutes, with Tintin bound and gagged. Tintin locks them in the Keep, but the leader escapes. The next day the bald gangster orders a subordinate named Maurice Oyle to invite Tintin to a cannery, where Tintin is tricked into falling into the meat grinding machine. However, because the workers at the cannery are on strike, the meat grinder is deactivated and Tintin escapes. Tintin later tricks and captures both Maurice and the bald gangster. After this escapade, Tintin is invited to a banquet held in his honor, where he is kidnapped by Chicago gangsters who have decided to wreak revenge upon him for his crackdown upon the city's criminals. The gangsters tie Tintin and Snowy to a weight and throw them into Lake Michigan. However, the gangsters mistakenly used a block of wood as a weight, and thus Tintin and Snowy are saved by what is ostensibly a police patrol boat. It soon transpires that the crew of the boat are not policemen, but more gangsters, and they attempt to kill Tintin. However Tintin overpowers them, and later leads the police to the gangsters' headquarters. A grateful Chicago holds a ticker-tape parade for Tintin, after which he returns to Europe.",
    "genre": [
      "Comic book"
    ],
    "author": "Hergé"
  },
  {
    "title": "Tintin in the Land of the Soviets",
    "summary": " Tintin, a reporter for Le Petit Vingtième, and his dog Snowy are sent on an assignment to the Soviet Union. Departing from Brussels, his train is blown up en route to Moscow by an agent of the Soviet secret police, the OGPU, who believes him to be a \"dirty little bourgeois\". Tintin is blamed for the bombing by the Berlin police but escapes to the border of the Soviet Union. Here he is brought before the local Commissar's office, where the same OGPU agent that tried to kill Tintin on the train secretly instructs the Commissar that they must make the reporter \"disappear... accidentally\". After escaping again, Tintin finds \"how the Soviets fool the poor idiots who still believe in a Red Paradise\", by burning bundles of straw and clanging metal in order to trick visiting English Marxists into believing that Soviet factories are productive, when in fact they are not even operational. Tintin goes on to witness a local election, where the Bolsheviks aim their guns at the voters to ensure their own electoral success. Several Bolsheviks then come to arrest him during the night, but he manages to scare them off by dressing up as a ghost. Attempting to make his way out of the Soviet Union, he is pursued and arrested, before being threatened with torture. Escaping his captors, he reaches Moscow, which Tintin remarks has been turned into \"a stinking slum\" by the Bolsheviks; he then witnesses a government official handing out bread to those homeless children who adhere to the Marxist ideology and denying it to those who do not. Snowy steals a loaf and gives it to a boy who was refused it. Then sneaking into a secret Bolshevik meeting, Tintin learns that all the Soviet grain is being exported abroad for propaganda purposes, leaving the people starving, and that the government plan to \"organise an expedition against the kulaks, the rich peasants, and force them at gunpoint to give us their corn.\" Tintin infiltrates the Soviet army and warns some of the kulaks to hide their grain from the army officials, but is caught and sentenced to death by firing squad. By planting blanks in the soldiers' rifles, Tintin fakes his death and is able to make his way into the snowy wilderness, where he discovers an underground Bolshevik hideaway in a haunted house. Here he is captured by a Bolshevik who informs him that \"You're in the hideout where Lenin, Trotsky and Stalin have collected together wealth stolen from the people!\" With the help of Snowy, Tintin escapes, commandeers a plane, and flies into the night. The plane crashes, but Tintin fashions himself a new propeller from a tree using a pen knife, and continues to Berlin, where he gets drunk and passes out. Captured by OGPU agents yet again, he is locked in a dungeon, but escapes with the aid of Snowy, who has dressed himself in a tiger costume. Another attempt to kidnap him is foiled when he manages to capture his assailant, an OGPU agent who \"intends to blow up all the capitals of Europe with dynamite\". Finally, Tintin arrives back in Brussels to a huge popular reception.",
    "genre": [
      "Comic book"
    ],
    "author": "Hergé"
  },
  {
    "title": "The Broken Ear",
    "summary": " An idol that originally belonged to a Native American nation in South America is stolen from the Museum of Ethnography in Brussels. The following day it is back in the museum, along with a note apologizing for the inconvenience caused, saying that the reason for the theft had been a bet. Tintin, who is among the reporters looking into the story, realizes that the replacement is a fake, the distinction being an ear broken on the original but intact on the replacement. He peruses a book from his own library with an image of the idol, drawn by an explorer: it confirms that one of the ears is damaged, while the one back in the museum is not. Tintin then reads that a wood carver called Balthazar has died, apparently from a gas leak. However his parrot has survived despite the leak. Tintin realises he was murdered and the gas turned on later to make it look like an accident. Suspecting that Balthazar made a duplicate of the idol and was murdered, Tintin tries to obtain the man's parrot in order to get a clue to the killer's identity. But he soon discovers that a pair of South Americans – Alonso Perez and Ramon Bada – are also on the trail of the idol, following the same clues and employing more ruthless methods. They even make attempts on Tintin's life. The parrot eventually repeats the last words of his late owner, naming a man called Rodrigo Tortilla as his killer. Alonzo and Ramon know Tortilla, and Tintin, having tracked them down, overhears their conversation. This takes the three men, and their attempts to outwit each other, to South America, where the plot thickens. During the journey by ship, Alonzo and Ramon hear from a sailor of the cabin Tortilla is in. That night they murder Tortilla, coshing him and throwing him overboard. It was he who stole the idol from the museum and murdered Balthazar after getting him to produce the copy that Tortilla placed in the museum. Among his luggage is yet another replica of the stolen idol. Tintin, who was also on the ship in disguise, has Alonzo and Ramon arrested as they dock in the main port of the republic of San Theodoros. But when soldiers arrive on board to take them away, they are led by a colonel who knows Ramon and Alonzo and, once ashore, lets them go. He then helps them to lure Tintin to shore where he is framed for terrorism and sentenced to death by switching his luggage with another with is full of bombs. In San Theodoros General Alcazar and his rebels are fighting against the ruling General Tapioca. Just as Tintin finds himself at the gun tips of the firing squad, General Alcazar's rebels save him. Unusually, Tintin has been drinking heavily because, at the start of the execution, the soldiers found out that their guns had been tampered with and the commander treated him to a \"little apertif\" of aguardiente, the national drink. Thus, in a drunken state, Tintin proclaims his support for Alcazar in front of the firing squad, interrupted by an uprising. Now in command of the country, General Alcazar honours Tintin by making him Colonel. Alcazar's aide-de-camp, Colonel Diaz, suggests he make Tintin a corporal instead, as they have 49 corporals and 3,487 colonels. In anger Alcazar makes him a corporal and makes Tintin his new aide-de-camp. Tintin's new position of power is not without its problems. For one thing his humiliated predecessor swears revenge and makes several bungled attempts to kill him and Alcazar. Alonzo and Ramon also continue in their attempts to get rid of him and recover the genuine idol. The idol found in Tortilla's possession has turned out to be yet another fake. Tintin is lassoed by two men at night, knocked out, tied up, and taken to a house where Alonzo and Ramon are. They are erroneously convinced that Tintin knows the location of the original idol and do not believe his denials, forcing him to lie about its whereabouts. Tintin manages to escape when a lightning strike frees him just before Alonzo shoots him, and captures Alonzo and Ramon. He takes them to prison, but they are soon free again after escaping. To add to this, two rival oil companies, General American Oil and British South-American Petrol, manipulate the governments of San Theodoros and the neighbouring state of Nuevo Rico, pushing both countries to war in order to get control of some profitable oil fields. When Tintin attempts to prevent war, R.W. Trickler, a representative of General American Oil, arranges for him to be killed by a man named Pablo. Pablo's attempt fails, due to a simultaneous assassination attempt by Ramon. His thrown knife goes ahead of Tintin, cutting free a bunch of bananas which falls onto Pablo as he shoots at Tintin. Tintin captures Pablo, who begs for mercy, and lets him go. Trickler then frames Tintin for espionage and the young man is soon sentenced to death. Pablo, grateful that Tintin spared his life, assembles a gang of men, breaks into the prison and frees Tintin and Snowy. Tintin and Snowy escape by car to the border with Nuevo-Rico, but come under fire by Nuevo-Rican border guards with a Hotchkiss M1914 and a Pak 38. The incident is exaggerated in the press and used by the belligerent governments of both countries as justification for the war that Tintin tried to prevent. Tintin escapes the Nuevo-Ricans and discovers that he is not far from the Arumbaya River. The Arumbayas, who live isolated in the rainforest, were the original owners of the idol. The idol itself is of no real value and Tintin has been wondering why so many people have been willing to steal and kill for it. He believes that the Arumbayas hold the answer and convinces a reluctant native to take him to them. However the native later leaves Tintin. In the rainforest Tintin meets Ridgewell, a British explorer living with the Arumbayas. They are captured by the Rumbabas, the enemies of the Arumbayas, tied up, and taken to the village, where the natives plan to cut off their heads and shrink them. However an idol they are about to be sacrificed before seems to say it forbids their sacrifice, though after they are freed Ridgewell says he used ventriloquism. The witch-doctor has told a man to cure his son he must bring him the heart of the first animal he finds in the forest. Snowy brings Ridgewell's cloth and quiver, the cloth was used to bandage Snowy's tail when Ridgewell accidentally shot it with a dart when demonstrating his aim by shooting a flower. The man brings Snowy back live, thinking Ridgewell may be in danger, but the Witch-Doctor says if he tells anybody he will call down the spirits and the man's family will be turned into frogs. He hopes Ridgewell dies so he may regain control over the tribe. He is about to kill the bound Snowy, but Ridgewell and Tintin get to the village in time to stop him. Tintin learns that the idol was offered to a previous explorer called Walker (who also happens to be the author of the book \"Travels in the Americas\" (London, 1875) Tintin had read earlier) as a token of friendship during his stay with the tribe. But as soon as the explorers left, the Arumbayas discovered that a sacred stone had disappeared, which cured whoever touched it of snake-bite. Lopez, a Mestizo interpreter to the explorers, had stolen it. The Arumbayas were furious and pursued Walker's expedition, massacring almost all the explorers. Walker himself managed to escape with the idol while a wounded Lopez barely got himself out of the jungle. Tintin believes that Lopez hid the diamond in the idol so that he could retrieve the stone later. Tintin leaves the Arumbayas only to come across Alonzo and Ramon who have deserted from the San Theodoran Army after they were drafted during the war with Nuevo-Rico. Realizing he lied to them before, they again try to force him to reveal the location of the idol. However, Tintin manages to capture them. In Alonzo's wallet he finds a note signed by Lopez which confirms that the diamond is in the idol. The note once belonged to Rodrigo Tortilla, the man who originally stole the idol from the museum and was later murdered by Ramon and Alonzo. How Tortilla is connected to Lopez is not revealed. Alonzo and Ramon later escape from Tintin. Tintin and Snowy have reached a dead end so they return home, where they hear the news that San Theodoros has made peace with Nuevo-Rico, and the oil companies' machinations went for nothing because there was no oil after all. Then Tintin is surprised to find copies of the idol, with a broken ear, being sold in numerous shops. They go to the factory that produces them and meet Balthazar's brother, who had found the idol among his late brother's affairs. However he has sold the original idol to a wealthy American called Samuel Goldbarr, who has left for America. Ramon and Alonzo have already asked him. Using a plane Tintin manages to catch up with the ship, only to find that Alonzo and Ramon are already aboard and have finally got hold of the idol. During the confrontation the idol falls and breaks, revealing the diamond. All three of them try to save it, but it falls into the ocean and they fall into the ocean after it while fighting. Tintin is saved by the crew. However, Alonzo and Ramon drown (and are subsequently shown in one panel being pulled by little winged devils to Hell. However it is speculated this might be an imaginary sequence by Tintin or a hallucination). The diamond has been lost to the ocean. Tintin tells Mr Goldbarr the idol is stolen property and he agrees it should be returned. The original idol is glued and tied back together and returned to the museum.",
    "genre": [
      "Comic book"
    ],
    "author": "Hergé"
  },
  {
    "title": "Tintin in the Congo",
    "summary": " Belgian reporter Tintin and his faithful dog Snowy travel to the Congo, where the pair are greeted by a cheering crowd of natives. Hiring a native boy, Coco, to assist him in his travels, Tintin has to rescue Snowy from being eaten by a crocodile prior to recognising a stowaway who had been aboard the ship that had brought them to the continent. The stowaway attempts to kill Tintin, who is saved by monkeys throwing coconuts down from a tree, knocking the villain unconscious. He then finds that Snowy has been kidnapped by a monkey, and rescues him. The next morning, Tintin, Snowy, and Coco crash their car into a train, which the reporter subsequently fixes and then tows to the Babaorum's village, where he is greeted by the king and accompanies him on a hunt the next day. During this, Tintin is knocked unconscious by a lion, but is rescued by Snowy, who bites the carnivore's tail off. Tintin gains the admiration of the natives, making the Babaorum witch-doctor Muganga jealous; with the help of the stowaway, he plots to accuse Tintin of destroying the tribe's sacred idol. Imprisoned by the villagers, Tintin is rescued by Coco and then shows them footage of Muganga conspiring with the stowaway to destroy the idol, something which incenses them. Tintin goes on to become a hero in the village, with one local woman bowing down to him and stating \"White man very great! Has good spirits… White mister is big juju man!\" Angered, Muganga starts a war between the Babaorum and their neighbours, the M'Hatuvu, whose king leads the attack on the Babaorum village. Tintin outwits them and the M'Hatuvu people subsequently cease hostilities and come to idolise Tintin too. Muganga and the stowaway then plot to kill Tintin by making it look like a leopard kill, but again Tintin survives, even saving Muganga from being killed by a boa constrictor, for which Muganga pleads mercy and ends his hostilities. The stowaway attempts to capture Tintin again, eventually succeeding disguised as a Catholic missionary. In the ensuing fight across a waterfall, the stowaway is eaten by crocodiles. After reading a letter that the stowaway had in his pocket, Tintin finds that a figure known only as A.C. has ordered that he be killed. Capturing a criminal who was trying to rendezvous with the now dead stowaway, Tintin learns that it is the American gangster Al Capone who has ordered his death. Capone had \"decided to increase his fortune by controlling diamond production in Africa\", and feared that Tintin might be onto his plans. With the aid of the colonial police, Tintin arrests the rest of the diamond smuggling gang.",
    "genre": [
      "Comic book"
    ],
    "author": "Hergé"
  },
  {
    "title": "The Black Island",
    "summary": " While walking in the Belgian countryside Tintin sees an airplane making an emergency landing. He goes to help and notices that it does not have a registration number on it. As he approaches the plane he is shot by the pilot. Tintin recovers at a hospital where police detectives Thomson and Thompson inform him that a similar plane has crashed in a field in Sussex, England. Tintin decides to investigate for himself. Tintin takes a train from Brussels to the coast in order to board the ferry from Ostend to Dover, England. During the journey he is framed for the assault and robbery of a fellow passenger (who is in fact part of the mysterious criminal gang Tintin has inadvertently stumbled upon). Thompson and Thomson arrest Tintin, but he escapes by handcuffing them to each other while they are asleep. Arriving in England, Tintin is kidnapped by the same men who framed him. They take him to a clifftop, intending to make him jump off it, but Tintin escapes with Snowy's help. His investigations lead him to Dr. J.W. Müller who, with his chauffeur Ivan, is part of a gang of money counterfeiters, led by Puschov, the so-called victim on the train. Tintin's pursuit of Müller and Ivan results in a plane crash in rural Scotland, where a friendly farmer gives him a kilt to wear. He visits the pub in the coastal village of Kiltoch, where he is told strange stories about the Black Island, where an evil beast is said to roam, killing humans. Tintin buys a boat from a villager and heads for the island, where he is almost killed by a gorilla named Ranko and finds his boat missing. Stranded on the island, Tintin discovers that it is the hideout of the gang of counterfeiters led by Puschov and Müller. Tintin temporarily manages to subdue the gang (they free themselves shortly afterwards) and calls the police on their radio signaling device after watching Thompson and Thomson win an air show race on a television set (though they didn't mean to). After a desperate holding-out action (in which Ranko's arm is broken), the gang is captured and Tintin returns to mainland Kiltoch, but the media and press do not stay very long after Ranko appears. The gang is jailed, the now submissive Ranko is placed in a Glasgow zoo, and Tintin decides to return home via a plane trip, which Thompson and Thomson, who have reconciled with Tintin, turn down due to their previous harrowing experience.",
    "genre": [
      "Comic book"
    ],
    "author": "Hergé"
  },
  {
    "title": "Explorers on the Moon",
    "summary": " The story continues from Destination Moon. Professor Calculus is taking Tintin, Tintin's dog Snowy, Captain Haddock and Calculus' assistant Frank Wolff to the Moon in his rocket. However, the detectives Thomson and Thompson come up from the hold, having mistaken the time of the launch (1:34 a.m. instead of 1:34 p.m.) and been left on board while carrying out a final security check, putting the expedition at risk due to the new strain on the oxygen supply, designed for four people and Snowy and now forced to accommodate six. The mission remains frought with difficulties. The Thompsons accidentally turn off the nuclear power motor, which stops the artificial gravity and sends everyone floating until Tintin restarts the motor. Haddock has smuggled some whisky aboard in hollowed-out books, becomes drunk, and engages in an unscheduled spacewalk that results in him briefly becoming a satellite of the asteroid Adonis. Tintin also dons a space suit to fetch him, and, in a very rare display of temper, berates the Captain for his recklessness. When the rocket engine must temporarily be shut down in order to execute the turnaround maneuver that will enable it to land on the Moon right side up, the momentary lack of artificial gravity also poses problems for Haddock, who has neglected to put on his magnetic boots in time. Additionally, Thomson and Thompson suffer a relapse of the condition caused by their ingestion of the energy-multiplying substance Formula Fourteen (see Land of Black Gold); as a result, they once more sprout thick hair that grows at lightning speed and frequently changes color. The spacecraft eventually lands safely in the Hipparchus Crater, and by agreement among the crew, Tintin is the first to set foot on the Moon (the first human to do so). Everyone then gets a chance to walk about; even the Captain enjoys it, but upon seeing the Earth, expresses unease over whether they will survive to see it again. The crew soon starts unpacking the scientific payload – telescopes, cameras, and a battery-powered expedition tank. Calculus decides to reduce the total stay on the lunar surface from fourteen Earth days to six in order to conserve oxygen. Three days later, the Captain, Wolff and Tintin take the battery-powered tank to explore some stalactite caves in the direction of the Ptolemaeus Crater; inside a cave Snowy slips into an ice-covered fissure, damaging his two-way radio, and there is a minor drama in rescuing him, but they all return to the rocket safely. Tintin decides to rest up and have lunch with Wolff while the Captain, Calculus, Thomson and Thompson immediately go out in the tank again on a 48-hour trip to explore the lunar caves in detail, as Calculus suspects they might find uranium or radium deposits there. A sudden turn of events occurs when the spy plot broached in Destination Moon is revealed: Wolff has been working with a secret agent from a foreign power, the brutish and autocratic Colonel Jorgen, whom Tintin had previously encountered and defeated in King Ottokar's Sceptre, has been hiding in the rocket since it was launched eight days previously (having been smuggled aboard along with technical equipment). When Tintin goes below to fetch some supplies for lunch, Jorgen knocks him out and binds him, then tries to seize control of the rocket, which he plans to fly back to his own country, leaving the others marooned on the Moon. Outside, from the Moon tank, the Captain, Calculus, Thomson and Thompson watch, horrified, as the rocket blasts off, but comes crashing back down and coming to rest. Jorgen wrongly accuses Wolff of sabotaging the launching gear and nearly shoots him, but Tintin stops him. Tintin has freed himself and succeeded in foiling the plot, but in order to do so had been forced to sabotage the rocket to prevent Jorgen's attempted liftoff. Wolff reveals to the stunned group his history of gambling debts, which Jorgen's employers have used to blackmail him into aiding them involuntarily. After the group interrogates Jorgen and Wolff, Tintin eventually locks them in the hold. Calculus determines that the crew needs at least four days to repair the damaged rocket, while the remaining oxygen supply will last at most four days. Due to the strain on the oxygen supplies, the crew decides to abandon most of the equipment and to cut short the lunar stay. The repair work is completed slightly ahead of schedule after three days, and the rocket cleared for lift-off. Even so, shortly before lift-off, the Captain becomes the first among them to experience a bout of dizziness due to build-up of carbon dioxide. The lift-off is successful, but the rocket is put off course, and by the time the crew awake from the liftoff-induced blackout and correct it, they have lost additional time and thus consumed more oxygen. Halfway back to Earth, Jorgen escapes after overpowering the detectives, who have attempted to secure the prisoners more thoroughly. When Jorgen declares his intention to kill Tintin and the others, Wolff intervenes and a fight ensues; the gun goes off, killing Jorgen. However, even without Jorgen there isn't enough oxygen to make it home. Overcome with guilt, Wolff sacrifices himself by opening the airlock and going out into space while the others are unconscious, leaving behind a moving farewell note that asks for forgiveness. The rest of the group continues towards Earth as their oxygen runs low. Everyone soon falls unconscious, but Tintin barely manages to set the rocket up to land on auto-pilot. After the ship lands, firemen break the door open. On the tarmac, everyone is revived, except for the Captain. A doctor is giving a prostrate Haddock oxygen, but fears that his heart is worn out because \"It seems he was a great whisky drinker.\" Suddenly roused by the sound of the word \"whisky\", Captain Haddock wakes up with a start. Everyone rejoices and a ground crew member returns with a bottle of whisky. In the bliss of the moment, Calculus joyfully announces that \"we will return\" to the Moon (referring to mankind in general), whereupon Haddock furiously declares that he will never be seen inside a rocket again. He then promptly walks away, only to trip and a fall over a stretcher in the midst of declaring that \"Man's proper place&nbsp;... is on dear old Earth!\"",
    "genre": [
      "Comic book"
    ],
    "author": "Hergé"
  },
  {
    "title": "The Wedding!",
    "summary": " Spider-Man is web slinging through town and runs into Electro. He defeats him and then returns home, to find Mary Jane in the process of moving in. MJ leaves for a photo shoot, leaving Peter to ponder how on earth he'll be able to provide for him and MJ. Peter takes his photos of Spider-Man defeating Electro to the Daily Bugle and is surprised by the staff with a party in honor of his upcoming wedding to Mary Jane. J. Jonah Jameson arrives, clearly irritated, and starts to complain about why they are hosting a party when they're supposed to be working. As soon as Peter leaves, he states that he wants to cut the pay of everyone who didn't attend. Peter is barely able to sleep that night, contemplating his impending wedding. The next day he meets Mary Jane. He leaps to the ceiling and goes down to one knee, asking her to marry him once again. \"I hate cleaning footprints off the ceiling,\" she responds with a smile. They both eat, but can't help shake their worries about the wedding. Mary Jane leaves for a meeting, where her old boyfriend presents her with two tickets to Paris, that she can only take if she skips the wedding. Peter goes to Aunt May's house, and goes through a scrap book, remembering his most prominent times with Mary Jane. MJ and her aunt arrive, and they announce the upcoming marriage to their family. She leaves in a Ferrari with her ex boyfriend, and Peter takes the subway home. Both are starting to have second thoughts about their marriage. When they meet up again that night, Spidey takes MJ out web-slinging to clear their heads. The next day, Peter's best man, Flash Thompson, and his best friend, Harry Osborn, take Peter out for a bachelor party, but he's beginning to show his true feelings about the wedding. They try to convince him that love conquers all. Meanwhile, Mary Jane is having a grand party across town. Peter finally decides to go home for the night, and has nightmares about all of his enemies trying to attack MJ, and being helpless to stop them. He wakes up in a sweat, wondering what he should do. Meanwhile, MJ is out with Liz Allan, wondering the same. Later at City Hall, all of the guests are in attendance, but both Peter and Mary Jane are late, leaving everyone confused. At the last minute, they both appear and are married by Mary Jane's uncle, judge Spenser Watson. (MJ's wedding dress was designed by real-life designer Willi Smith.) MJ gives Peter the tickets to France with which her ex-boyfriend tried to tempt her, and they go off on their honeymoon to begin their new life together, as Mr. and Mrs. Peter Parker. The wedding occurred simultaneously in the Spider-Man comic and in the daily news strip. In an attempt to save Aunt May's life, the 2007 storyline, Spider-Man: One More Day erased the wedding from continuity by Mephisto. Both participants are single again. How the changes prevented the wedding was explained in the storyarc O.M.I.T. In the first issue Spider-Man stops Electro and his gang. One of the gang members, Eddie, makes note of the arresting officer's name. Then Mephisto, as a red pigeon, swoops down and unlocks the door of the cop car Eddie is in. The officers are all occupied with cuffing Electro and Eddie escapes. Spider-Man is out patrolling that night and hears the gunshots of Eddie shooting at the arresting officer and his wife. While saving the cop and his wife, Spider-Man gets hit in the head with a cinder block. He chases after Eddie and tackles him off the side of a building. Spider-Man misses his web shot to save them because of the cinder block to the head, so he turns his body to absorb the impact and they both crash to the ground with Eddie on top of Spider-Man. On the wedding morning, MJ shows up but Peter does not as he is laying unconscious in an alleyway. When he wakes up and rushes to where the wedding was to take place, he finds Mary Jane there and the two decide to take what happened as an omen and simply live together. At which point, the bulk of the Spider-Man stories from that point to the events of One More Day take place as they did normally, but with the two as a couple and living together while being unmarried. However, Mary Jane makes it clear she does not want to be an unmarried mother, and thus Peter and MJ never conceive their child.",
    "genre": [
      "Comic book",
      "Romance novel"
    ],
    "author": "David Michelinie"
  }
]