[
  {
    "title": "Neuromancer",
    "summary": " Henry Dorsett Case is a low-level hustler in the dystopian underworld of Chiba City, Japan. Once a talented computer hacker, Case was caught stealing from his employer. As punishment for his theft, Case's central nervous system was damaged with a mycotoxin, leaving him unable to use keyboard skills to access the global computer network in cyberspace, a virtual reality dataspace called the \"Matrix\". Unemployable, addicted to drugs, and suicidal, Case desperately searches the Chiba \"black clinics\" for a miracle cure. Case is saved by Molly Millions, an augmented \"street samurai\" and mercenary for a shadowy ex-military officer named Armitage, who offers to cure Case in exchange for his services as a hacker. Case jumps at the chance to regain his life as a \"console cowboy,\" but neither Case nor Molly know what Armitage is really planning. Case's nervous system is repaired using new technology that Armitage offers the clinic as payment, but he soon learns from Armitage that sacs of the poison that first crippled him have been placed in his blood vessels as well. Armitage promises Case that if he completes his work in time, the sacs will be removed; otherwise they will dissolve, disabling him again. He also has Case's pancreas replaced and new tissue grafted into his liver, leaving Case incapable of metabolizing cocaine or amphetamines and apparently ending his drug addiction. Case develops a close personal relationship with Molly, who suggests that he begin looking into Armitage's background. Meanwhile, Armitage assigns them their first job: they must steal a ROM module that contains the saved consciousness of one of Case's mentors, legendary cyber-cowboy McCoy Pauley, nicknamed \"Dixie Flatline.\" Pauley's hacking expertise is needed by Armitage, and the ROM construct is stored in the corporate headquarters of media conglomerate Sense/Net. A street gang named the \"Panther Moderns\" are hired to create a simulated terrorist attack on Sense/Net. The diversion allows Molly to penetrate the building and steal Dixie's ROM. Case and Molly continue to investigate Armitage, discovering his former identity of Colonel Willis Corto. Corto was a member of \"Operation Screaming Fist,\" which planned on infiltrating and disrupting Soviet computer systems from ultralight aircraft dropped over Russia. The Russian military had learned of the idea and installed defenses to render the attack impossible, but the military went ahead with Screaming Fist, with a new secret purpose of testing these Russian defenses. As the Operation team attacked a Soviet computer center, EMP weapons shut down their computers and flight systems, and Corto and his men were targeted by Soviet laser defenses. He and a few survivors commandeered a Soviet military helicopter and escaped over the heavily guarded Finnish border. Everyone was killed except Corto, who was seriously wounded and heavily mutilated by Finnish defense forces attacking as they were landing the helicopter. Corto after some months in hospital is visited by a Government military official and then medically rebuilt to be able to provide what he came to realise was fake testimony, designed to mislead the public and protect the military officers who had covered up knowledge of the EMP weapons. After the trials, Corto snaps, killing the Government official who contacted him and then disappears into the criminal underworld. In Istanbul, the team recruits Peter Riviera, an artist, thief, and drug addict who is able to project detailed holographic illusions with the aid of sophisticated cybernetic implants. Although Riviera is a sociopath, Armitage coerces him into joining the team. The trail leads Case and Molly to a powerful artificial intelligence named Wintermute, created by the plutocratic Tessier-Ashpool family, who spend most of their inactive time in cryonic preservation inside Villa Straylight, a labyrinthine mansion located at one end of Freeside, a cylindrical space habitat located at L5, and functioning primarily as a Las Vegas-style space resort for the wealthy. Wintermute's nature is finally revealed – it is one-half of a super-AI entity planned by the family, although its exact purpose is unknown. The Turing Law Code governing AIs bans the construction of such entities; to get around this, it had to be built as two separate AIs. Wintermute was programmed by the Tessier-Ashpool dynasty with a need to merge with its other half – Neuromancer. Unable to achieve this merger on its own, Wintermute recruited Armitage and his team to help complete the goal. Case is tasked with entering cyberspace to pierce the Turing-imposed software barriers using a powerful icebreaker program. At the same time, Riviera is to obtain the password to the Turing lock from Lady 3Jane Marie-France Tessier-Ashpool, an unfrozen daughter clone and the current leader of Tessier-Ashpool SA. Wintermute believes Riviera will pose an irresistible temptation to her, and that she will give him the password. The password must be spoken into an ornate computer terminal located in the Tessier-Ashpool home in Villa Straylight, and entered simultaneously as Case pierces the software barriers in cyberspace – otherwise the Turing lock will remain intact. Armitage's team attracts the attention of the Turing Police, whose job is to prevent AIs from exceeding their built-in limitations. As Molly and Riviera gain entrance to Villa Straylight, three officers arrest Case and take him into custody; Wintermute manipulates the orbital casino's security and maintenance systems and kills the officers, allowing Case to escape. The Armitage personality starts to disintegrate and revert to the Corto personality as he relives Screaming Fist. It is revealed that in the past, Wintermute had originally contacted Corto through a bedside computer during his convalescence, eventually convincing Corto that he was Armitage. Wintermute used him to persuade Case and Molly to help it merge with its twin AI, Neuromancer. Finally, Armitage becomes the shattered Corto again, but his newfound personality is short-lived as he is killed by Wintermute. Inside Villa Straylight, Molly is captured by Riviera and Lady 3Jane. Worried about Molly and operating under orders from Wintermute, Case tracks her down with help from Maelcum, his Rastafarian pilot. Neuromancer attempts to trap Case within a cyber-construct where he finds the consciousness of Linda Lee, his girlfriend from Chiba City, who was murdered by one of Case's underworld contacts. Case manages to escape flatlining inside the construct by choosing of his own free will not to stay. Freeing himself, Case takes Maelcum and confronts Lady 3Jane, Riviera, and Hideo, Lady 3Jane's ninja bodyguard. Riviera tries to kill Case, but Lady 3Jane is sympathetic towards Case and Molly, and Hideo protects him. Riviera blinds Hideo, but flees when he learns that the ninja is just as adept without his sight. Molly then explains to Case that Riviera is doomed anyway, as he has been fatally poisoned by his drugs, which she had spiked. With Lady 3Jane in possession of the password, the team makes it to the computer terminal. Case ascends to cyberspace to guide the icebreaker to penetrate its target; Lady 3Jane is induced to give up her password and the lock is opened. Wintermute unites with Neuromancer, fusing into a greater entity. The poison in Case's bloodstream is washed out, and he and Molly are handsomely paid for their efforts, while Pauley's ROM construct is apparently erased, at his own request. In the epilogue, Molly leaves Case. Case finds a new girlfriend, resumes his hacking work, and spends his earnings from the mission replacing his internal organs so that he can continue his previous drug use. Wintermute/Neuromancer contacts him, saying that it has become \"the sum total of the works, the whole show,\" and has begun looking for other AIs like itself. Scanning old recorded transmissions from the 1970s, the super-AI finds a lone AI transmitting from the Alpha Centauri star system. In the matrix, Case hears inhuman laughter, a trait associated with Pauley during Case's work with his ROM construct, thus suggesting that Pauley was not erased after all, but instead worked out a side deal with Wintermute/Neuromancer to be freed from the construct so he could exist in the matrix. In the end, while logged into the matrix, Case catches a glimpse of himself, his dead girlfriend Linda Lee, and Neuromancer. The implication of the sighting is that Neuromancer created a copy of Case's consciousness when it previously tried to trap him. The copy of Case's consciousness now exists with that of Linda's, in the matrix, where they are together forever.",
    "genre": [
      "Cyberpunk",
      "Science Fiction",
      "Speculative fiction",
      "Dystopia"
    ],
    "author": "William Gibson"
  },
  {
    "title": "The Diamond Age",
    "summary": " The protagonist in the story is Nell, a thete (or person without a tribe; equivalent to the lowest working class) living in the Leased Territories, a lowland slum belt on the artificial, diamondoid island of New Chusan, located offshore from the mouth of the Yangtze River, northwest of Shanghai. At the age of four, Nell receives a stolen copy of an interactive book, Young Lady's Illustrated Primer: a Propædeutic Enchiridion in which is told the tale of Princess Nell and her various friends, kin, associates, &c., originally intended for an aristocrat's child in the Neo-Victorian New Atlantis phyle. The story follows Nell's development under the tutelage of the Primer, and to a lesser degree, the lives of Elizabeth and Fiona, girls who receive similar books. The Primer is intended to intellectually steer its reader toward a more interesting life, as defined by \"Equity Lord\" Alexander Chung-Sik Finkle-McGraw, and grow up to be an effective member of society. The most important quality to achieving an \"interesting life\" is deemed to be a subversive attitude towards the status quo. The Primer is designed to react to its owners' environment and teach them what they need to know to survive and develop. The Diamond Age is characterized by two intersecting, almost equally developed story lines: Nell's education through her independent work with the Primer, and the social downfall of engineer and designer of the Primer, John Percival Hackworth, who has made an illegal copy of the Primer for his own young daughter, Fiona. His crime becomes known both to Lord Finkle-McGraw and to Dr. X, and each man attempts to exploit Hackworth to advance the opposing goals of their tribes. The text also includes fully narrated educational tales from the Primer that map Nell's individual experience (e.g. her four toy friends) onto archetypal folk tales stored in the primer's database. Although The Diamond Age explores the role of technology and personal relationships in child development, its deeper and darker themes also probe the relative values of cultures (which Stephenson explores in his other novels as well) and the shortcomings in communication between them. \"Diamond Age\" is an extension of labels for archeological time periods that take central technological materials to define an entire era of human history, such as the Stone Age, the Bronze Age or the Iron Age. Technological visionaries such as Eric Drexler and Ralph Merkle, both of whom receive an honorary mention in The Diamond Age, have argued that if nanotechnology develops the ability to manipulate individual atoms at will, it will become possible to simply assemble diamond structures from carbon atoms, materials also known as diamondoids. Merkle states: \"In diamond, then, a dense network of strong bonds creates a strong, light, and stiff material. Indeed, just as we named the Stone Age, the Bronze Age, and the Steel Age after the materials that humans could make, we might call the new technological epoch we are entering the Diamond Age\". In the novel, a near future vision of our world, nanotechnology has developed precisely to this point, which enables the cheap production of diamond structures. The title can also be seen as a reference to the Gilded Age, a time of economic expansion roughly coinciding with the late Victorian era. Likewise, it can be seen as consistent with Queen Victoria's reign, the apex of which is often seen as her Diamond Jubilee.",
    "genre": [
      "Cyberpunk",
      "Science Fiction",
      "Speculative fiction",
      "Fiction",
      "Postcyberpunk"
    ],
    "author": "Neal Stephenson"
  },
  {
    "title": "Count Zero",
    "summary": " As with later Gibson works, there are multiple story-line threads which eventually intertwine: Thread One: In the southwestern USA, Turner, a corporate mercenary soldier, has been hired out to help Mitchell, a brilliant researcher, make an illegal career move from Maas' corporate fortress built into a mesa in the Arizona desert to another corporation. The attempt is a disaster, and Turner ends up escaping with the scientist's young daughter, Angie Mitchell instead. Her father had apparently altered her nervous system to allow her to access the Cyberspace Matrix directly, without a \"deck\" (a computer), but she is not conscious of this. She also carries the plans, implanted in her brain by her father, of the secrets of construction of the extremely valuable \"biosoft\" that has made Maas so influential and powerful. This \"biosoft\" is what multibillionaire Josef Virek (see thread three) desires above all else, so that he can make an evolutionary jump to something resembling omniscience and immortality. Thread Two: A young New Jersey-suburbs amateur computer hacker, Bobby Newmark, self-named \"Count Zero\", is given a piece of black market software by some criminal associates \"to test\". When he plugs himself into the matrix and runs the program, it almost kills him. The only thing that saves his life is a sudden image of a girl made of light who interferes and unhooks him from the software just before he flatlines. This event leads to his working with his associates' backers to investigate similar strange recent occurrences on the Net. It is eventually revealed that Bobby's mysterious savior is Angie (see Thread One); the two only meet physically at the very end of the book. Thread Three: Marly Krushkova, a small gallery owner in Paris until she was tricked into trying to sell a forgery, and newly infamous as a result, is recruited by ultra-rich, reclusive (cf. Howard Hughes) industrialist and art patron Josef Virek to find the unknown creator of a series of futuristic Joseph Cornell style boxes. Unbeknownst to her, the reason behind Virek's interest in these boxes is related to indications of biosoft construction in the design of one, which he suspects may be contained in the others. All of these plot lines come together at the end of the story and Virek – the hunter of his immortality and unlimited power – becomes the hunted. It is hinted that multiple AIs secretly inhabiting cyberspace are the fragmented, compartmentalized remains of two AIs, Neuromancer and Wintermute, having joined together (introduced in Neuromancer, and designed by the head of this Rockefeller-like family, the Tessier-Ashpools). These AI units now interface with humanity in the form of different Haitian voodoo gods, as they have found these images to be the best representations of themselves through which they can communicate with people. Hackers worldwide are becoming aware that there is something weird loose in the cyberspace matrix, but most are understandably reluctant to talk about (or deal with), \"voodoo spooks\" supposedly haunting cyberspace. The \"voodoo gods\" have constructed the elaborate series of events in the novel, having originally given Mitchell the information for developing the biosoft, instructing him to insert a biosoft modification in his daughter's brain, and then sent the Cornell boxes into the world to attract, and enable the disposal of, the malicious Virek. The Cyberspace Matrix, a synergistic linked computer database that encompasses all information on Earth, has become home to sentient beings. But most of humanity remains unaware.",
    "genre": [
      "Cyberpunk",
      "Science Fiction",
      "Speculative fiction",
      "Dystopia"
    ],
    "author": "William Gibson"
  },
  {
    "title": "Mona Lisa Overdrive",
    "summary": " Taking place eight years after the events of Count Zero and fifteen years after Neuromancer, the story is formed from several interconnecting plot threads, and also features characters from Gibson's previous works (such as Molly Millions, the razor-fingered mercenary from Neuromancer). One of the plot threads concerns Mona, an innocent young prostitute who has a more-than-passing resemblance to famed Simstim superstar Angie Mitchell. Mona is hired by shady individuals for a \"gig\" which later turns out to be part of a plot to abduct Angie. The second story focuses on a young Japanese girl named Kumiko, daughter of a Yakuza boss sent to London to keep her safe while her father engages in a gang war with other top Yakuza leaders. In London she is cared for by one of her father's retainers, who is also a powerful member of the London Mob. She meets Molly Millions (having altered her appearance and now calling herself \"Sally Shears\", in order to conceal her identity from hostile parties who are implied to be pursuing her), who takes the girl under her wing. The third story thread follows a reclusive artist named Slick Henry, who lives in a place named Factory in the Dog Solitude; a large, poisoned expanse of deserted factories and dumps, perhaps in New Jersey. Slick Henry is a convicted (and punished) car thief. As a result of the repetitive brainwashing nature of his punishment, he spends his days creating large robotic sculptures and periodically suffers episodes of time loss, returning to consciousness afterward with no memory of what he did during the blackout. He is hired by an acquaintance to look after the comatose \"Count\" (Bobby Newmark from the second novel, Count Zero, who has hooked himself into a super-capacity cyber-harddrive called an Aleph). A theoretical \"Aleph\" would have the RAM capacity to literally contain all of reality, enough that a memory construct of a person would contain the complete personality of the individual and allow it to learn, grow and act independently. The final plot line follows Angela Mitchell, famous simstim star and the girl from the second Sprawl novel Count Zero. Angie, thanks to brain manipulations by her father when she was a child, has always had the ability to access cyberspace directly (without a cyberspace deck), but drugs provided by her production company Sense/Net have severely impeded this ability. The story of the reclusive artist that makes cybernetic sculptures is a reference to Mark Pauline of Survival Research Labs.",
    "genre": [
      "Cyberpunk",
      "Science Fiction",
      "Speculative fiction",
      "Novel",
      "Dystopia"
    ],
    "author": "William Gibson"
  },
  {
    "title": "Virtual Light",
    "summary": " The plot centers around Chevette Washington, a young bicycle messenger who lives in the ad-hoc, off-the-grid community that has grown on the San Francisco-Oakland Bay Bridge in the aftermath of a devastating earthquake. Chevette, on a whim, steals a pair of dark-rimmed glasses from a man at a party because she is offended by his demeanor. Soon after, she realizes that the glasses have unlikely importance, as security company henchmen begin tracking and following her. Among the pursuers are Svobodov and Orlovsky, two Russian immigrants who reside in San Francisco and are employed as cops, as well as Loveless, a ruthless corporate hitman with gold incisors. The glasses contain plans by a powerful corporation to rebuild San Francisco entirely using nanotechnology, and for that reason, they are highly coveted and present a danger to the person who possesses them. Meanwhile, Berry Rydell, a former cop turned private security agent, is contracted to recover the pair of glasses for Lucius Warbaby, an intimidating and presumably successful \"skip-tracer\", a sort of bondsman/bounty hunter. When Rydell is given the mission, he is not informed of the significance of the glasses and the information they contain. Eventually, the plot climaxes when Rydell, Loveless, Warbaby, Orlovsky, and Svobodov all catch up with Chevette. The cops want the glasses, as does Rydell. Realizing the inherent danger of the situation, Rydell is forced to decide whom to side with. He decides to fight off Orlovsky and Svobodov and shirk his agreement with Warbaby. Instead, Rydell runs off with Chevette, and they embark upon a wild and treacherous journey in which they must remain one step ahead of their enemies, who have all the advantages of wealth and technology on their side. A subplot also focuses on a romantic relationship between Chevette and Rydell, which is initially restricted because of the nature of their circumstances, but is eventually allowed to flourish. Another subplot focuses on a Japanese sociologist named Shinya Yamazaki, who is currently studying the bridge dwellers and the history of their settlement. The subplot largely focuses on his interactions with Skinner, an old man who lives in a shack high atop one of the bridge's support pylons, who happens to share his home with Chevette.",
    "genre": [
      "Cyberpunk",
      "Science Fiction",
      "Utopian and dystopian fiction"
    ],
    "author": "William Gibson"
  },
  {
    "title": "Idoru",
    "summary": " In the post Tokyo/San Francisco earthquake world of the early 21st century, Colin Laney is referred to agents of the aging mega-rock star Rez of the musical group Lo/Rez for a job using his peculiar talent of sifting through vast amounts of mundane data to find \"nodal points\" of particular relevance. Rez has claimed to want to marry a synthetic personality named Rei Toei, the Idoru (Japanese Idol) of the title, which is apparently impossible and therefore questioned by his loyal staff, particularly by his head of security, Keith Blackwell. Blackwell believes that someone is manipulating Rez, and wants Laney to find out who. Simultaneously, the Seattle chapter of the Lo/Rez fan club is discussing exactly the same topic of the unbelievable marriage of human and AI construct. Fourteen year old Chia Pet McKenzie is chosen by the group to go to Tokyo and meet with the Tokyo chapter to find out what is really happening. On the flight she meets a woman named Maryalice, who dupes her into unwittingly carrying a contraband item through customs in Tokyo. Laney accepts his new position warily, but is conflicted throughout much of the novel by his past involvement with a powerful infotainment organization, \"SlitScan\", which thrives on destroying media personalities by exposing their secrets. In the course of this earlier job he feels responsible for the death of an innocent party. His talent had allowed him a foreshadowing of a probable suicide but SlitScan had tried to limit Laney's role to passive observer. However, Laney's conscience snapped and he attempted at the last moment to stop the suicide, but instead became mired in a scandal. Yet another organization claiming to be a media watchdog steps in and tries to pull Laney away from SlitScan to use his story to expose SlitScan’s involvement in illegal spying. This goes awry and Laney is left high and dry and alone. Further complicating Laney’s life is that Kathy Torrance, his controller from SlitScan, is attempting to blackmail him with false evidence into betraying his current employers, Lo/Rez, by exposing whatever secret she thinks they are hiding. Chia, after being brought to the club run by Maryalice’s boyfriend Eddie, is helped to escape by one of the club’s employees who thinks (rightfully) that she is in danger. Unfortunately, she takes with her the contraband which was slipped into her luggage. When she meets with the local Tokyo chapter of the Lo/Rez fan club she is disappointed by their seeming indifference to the impending “wedding” and they inform her this is merely an unfounded rumor. Disbelieving, Chia decides to investigate on her own and seeks the help of her host Mitsuko’s brother Masahiko, an Otaku who is a member of the hacker community the “Walled City” (a virtual community based on the Kowloon Walled City). Masahiko and Chia embark on a search for the truth to the marriage of Rez and Rei by going to the club where Rez announced the event, though the club no longer exists in the rapidly changing Tokyo scene. Masahiko is informed by other denizens of Walled City that he is being watched, both on the net and physically at his (and his sister’s) home. Chia admits to Masahiko that she has found something in her luggage and that might be what the unknown men are seeking. The contraband turns out to be a highly illegal nanotech assembler, a device used for high-speed material fabrication, which Eddie smuggled in on behalf of the Russian Mafia. Chia and Masahiko go to a love hotel to try to hide from the searchers. It is here that all the parties converge. When Chia and Masahiko link into the net, the Idoru (Rei) manifests herself in Chia's Venice simulation after she realizes that Chia is playing a part in her evolution. Maryalice finds the hotel through their taxi record, letting herself into their room. Lamenting her recent breakup with Eddie over the botched smuggling operation, she tells them that giving back the device won’t stop them from being killed as witnesses. Masahiko and Chia go onto the Net to get the help of Chia’s friend Zona Rosa, who claims to be the leader of a Mexico City “girl gang” and from the Walled City who are protecting the distributed system of which Masahiko is a part. In short order, Maryalice’s boyfriend Eddie shows up with a member of the Russian Mafia to reclaim the nanotech device. This prompts Zona Rosa (who has been viewing events over the net) into making a terrible personal sacrifice to save Chia. Events rapidly come to a head when Rez and Blackwell arrive. Laney sees events occurring (and about to occur) in the datastreams and rushes with Lo/Rez’s support crew to the love hotel. A deal is struck and most of the parties are accommodated. The ultimate resolution is left open as to whether the Rez/Rei union is made possible with the nanotechnology that they have obtained.",
    "genre": [
      "Cyberpunk",
      "Science Fiction",
      "Speculative fiction",
      "Utopian and dystopian fiction"
    ],
    "author": "William Gibson"
  },
  {
    "title": "All Tomorrow's Parties",
    "summary": " The book has three separate but overlapping stories, with the repeated appearance of shared characters. The San Francisco/Oakland Bay Bridge, the overarching setting of the trilogy, functions as a shared location of their convergence and resolution. The first story features former rent-a-cop Berry Rydell, the protagonist of Virtual Light. Rydell quits a temporary job as a security guard at the Lucky Dragon convenience store to run errands for atrophied computer hacker Colin Laney (the protagonist of Idoru), who lives in a cardboard box in a subway in Shinjuku, Tokyo. As a child, Laney was the subject of pharmaceutical trials which damaged his nervous system. As a result, he suffers from a form of attention deficit disorder but gains the ability to discern nodal points in the undifferentiated flow of information, and from that he acquires a certain predictive faculty. This makes him ideal for the role of \"netrunner\" or data analyst. A side effect of 5-SB, the drug administered to Laney, causes the user to become attached to strong personalities. As a result, Laney has become obsessed with media baron Cody Harwood of Harwood/Levine, a powerful public relations firm. He spends his life surfing the net from his enclave in the subway, searching for traces of Harwood in the media. From this, Laney foresees a crucial historical shift which may precede the end of the world \"as we know it\". He predicts that Harwood, who had also taken 5-SB before (albeit voluntarily, with the knowledge of the consequences), knows this and will try to shape this historical shift to his liking. To stop Harwood, Laney hires Rydell under the guise of a courier to travel to San Francisco where he believes the next nodal point will congeal. The second story concerns ex-bicycle messenger Chevette Washington, also from Virtual Light, who is on the run from her ex-boyfriend. She escapes to her former home, San Francisco's bridge community, to find refuge and revisit her past. She is accompanied by Tessa, an Australian media sciences student who visits the bridge to film a documentary on \"interstitial communities\". The third story follows a mysterious, left-handed mercenary named Konrad. Although Konrad is employed by Harwood, he appears to be directed by his own motives. In particular, Konrad aligns his movements with the Tao, the spontaneous, universal energy path of Taoist philosophy.",
    "genre": [
      "Cyberpunk",
      "Science Fiction",
      "Speculative fiction",
      "Dystopia",
      "Utopian and dystopian fiction"
    ],
    "author": "William Gibson"
  },
  {
    "title": "Signal to Noise",
    "summary": " The novel follows Jack Potter, a computer cryptographer tenured at the fictional Academe of Pure and Applied Sciences in Santa Sierra, California (a city assembled from the ruins of San Francisco.) The story details Jack's first encounter with an alien calling himself Wheeler who apparently wishes to trade information with humanity. Accompanied (for a while) by \"gene witch\" Zero al Qaseem and data paleontologist Isabel Mirabeau, Jack establishes a corporation based around one of the technologies he was traded by Wheeler, but soon finds that there may be more to his dealings with the alien than he bargained for. Traitorous alliances, deceitful propaganda, and shady business practices are frequent elements of the novel.",
    "genre": [
      "Cyberpunk",
      "Science Fiction",
      "Speculative fiction"
    ],
    "author": "Eric S. Nylund"
  },
  {
    "title": "Labyrinth of Reflections",
    "summary": " In the late 90s, Dmitry Dibenko, a Russian programmer known for dabbling in mysticism and mind-altering substances, created with a program playing a short movie that would allow him to achieve a new level of awareness during meditations. He dubbed the program Deep, placed it on a webserver and forgot about it. The revolution happened when a simple Ukrainian chap, stayed in office after the work to play his beloved Doom. He watched Dibenko's program, shrugged and launched the game — and fell into it. It seemed to him that it was he running along the corridors, ducking the fiery balls and snarling monsters' mugs. Although he was aware that what he was experiencing could not possible be true, he was unable to break the illusion. Left with no choice but to play the game, he completed all levels. When he finished in morning, the illusion ended and he found himself back in the real world, badly covered with bruises. Realizing that the program effectively fooled its users into thinking that whatever virtual environment they were viewing was as real as the world around them. Furthermore, the environment did not have to be particularly elaborate. Even if the graphics were crude, human subconscious would fill in details and sensations that would enhance the realism. However, they were drawbacks. Because the illusion was so convincing, people who used the Deep program were unable to leave it. Just as that guy needed to finish the game in order to break the illusion, the Deep users needed specially designed exit points that would provided subconscious triggers that facilitated the exit. The leading computer companies quickly seized upon Dibenko's invention to create a cartoonish virtual city that came to be known as Deeptown. Because of the low-tech nature of its graphics, it became available to anyone who had a computer and a dial-up connection. Deeptown gained instant popularity, drawing people from all walks of life and all parts the world. It offered freedom from real-world constraints, which became a style of life and religion of many. But a vast majority of people are unable to leave the Deeptown at will — their subconsciousness prevents them from it. They need free communication with their operational systems which was mostly forbidden, or in most cases proper exit terminals. Along with Deeptown, Deep timers were developed to limit the duration of user's stay, because in the worst-case scenario people became so consumed by Deep illusion that they competely lost awareness that Deeptown was not the real world, and were effectively trapped in the Deep until they died from dehydration. Once the time passed, the timer would deactivate the Deep program. However, it didn't solve the problem, as many users managed to switch off their timers. Around this time, the first Divers emerged, people able to break illusion of the Deep program. This allowed them to help those who were trapped in Deeptown, since they could exit the Deeptown instantly and call for help. This ability also freed them from physical constraints other users were bound by, allowing to perform seemingly impossible feats, survive otherwise crippling injuries and change avatars within seconds. In addition to that, Divers were able to see flaws in Deeptown's programming codes (usually in the form of holes). Thanks to those abilities, Divers found employment as in-house rescuers, corporate saboteurs and security consultants, among others. As their numbers grew, Divers began to organize. They created a Code of Divers, which established a set of principles that guided their behavior. Along with other things, it held up the right to privacy as a fundamental right of all Divers. Another important principle was the prohibition against using their abilities to harm their fellow Divers. If a Diver violated any aspect of the Code, he had to submit to a hearing conducted by the rest of the Diver community and abide by whatever penalty they would decide on. Further violations would incur progressively harsher penalties. By the time the events of the book began, Divers were a strange, but accepted part of Deeptown society. Their powers were subject of speculation by the rest of Deeptown community, which is only furthered by Divers' penchant for secrecy. The first novel is told from the first-person perspective and is told by a diver living in a run-down apartment in St. Petersburg. Like most divers, he has to maintain his identity secret, as divers are a prized commodity. They are able to overcome obstacles that can stop even elite hackers. The diver first demonstrates his ability by walking across a string suspended above a chasm, something no normal human is capable of doing, by leaving the deep and walking across by looking at the monitor (it is much easier, as there is no wind or fear of falling). He is soon located by a strange Man Without a Face and offered a job: he must go into a popular virtual game called the \"Labyrinth of Death\" to complete a task two other divers started but never completed. In return, he will get Order of Permissiveness that grants its bearer right to do everything he wants within Deeptown. The \"Labyrinth of Death\" is a massive multiplayer game based on Doom, where the players must battle monsters, zombies, and each other through large levels of a post-alien-invasion city to reach the end. As told by the director of the company that owns and runs the game, the diver must rescue a trapped player, who disabled his exit timer, before his real world body dies of dehydration or starvation. Adopting the nickname Gunslinger (from a Stephen King eponymous novel), the diver goes on a rampage through the \"Labyrinth\", using his diver ability to return to his own body and use standard keyboard and mouse controls to quickly dispatch enemies. Eventually, the other human players stop crossing his path, as rumors of his skill quickly spread throughout the game. After setting a record on the number of levels beat in a short time, the diver (Gunslinger) saves and leaves the \"Labyrinth\" only to encounter about a hundred angry players in the exit lobby. All of them are waiting for Gunslinger, but nobody recognizes him without his mask and gear. As he is leaving the lobby, the director of the company calls out and congratulates him on his record. The diver runs out, followed by the angry mob of players, and manages to duck into the nearest \"building\" - a virtual brothel. There, he looks through the catalog and, to his surprise, sees a near-perfect image of his operating system (rendered as a woman). He goes to the \"room\" where she is and asks her if he can call her Vicka (the same name he calls his computer). She agrees (after all, it's his fantasy), and they start talking about random things. The diver feels tired and falls asleep in her bed. When they wake up, he asks if he can see her again, to which she initially replies by warning him not to fall in love with a virtual image, as the person wearing it can be completely different. Vika then gives up and tells him to ask for her the next time he comes. The diver returns to the \"Labyrinth\" and manages to reach the trapped player. Initially, Gunslinger is frustrated when the player refuses to reveal his name or address (real-life location) but is amazed when he finds out that the \"Jinx\" (as the director called the player) is a crack shot and should have been able to beat the level without a problem. However, as the pair is nearing the exit, they are ambushed by a large group of monsters, and the Jinx is killed. While Gunslinger is trying to figure out what is going on, the two divers employed by the company show up and tell him that something about Jinx makes him unable to continue. One of them even killed the player 13 times within a 5 minute limit, which should have automatically kicked Jinx out but did not. The two divers ask Gunslinger to give them 6 hours to try to get Jinx to the end of the level, after which Gunslinger can return and try again. He agrees and leaves to the exit lobby, where a dozen players are waiting for him. Instead of attacking him, they offer him a deal: Gunslinger stops killing other players, and the players do not attack him or the Jinx. If a player breaks the deal, then Gunslinger is allowed to kill him or her. To seal the deal, they go to the BFG9000 - a bar near the \"Labyrinth.\" After several virtual drinks, the diver goes back to the brothel and asks for Vicka. He finds her room, and she invites him to the brothel's restaurant. There the diver meets the Mage, a hacker employed by the brothel to provide their server with excellent security. Vicka gets upset when one of her regular clients (who keeps accusing the virtual prostitutes of being the scum of society) arrives and asks the diver to take her to his favorite place. He takes her to a bar/restaurant he frequents and asks for a private room. The room looks like a beautiful forest. After unsuccessfully attempting to make love to Vicka (her timer kicks her out), the diver goes back to the \"Labyrinth\". The company's divers tell him that they believe that Jinx is only pretending to be in trouble and that they plan to give up their attempts to get him out. The diver, however, has other ideas. After one more unsuccessful attempt, he leaves the game and travels to \"Al Kabar\" - the pharmaceutical company he robbed at the beginning of the novel. The company's spokesperson informs him that they are aware of Jinx and suspect that he is the next stage in human evolution - a person able to enter the virtual world without the aid of a computer or a phone line. They also tell him that the owner of \"Labyrinth\" will reach a similar conclusion soon. That is when \"Al Kabar\" will move in to snatch Jinx to find out what makes him tick. Determined to save Jinx at all costs, the diver logs off and contacts his hacker friend Maniac. He asks him for a virus he could smuggle through \"Labyrinth\" security. Maniac is hesitant but he upgrades the diver's Gunslinger character with his latest \"Warlock 9000\" virus, which is designed to look like a belt. As the diver is re-entering the \"Labyrinth\", the two companies make their moves to grab Jinx. The two \"Labyrinth\" divers attempt to stop him, but he uses the Warlock as a whip and attacks them (as seen on the book cover). The attack also opens a vortex-like hole in the program, allowing the diver and Jinx to slip out of the \"Labyrinth\" server. With the companies and Man with no Face in hot pursuit, he drags Jinx into the brothel and asks Vicka for protection. Just then, the Deeptown police commissioner makes a PA-like announcement, accusing the diver who looks like Gunslinger of using an illegal virus to attack a company. Vicka, upon finding out that he is a diver, lashes out at him but quickly calms down and admits that she is one too. The brothel comes under a massive attack from \"Labyrinth\" and \"Al Kabar\" security forces, backed by Deeptown police and Man with no Face. The Mage's defenses manage to put up a fight but are crumbling. The diver, Jinx, and Vicka jump out the window of her room into a virtual landscape she created before the brothel server shuts down, leaving them stranded in the landscape. The diver then tells Vicka what he thinks Jinx really is - a non-corporeal entity from another world who can only interact with humans through Deeptown. Jinx neither confirms nor denies his true nature, only says that he has been travelling for many years through silence. Vicka is skeptical and insists that Jinx is simply a devious hacker playing a game with everybody. They travel for several days through the landscape before finding out that the diver's use of the Warlock virus somehow linked Vicka's landscape with an RPG server, where fantasy fans play in a Lord of the Rings-like world. They find out that the game server plays out a war between King Legolas's elves and an alliance of orcs and dwarves. They leave Jinx (who is wounded from \"Labyrinth\") by a road and log off to rest and come back as fantasy characters. While the diver is eating, the Maniac shows up and cleans up his computer, erasing all trace of Warlock and the Gunslinger persona. He then helps the diver design a fantasy character for him - a human healer Elenium (by the name of the tranquiliser). The diver returns to the fantasy server and finds that Vicka is now a male elf archer. They go back to Jinx and try to get him back into Deeptown but are intercepted by Man with no Face and several armed goons. Another diver shows up and attacks the goons looking like a big wolf. As the three are escaping to the streets of Deeptown, Man with no Face manages to attack the wolf with several powerful viruses. Vicka and Jinx manage to escape, but the diver gets attacked with a perpetual deep-program. Even his diver's mantra cannot help him escape the swirling images that keep his subconsciousness in VR. As he is \"walking\" through the dream-like world, Jinx appears and tells him that only the diver has the power to escape it. The diver then reverses his mantra and embraces the deep. As he \"wakes up\" in Deeptown, he realizes that the virtual world has changed for him. He can now see things as they are (shapes and colors) and can move through programs at will. On the way to his Deeptown house, he encounters Man with no Face, who is surprised that the diver escaped his trap. They sit down and talk about Jinx. Man with no Face is convinced that Jinx is a projection from the future. The diver knows that Man with no Face is really the hacker who created the original deep-program. Man with no Face believes that his creation of the program was no accident. He believes Deeptown was a creation from the future and wishes to know more about it. The diver realizes that his companion is stalling and jumps directly to his Deeptown house to find it surrounded by the two companies' security forces and the police. They open fire on him, but he sends out a virtual wave that erases all the shooters. He then threatens the commissioner, the spokespersons of the companies, and Man with no Face that he can make their lives very unpleasant unless they leave him and Jinx alone. He returns to his house and tells Jinx that he must leave this world. Jinx opens a virtual portal and leaves. The diver takes Vicka and they fly through the Deeptown sky, kissing. At the same time, the diver uses his new abilities to remove all trace that he was ever online. He wipes his computer, his internet provider's logs, and everything else related to him. They then agree to meet in real life. Vicka asks him to wait at the airport with a flower. As the diver logs off, he remembers that he forgot to pay his phone bill - his phone has been disconnected for three hours. He was in Deeptown all on his own. When he finally arrives to the train station, he waits for Vicka. She approaches him from behind and, as he turns around, he is relieves to find out that she looks exactly the same as her virtual persona (as does he).",
    "genre": [
      "Cyberpunk"
    ],
    "author": "Sergey Lukyanenko"
  },
  {
    "title": "False Mirrors",
    "summary": " Former diver Leonid (the protagonist of the first novel) is a virtual mover. He receives small wages for hauling virtual furniture. His relationship with his wife Vicka is strained, as he spends most of his time in Deeptown. Due to deep psychosis, a condition he developed at the end of the first novel, he has trouble distinguishing reality from the deep. Unlike Leonid, Vicka (a former diver) managed to let go of Deeptown and rarely ventures there. While all divers are still able to exit the deep at will, their ability to see programming holes and back doors visually disappeared. Additionally, an upgraded deep-program includes a built-in mandatory 24-hour timer. Divers are immune to the timer, for some reason. Leonid's life changes when he finds out that a hacker broke into a small development company and was attacked by its security forces. One of the virus weapons used on him killed the hacker in real life. Leonid contacts his old hacker friend Maniac, who now lives and works in the US, and asks him if he knows the dead hacker. Maniac gives him a real-life Moscow address of a former acquaintance. Leonid goes there and finds himself in a luxurious apartment of a rich businessman named Chingiz. Chingiz turns out to be a down-to-earth fellow who makes money by cracking programs and games and selling them on the street. Another inhabitant of the giant two-story apartment is a hacker named Bastard and amateur hacker teenager Pat — Chingiz's protégé. Bastard explains that he was hired to hack the development company by a man calling himself the Dark Diver, who managed to retain his diver abilities. Bastard asked a 17-year-old hacker to help him break into the company and steal certain files. Securities turned out to be too high for a small company and the teenage hacker was killed by a third-generation weapon (first- and second-generation weapons attack software and hardware, respectively). Apparently, the weapon use a modified deep-program to cause cardiac arrest, which can only be reversed by immediate CPR. When Bastard reveals that the hacker's name was Roma, Leonid realizes that the dead hacker was a former diver. Leonid asks Chingiz for a virus pack, as he goes to search for the files Roma stole. In Deeptown, he encounters a colleague of his from the delivery company, who informs him that he has a letter from Roma to be delivered to the mythical Temple of Diver-in-the-Deep. The letter can only be opened at destination, but Leonid doubts the place exists. He contacts several former divers and asks them for the location. The only one who responds is Dick (AKA Crazy Tosser), security chief of the popular Deeptown game \"Labyrinth of Death\". He informs Leonid that out of all divers, only three (Dick included) agreed to create the Temple as a monument to the lost diver community. Each hid their entrance at a familiar place. By now, only Dick's entrance exists, but it can only be accessed from the last level of the new \"Labyrinth\". At the same time, Dick offers Leonid a job at the company. Two years ago, Gunslinger (one of Leonid's avatars) shocked the \"Labyrinth\" as a master player. Dick believes that Leonid can still show the players a thing or two to promote the game as the legendary figure. Leonid responds that he will think about it, as he has other things on his mind. He tries out the new \"Labyrinth\" only to find out that the new game is impossible to beat without a good team. He returns to Chingiz's apartment (in Deeptown), which looks exactly like his real one, and discusses the situation with the three hackers. They agree to help him beat the game and find out why Roma died. At that moment, a shadowy figure enters the apartment and introduces himself as the Dark Diver. He attempts to convince them not to attempt the trip, but Pat shoots him, and the conversation erupts into a firefight. Pat is gunned down by a second-generation virus, as is Leonid, but not before he hits the Dark Diver with one too. When his computer refuses to turn on, Leonid calls Bastard and asks him to come over and look at the machine. Vicka comes home, and Leonid explains everything to her and what he plans to do. Bastard arrives and fixes Leonid's computer. He also asks Vicka if she will allow her husband to go back into the \"Labyrinth\", then she explains the nature of their strained relationship — Leonid never went to the train station to meet her for the first time. Leonid tells Bastard that, in his mind, he met her there. Apparently, that was the time he developed deep psychosis, although Vicka still insists that they still kissed while flying above Deeptown and that his advanced diver powers disappeared shortly after Jinx left. Leonid returns to Chingiz's virtual apartment to find Maniac, Dick, and Mage (reclusive hacker who used to work for Vicka) already there. They go to the \"Labyrinth\" lobby and find themselves in the new version of the game. The original \"Labyrinth\" was an evolved version of Doom, which had players fighting a resistance battle against an alien invasion. The new \"Labyrinth\" is a sequel — after defeating the invaders, the humans send a retaliation force to the alien homeworld. The tougher (and smarter) enemies make the \"lone wolf\" tactics impossible. Leonid's team makes it through several levels before encountering a woman named Nike, who joins the team and turns out to be pretty good. At one point, Leonid even confesses that he is attracted to her. Realizing that it would take too long to reach the last level, Leonid confronts Maniac and asks him if he brought the Warlock virus with him. The reluctant Maniac reveals that he managed to smuggle parts of his new-and-improved \"Warlock 9300\" virus. He assembles the virus, and it turns into an elevator. Crazy Tosser is reluctant to enter the elevator, as he believes they will be traced and kicked out but does so anyway. The elevator takes them to a high-rise on the last level of the \"Labyrinth\", where they manage to surprise several monsters. Tosser finally reveals that, earlier that day, he sent an email to his superiors informing them of a security drill — an attempt to smuggle a virus into the game. He even offers Maniac a $500 reward for \"assisting\" in testing the company's security. Since there is no obvious way to get down from the roof of the building, they make a hole in it and decide to climb down the girders on the inside of the building. Tosser offers to climb down first to make sure it's safe. Leonid takes one of his team-mates on his shoulders and proceeds next (using his diver ability to exit the deep while he is climbing down). Eventually, everybody got down, although Chingiz almost fell along with the person he was carrying. Nike (with Pat on her shoulders) managed to get down without a problem, which made Leonid suspicious. After several more challenges, they managed to reach the Emperor's castle. According to Tosser, the Temple entrance is located behind the Emperor's throne. The creature itself is a giant human with energy beams coming out of his eyes. Apparently, the Emperor is a prototype program that learns on its enemies' mistakes. The Emperor proves a tough enemy, and the rest of the team stay behind to hold him off to allow Leonid, Pat, and Nike to reach the throne room. As Leonid blasts the throne to reveal the entrance, the Emperor enters and grabs Pat. Leonid is shocked, when the Emperor looks at him and asks \"Who am I?\", before being blasted by Nike's rocket launcher, along with Pat. Leonid then confronts her and accuses her of being a diver. They both aim weapons at each other, but only Leonid fires. He then enters the door and finds himself facing a nightmare he kept seeing in his sleep for months — a chasm with two walls (fire and ice) and a string crossing it. Every time he tried to cross the chasm before, he would always fall and wake up. This time, he simply jumps down and floats towards an entrance he sees hovering in nothingness. The Temple then appears on the edge of Deeptown, showing that Leonid passed the test. As the Temple now has a Deeptown address, Leonid contacts his former colleague and tells him where to go to find the building. While he's waiting for the letter, a vehicle stops outside the Temple, and Man with no Face (AKA Dmitry Dibenko) gets out. He enters the Temple with Leonid's help (apparently, only divers may enter without assistance), and explains that Roma's death was an accident — the person who shot him was unaware of the weapon's lethality. He also says that he has been hiding from the Dark Diver for a long time. Apparently, the Dark Diver wants him dead. Man with no Face does not reveal what is in the stolen files. Instead, he gives the prototype weapon to Leonid, saying that most of the bullets are stun rounds and the last one is deadly. He leaves, after which Leonid's team-mates arrive, followed by the deliveryman. Leonid takes the letter, opens it, and reads it. The files describe an attempt by Man with no Face to create \"shadow consciousness\" — a sort-of echo of a person who logs off from Deeptown. Apparently, there was some success in allowing an avatar to exist and interact with Deeptown for a period of time after the user leaves. The ramifications of this discovery are staggering — should Dibenko succeed, Deeptown will soon be populated with \"ghosts\" of real-life people. There will be no knowing who is real and who is not. Also, those \"ghosts\" will eventually achieve a form of AI, as evident by the Emperor in the \"Labyrinth of Death\" (his question \"Who am I?\" is the proof of his self-awareness). After locking the file on Chingiz's computer with four passwords (Leonid's, Chingiz's, Bastard's, and Pat's), they all leave the Temple and agree to meet up later in Chingiz's Deeptown apartment. Leonid logs off to find Vicka near her computer. He realizes that she was Nike and was helping them reach the last level. He also sees that Vicka was not even trying to hide her identity from him (Victoria is a Roman name for the Greek goddess Nike). Despite Leonid's expectations, Vicka is not the Dark Diver. Now Leonid is in trouble — he told Nike he liked her before knowing that she was his wife. Vicka, however, does not mind, perhaps because Nike was a personification of her. At the agreed time, Leonid returns to Deeptown and goes to Chingiz's apartment. He also receives a message from Crazy Tosser, who is in the hospital from a heart attack (he is not a young man). Dick says he will be fine but is unable to help Leonid in the near future. Leonid goes to the apartment to find only Chingiz and Bastard waiting for him (Pat is doing homework in the real world). While they are deciding on what to do with the files (Chingiz suggests physically destroying the hard-drive, just to be sure), the Dark Diver reappears and paralyzes the three with stun rounds. He then forces them to call Pat and tell him to unlock the files and send them to the virtual apartment. Pat, while sending the file, suspects something is wrong and enters the apartment armed. The Dark Diver, however, is quicker and shoots Pat. Too late does he realize that the bullet is lethal. He disappears with the file, as Pat's heart stops beating. Chingiz's virtual computer is too far away, so Leonid takes drastic measures. Somehow, he forces Chingiz to see the deep for what it really is (i.e. become a diver) and log off. Bastard rushes to his own virtual computer to log off, and Leonid leave the apartment and goes to his favorite bar/restaurant in Deeptown. There, he calls the Dark Diver, and the figure appears by him. Leonid finally knows the Dark Diver's true nature — he is an echo of Leonid and the power he once held. Apparently, after Jinx left, Leonid decided that he did not wish to be a diver anymore. So, subconsciously, he altered the deep-program to have a built-in timer and removed diver ability to see programming holes. The part of him that had the power to manipulate any program and access Deeptown without a computer split off and formed its own personality, while still remaining a distant part of him. That is why the Dark Diver did not know about the lethal round in his gun — it was Leonid's gun. Deep Diver's life is a curse — he is unable to perceive Deeptown the way human do. All he see are rough shapes and colors. He is also alone and was trying to steal Dibenko's files to create more like him. Leonid decides that it is time for him to embrace his destiny and the two merge. This restores all of Leonid's abilities, as well as abilities of other Divers. He contacts Chingiz and finds out that he managed to perform CPR in time to save Pat. Leonid then returns to the \"Labyrinth\" and frees the Emperor from his captivity in the game.",
    "genre": [
      "Cyberpunk"
    ],
    "author": "Sergey Lukyanenko"
  },
  {
    "title": "Breakpoint",
    "summary": " A series of explosions occur at seemingly unimportant sites in the United States. These sites happen to be the locations where transatlantic cables from Europe and Asia reach the U.S. essentially cutting the U.S. off from the world, at least via the Internet. The attacks are immediately blamed on the Chinese. Two investigators are sent to investigate the incidents, with this assumption in mind. The investigators soon uncover an underground science of genomics and nanotech working on human-computer integration.",
    "genre": [
      "Cyberpunk",
      "Science Fiction",
      "Fiction"
    ],
    "author": "Richard A. Clarke"
  },
  {
    "title": "Hardwired",
    "summary": " The Orbital Corporations now control the world. In the ruins of an America ravaged by the Rock War, ex-fighter pilot Cowboy, who can be \"hardwired\" via skull sockets directly to his ride, has become a panzerboy, a hi-tech smuggler riding armored hovertanks through the balkanized countryside. He teams up with Sarah, another tough-as-nails gun-for-hire, to make a last stab at independence from the rapacious Orbitals. They gather an unlikely gang of misfits for a ride that will take them to the edge of the atmosphere.",
    "genre": [
      "Cyberpunk",
      "Science Fiction",
      "Speculative fiction",
      "Fiction"
    ],
    "author": "Walter Jon Williams"
  },
  {
    "title": "A Fire in the Sun",
    "summary": " Taking place some months after the events described in When Gravity Fails, Marîd Audran, once a small-time hustler on the streets of the decadent Budayeen, finds himself as one of the lieutenants of Friedlander Bey or \"Papa\", the most influential man in the city. With his independence taken from him and being stationed as a liaison between Bey and the local law enforcement under the supervision of Sergeant Hajjar, Audran is forced to pair up with his colleague Jirji Shaknahyi in order to track down yet another serial killer who likes to remove some of the internal organs of their victims. Although Hajjar does not share his theory about the murders being connected, Audran begins to suspect there might be more to the recent killings than meets the eye, and wonders where the so-called Phoenix File fits in.",
    "genre": [
      "Cyberpunk",
      "Science Fiction",
      "Speculative fiction",
      "Fiction",
      "Novel"
    ],
    "author": "George Alec Effinger"
  },
  {
    "title": "The Exile Kiss",
    "summary": " Married to Indihar, though from his perspective in name only, Marîd Audran gets invited to a reception at the palace of the amir of the city. Shaykh Mahali, the amir, thus wishes to end the rivalry between Friedlander Bey and Reda Abu Adil, two of the most powerful men in the city. Both Audran and Bey, or \"Papa\" as he's known in the Budayeen, become suspicious when their sworn enemy Abu Adil designates Audran as an officer of the \"Jaish\", an unofficial right-wing outfit working for Abu Adil. However, it is not until after the party that Abu Adil's scheme unfolds: Audran and Bey are put under arrest by Lieutenant Hajjar and charged with the murder of a police officer named Khalid Maxwell. They're sentenced on-the-spot into exile, never to return to the city under pain of death. Left to die amongst the burning sands of a vast desert, their luck finally turns as they are rescued by a Bedouin tribe of Bani Salim, allowing them to start planning the vengeance they'd exact upon Abu Adil and prove their innocence— if they ever make it back to the city alive.",
    "genre": [
      "Cyberpunk",
      "Science Fiction",
      "Speculative fiction",
      "Fiction",
      "Novel"
    ],
    "author": "George Alec Effinger"
  },
  {
    "title": "Brasyl",
    "summary": " Brasyl is a story presented in three distinct strands of time. The main action concerns Marcelina Hoffman; a coked-up, ambitious reality TV producer in contemporary Brazil, a striving amateur capoeirista who transcends the cliches of luvvy television phony and becomes a full-fledged, truly likable person as we watch her embark upon a mad new project. Marcelina is going to find the disgraced goalie who lost Brazil a momentous World Cup half a century before and trick him into appearing on television for a mock trial in which the scarred nation can finally wreak its vengeance. Another strand is set in mid-21st century São Paulo, at a moment when the first quantum technologies are reaching the street, which industriously finds its own use for these things. Q-blades that undo the information that binds together the universe, Q-cores that break the crypto that powers the surveillance state that knows every movement of every person and object in Sampa and beyond. The final strand is an 18th-century Heart of Darkness adventure in the deep Amazon jungle, as we follow an Irish-Portuguese Jesuit into slaver territory where he is sent to end the mad, bloody kingdom of a rogue priest who scours the land with plague and fire. He is joined by a French natural philosopher, who intends to reach the equator and discover the shape of the world with a pendulum.",
    "genre": [
      "Cyberpunk",
      "Science Fiction",
      "Speculative fiction",
      "Novel"
    ],
    "author": "Ian McDonald"
  },
  {
    "title": "Automated Alice",
    "summary": " The story of Automated Alice tells of the character of Alice from Lewis Carroll's books in a future version of Manchester, England. After following her Great Aunt Ermintrude's parrot Whippoorwill through a grandfather clock, Alice and Alice's doll Celia get lost in a world inhabited by Newmonians, entities made from two objects combined, for example a zebra and a human.",
    "genre": [
      "Cyberpunk",
      "Mystery",
      "Science Fiction",
      "Speculative fiction",
      "Fiction"
    ],
    "author": "Jeff Noon"
  }
]