[
  {
    "title": "Hegemony or Survival",
    "summary": " Chomsky's first chapter, entitled \"Priorities and Prospects\", provides an introduction to the U.S. government's global dominance at the start of 2003. Moving on, he looks at the role of elite propaganda &ndash; employed by both government and mass media &ndash; in shaping public opinion in both the U.S. and its ally, the United Kingdom. Citing Walter Lippman and James Madison, he highlights the historical role that shaping public opinion has had in these two liberal democracies, allowing a wealthy elite to thrive at the expense of the majority. As evidence for the manner in which the media has shaped public opinion on foreign policy, he turns to the role of the U.S. government in protecting its economic interests in the Central American nation of Nicaragua, first by supporting the military junta of General Somoza and then by supporting the Contra militias, in both instances leading to mass human rights abuses against the Nicaraguan populace which were ignored by the mainstream U.S. media. Chapter two, \"Imperial Grand Strategy\", looks at the U.S. government's belief that it should take part in \"preventative war\" against states who threaten its global hegemony, ignoring the fact that such actions are forbidden under international law. Chomsky argues that the targets of U.S. preventative war must be \"virtually defenseless\", \"important enough to be worth the trouble\" and also there must be \"a way to portray it as the ultimate evil and an imminent threat to [U.S.] survival.\" Using the 2003 invasion of Iraq as an example, he discusses the manner in which the U.S. government and media portrayed the Iraqi government of Saddam Hussein as a threat to both the U.S. and other Middle Eastern states, something which Chomsky argues it was not. Chapter three, \"The New Era of Enlightenment\", explores further examples of U.S. interventionism in world affairs. Criticising the standard U.S. government claim that such interventionism is for humanitarian purposes, Chomsky instead maintains that it is an attempt to further the power of U.S. capitalism, with little interest in the welfare of the people involved. Using the 1999 NATO intervention in Kosovo as an example, he argues that western forces intervened not to protect Albanian Kosovans from Serbian aggression (as they claimed), but to humiliate and weaken Serbian President Slobodan Milosovic, who had remained resistant to western demands for years. He asserts that western criticism of foreign human rights abuses is politically motivated, highlighting the fact that while the U.S. were intervening in Kosovo, they were simultaneously backing, and funding, the governments' of Turkey, Colombia and Indonesia, all of whom were involved in widespread human rights abuses and ethnic cleansing. In the fourth chapter, \"Dangerous Times\", Chomsky focuses primarily on U.S. interventionism throughout Latin America, which the government has defended through its Monroe Doctrine. He discusses the U.S. campaign to topple the socialist government of Fidel Castro in Cuba, highlighting both its its economic embargo of the island and its financial backing for militant groups that attack Cuban targets, including the perpetrators of the Bay of Pigs invasion and the bombing of Cubana Flight 455. He furthermore discusses the U.S. government's role in training Latin American right wing paramilitary squads, who have perpetrated widespread human rights abuses across the region. Chapter five, \"The Iraq Connection\", looks at the background to the 2003 Iraq War, beginning with an analysis of the activities of the Reagan administration in the 1980s, who focused their military efforts in Central America and the Middle East. Chomsky argues that the Reagan administration utilized fear and nationalist rhetoric to distract the public from the poor economic situation that the U.S. was facing, finding scapegoats in the form of the leftist governments of Libya, Grenada and Nicaragua, as well as the international drug trade. He then goes on to examine the long relationship that the U.S. has had with the Iraqi government of Saddam Hussein, noting that the U.S. government actively supported Hussein throughout the Iran-Iraq War, Al-Anfal Campaign and the Halabja poison gas attack, only turning against their former ally after his Invasion of Kuwait in 1990. Proceeding to critique the idea that the Bush II administration was genuinely concerned about threats to U.S. security, he highlights their attempts to undermine international efforts to prevent the militarization of space, the abolition of biological warfare and the fight against global pollution, as well as the fact that they ignored all warnings that the Iraq invasion would cause a worldwide anti-American backlash. Exploring the dismissive attitude that the U.S. took towards those European governments who opposed the war, namely France and Germany, he then critiqued the idea that the U.S. wanted to install a democratic government in Iraq, instead merely wanting to install a puppet regime that would be obedient to U.S. corporate interests. In the sixth chapter, \"Dilemmas of Dominance\", Chomsky explores the relationship that the U.S. has had with Eastern Europe since the collapse of the Soviet Union and with East Asia since the Second World War. In the former, Chomsky argues, the U.S. has allied itself with the capitalist reformers who have advocated privatization and neoliberalism at the expense of the welfare state, leading to increased poverty and demographic decline across the region. In the latter, he has explored the role that the U.S. has played &ndash; through the likes of the San Francisco Peace Treaty of 1951 &ndash; in supporting capitalist development, but trying to ensure its own economic hegemony at the same time. Chapter seven, \"Cauldron of Animosities\", opens with a discussion of U.S. support for the increasing militarization of Israel and its illegal development of nuclear weapons, something Chomsky believes threatens peace in the Middle East by encouraging other nations like Iran and Iraq to do the same. He explores the longstanding western exploitation of the Middle East for its oil resources, first by the British Empire in the early 20th century and then subsequently by the U.S. post-World War II, and then looks at the U.S.' role in the Israeli–Palestinian conflict, continually supporting Israel both militarily and politically, furthering human right abuses against the Palestinian people and repeatedly sabotaging the peace process. The eighth chapter, \"Terrorism and Justice: Some Useful Truisms\", looks at what Chomsky calls \"a few simple truths\" regarding the criteria that is accepted for a conflict to be internationally recognized as a \"just war\". He argues that these truisms are continually ignored when it comes to the actions of the U.S. and her allies. Exploring the concepts of \"terror\" and \"terrorism\", he argues that the U.S. only use the term to refer to the actions of their enemies, and never to their own actions, no matter how similar they may be. As an example of such double standards, he highlights the public outcry at the killing of Leon Klinghoffer, a disabled American murdered by Palestinian \"terrorists\" in 1985, contrasting it with the complete U.S. ignorance of the Israeli military's killing of a disabled Palestinian, Kemal Zughayer, in 2002. Focusing in on the Afghan War &ndash; widely described as a \"just war\" in the U.S. press &ndash; he criticizes such a description, arguing that the conflict was opposed by the majority of the world's population, including the people of Afghanistan itself. In the final chapter, \"A Passing Nightmare\", Chomsky turns his attention to one of the greatest threats to human survival &ndash; weapons of mass destruction. He argues that rather than helping to eradicate nuclear, chemical and biological weaponry, the U.S. has actually continually increased its number of nuclear warheads, thereby encouraging other nations, such as Russia, China, India and Pakistan, to do the same, putting the entire world in jeopardy of nuclear holocaust. Discussing the role of the U.S. in creating ballistic missile defense systems and encouraging the militarization of outer space, he notes that the U.S. government have continually undermined international treatise to decrease the number of weapons of mass destruction, because the American socio-economic elite believe that \"hegemony is more important than survival.\" However, he argues that there is still hope for humanity if the citizens of the world &ndash; the \"Second Superpower\" &ndash; continue to criticize and oppose the actions of the U.S. government.",
    "genre": [
      "Political philosophy",
      "Non-fiction"
    ],
    "author": "Noam Chomsky"
  },
  {
    "title": "For a New Liberty: The Libertarian Manifesto",
    "summary": " Chapter 1, \"The Libertarian Heritage: The American Revolution and Classical Liberalism\", mentions the then-recent successes in U.S. Libertarian electoral politics. Richard Randolph had been elected to the Alaska House of Representatives and the \"Congressional Quarterly\" listed the LP as the third-largest political party. It describes America as having been, above all countries, born in an explicitly libertarian revolution. It argues that libertarianism was crippled by utilitarianism, which was not radical or revolutionary enough because its desire for expediency was in contrast to radical abolitionism, which sought to eliminate wrong and injustice as rapidly as possible. The original chapter i, on \"The New Libertarian Movement,\" being deemed irrelevant and outdated, was transformed into an appendix providing an annotated outline of the complex structure of the current movement. Chapter 2, \"Property and Exchange\", introduces the nonaggression axiom, property rights, free exchange and free contract, and the inextricable connections between property rights and other human rights. It argues that the whether or not immoral practices are supported by the majority of the population is not germane to their nature. It states that one of the libertarian's prime educational tasks is to spread the demystification and desanctification of the state. Chapter 3, \"The State\", defines the state as an aggressor and decries its efforts to cloak its criminal activity in high-sounding rhetoric. It dismisses constitutional restrictions as ineffective. It describes taxation as theft and government as a band of robbers. Chapter 4, \"The Problems\", identifies government as the red thread marking and uniting the major problems of the day. It cites the Vietnam War, the Watergate scandal, stagflation, and others 1970s-era issues in addition to such perennial bugaboos as high taxes and traffic congestion. It faults government for poorly managing that which is in the public domain. Chapter 5, \"Involuntary Servitude\", cites conscription, anti-strike laws, the tax system, the court system, and compulsory commitment as vectors of involuntary servitude. It notes that the court system forces people to give testimony and to serve on juries. It also decries the concept of contempt of court, which allows a judge to act as prosecutor, judge, and jury in accusing, convicting and sentencing the culprit. Chapter 6, \"Personal Liberty\", deals with freedom of speech, freedom of radio and television, pornography, sex laws, wiretapping, gambling, narcotics and other drugs, police corruption, and gun laws. Abortion is dealt with from an evictionist perspective, stating that no human has the right to exist, unbidden, as a parasite within another human being's body. Thus, the female has a right to cause the fetus to be ejected from her body if she wishes; which includes changing her mind if she had earlier decided she wanted to have a child. Chapter 7, \"Education\", voices opposition to government involvement in education. He notes that the very nature of the public school requires the imposition of uniformity and the stamping out of diversity. Social conflict is unnecessarily generated by the school system having to choose between traditional or progressive, segregated or integrated, rather than letting each school and each customer choose individually what is best for them. Chapter 8, \"Welfare and the Welfare State\", argues that welfare should be completely privately provided. It cites welfare checks as promoting present-mindedness, unwillingness to work, and irresponsibility. Thus, ultimately welfare actually hurts the poor. Chapter 9, \"Inflation and the Business Cycle: The Collapse of the Keynesian Paradigm\", argues that government has found ways of inflating money that are more subtle than simply printing more bills. The Federal Reserve determines the total amount of reserves. It lends money out at an artificially cheap rate (the rediscount rate) and conducts open market purchases. Chapter 10, \"The Public Sector, I: Government in Business\", notes that people tend to fall into habits and unquestioned ruts, especially in the field of government. Thus, they blindly assume that government must provide certain services or else they would not be provided. It argues that the question of how the poor will pay for defense, fire protection, and so on, is answered by the counter-question, how do the poor pay for \"anything\" they now obtain on the market? Chapter 11, \"The Public Sector, II: Streets and Roads\", notes that streets will be safer when they are privately owned, and the owners have the ability and incentive to get rid of crime. It states that people would ensure their own ability to enter and exit their land by obtaining easements giving them the right to access rights-of-way through neighboring property. It cites the railroad police as an example of a successful private police force. Chapter 12, \"The Public Sector, III: Police, Law, and the Courts\", states that police protection is not a single, absolute entity but a product that can exist in degrees. For instance, the police can provide personal bodyguards, detectives, uniformed officers, patrols, cars, etc. The chapter argues that allocation of these funds will be made in response to market signals if the police services are privatized, promoting better use of resources. Chapter 13, \"Conservation, Ecology, and Growth\", states that property rights are the solution to pollution. It argues that the emanation of noise, polluted air, and so on, onto others' property should be considered an aggressive act for which one may be held civilly liable. It holds that the current pollution problem is caused by government deciding that some pollution is needed for the common good. Chapter 14, \"War and Foreign Policy\", notes two basic problems with war. First, innocent civilians are killed who had nothing to do with the offense caused by their government. Second, war is financed by coercive taxes. Thus, libertarians oppose war. It also notes that collective security has the potential to draw otherwise uninterested parties into what could have limited to a local skirmish. It calls for the U.S. to dismantle its bases, withdraw its troops, stop its political meddling, and abolish the Central Intelligence Agency. Chapter 15, \"A Strategy for Liberty\", discusses the possible avenues for reform. It argues that libertarians should advocate radical change and hold to the ultimate ideal of abolition of all invasions of liberty. It also notes that the state will not be converted out of power; means will need to be found to remove the State from power. Libertarians will need to find ways of applying pressure. This could include massive failure to cooperate with the state.",
    "genre": [
      "Political philosophy"
    ],
    "author": "Murray Rothbard"
  },
  {
    "title": "The Law of Nations",
    "summary": " The Law of Nations deals largely with political philosophy and international relations, and has been said to have modernized the entire theory and practice of international law.",
    "genre": [
      "Political philosophy"
    ],
    "author": ""
  }
]