[
  {
    "title": "The War of Don Emmanuel's Nether Parts",
    "summary": " The town of Chiriguaná is threatened with rape and murder by the caprices of the thuggish Capitan Figueras, and drought, thanks to the spoilt Doña Constanza's plan to divert the Mula river in order to feed her swimming pool. When Doña Constanza is kidnapped by communist guerillas and held for ransom, the unkindness she had shown towards her tenants leads them to celebrate a three-day long fiesta. Several chapters focus on individual characters, from those detailing the life of Aurelio, the magical Sierra-turned-Jungle Indian, to those involving Chiriguaná, to letters home to France from Antoine, and to those of the guerilla characters. In the capital of the nation, the handsome young Capitan Asado is promoted to Colonel and given orders from the highest positions in the military to eliminate subsersives and communists through whatever means necessary. After initial distress, Colonel Asado hardens, his objectives change, and thousands of ordinary civilians are kidnapped during the night and driven in Ford Falcons to army buildings where they are systematically tortured and killed. Journalists and relatives who report the kidnappings are abducted themselves, and the capital of the nation becomes lawless and fearful. The escapades and political in-fighting of the divided and deeply corrupt military drive the people of Chiriguaná to fight the army, and after the battle, to flee, en masse, in an exodus to the mountains. Guided by Aurelio, and accompanied by a mysterious host of cats, the townspeople travel away from the degenerate civilisation of Chiriguaná towards a new civilization rooted in past magic and majesty. Shortly after their departure, an earthquake triggers a great tsunami, which destroys a vast area of the Mula Basin jungles. Due to Aurelio's premonition of it, they observe the event from higher ground. The long journey takes the townspeople across high plateaus and through tropical jungles, and at its end Don Emmanuel and Aurelio traverse a glacier to navigate over a mountain. An avalanche occurs, which both men miraculously survive, and exposes hundreds of long-buried colonial Spanish conquistadors and their hundreds of Indian slaves, who had been perfectly preserved in ice for centuries. The earthquake earlier in the journey had burst the dam of a lake-filled valley, situated over the mountain Don Emmanuel and Aurelio climbed. The draining of the valley had exposed the remnants of an Inca town, partially buried in mud. At the valley end there is a cliff dropping down to the jungle below, which lies under deposited mud from the burst dam. The townspeople clear the mud from the buildings in the Inca town, and the new town is subsequently named Cochadebajo de los Gatos after the Inca stone statues of jaguars which line it. The mud deposited on the flattened jungle below the valley provides fertile farmland for the new town, and mud-brick terraces are built on which to grow crops. The conquistadores are brought back to life by Aurelio and, after initial rampant chaos, eventually adapt to their new lives alongside the main characters in the new town.",
    "genre": [
      "Magic realism"
    ],
    "author": "Louis de Bernières"
  },
  {
    "title": "The Kingdom of this World",
    "summary": " The prologue to the novel is Carpentier’s most often quoted text, in which he coins the term lo real maravilloso (\"marvellous reality\") in reference to seemingly miraculous occurrences in Latin America. This is contrasted with the lack of magic and imagination in European folklore. Furthermore, his trip to Haiti in 1943 is recounted, as well as some of the research he did to gather facts for the novel. Carpentier also denounces the commonplace and formulaic instances of the marvellous that is found in surrealist novels due to its inorganic and false origins, as opposed to the natural magic that is found in Latin America. Ti Noel recalls the tales that a fellow slave, Mackandal, would regale on the plantation of their master, Lenormand de Mezy. Mackandal would tell tales of magical characters and mythical kingdoms with rivers rising in the sky. He is said to not only have irresistible qualities that appeal to black women, but also the ability to captivate men. He suffers an accident in which his left hand is caught in machinery, and his arm is dragged in up to the shoulder. Being useless to his owner, he departs for the mountains and discovers many secret herbs, plants, and fungi that appear to have magical qualities. Ti Noel joins Mackandal and both learn about the magical attributes of these natural elements. Mackandal suggests that the time has come, and no longer goes to the plantation. After the rain season has passed, Ti Noel meets with him in a cave populated with strange items. Mackandal has established contact with surrounding plantations, and gives instructions to ensure the death of cows using secret herbs. The poison spreads, killing livestock by the hundreds as well as Frenchmen, wiping out adults and children. Madame Lenormand de Mezy dies as a result, and the deaths continue with entire families suffering the same fate. At gunpoint, a slave eventually explains that Mackandal has superhuman powers and is the Lord of Poison. Death within the plantations returns to normal rates as a result and the Frenchmen return to playing cards and drinking, as months pass with no word of Mackandal. Mackandal, now with the ability to transform into animal forms, like bird, fish, or insect, visits the plantation to affirm faith in his return. The slaves decide to wait four years for Mackandal to complete his metamorphoses and once again become a human, with testicles like rocks. After four years, he returns during a celebration and all present are delighted. The chanting alerts the white men, and preparations are made to capture Mackandal. He is captured and tied to a post in order to be lashed and burned in front of massive black crowds, but he escapes, flying overhead, and lands among the crowd. He is again captured and burned, but the slaves are certain that he has been saved by African Gods and return to their plantations, laughing. Lenormand de Mezy's second wife has died and the city has made remarkable progress. Henri Christophe is a master chef. Twenty years have gone by and Ti Noel has fathered twelve children by one of the cooks. He has told these children many stories of Mackandal and they await his return. A secret gathering of trusted slaves takes place: Bouckman, the Jamaican, speaks of possible freedom for the blacks emerging in France and also mentions the opposition from the plantation landowners. An uprising is planned; as a result of this meeting, conch-shell trumpets sound and slaves, armed with sticks, surround the houses of their masters. Upon hearing the conch-shells Lenormand de Mezy is frightened and manages to hide. The slaves kill the white men and drink much alcohol. Ti Noel, after drinking, rapes Mademoiselle Floridor, who is Lenormand de Mezy's latest mistress. The uprising is defeated and Bouckman is killed. Lenormand de Mezy arrives in time to spare Ti Noel and other slaves, but there remains talk of complete extermination as the black slaves pose a threat with their voodoo and secret religion. Lenormand de Mezy takes Ti Noel and other slaves to Cuba, where he becomes lazy, conducts no business, enjoys the women, drinks alcohol, and gambles away his slaves. Pauline Bonaparte accompanies Leclerc, her army general husband, to Haiti. On the way there, she enjoys sexually tempting the men on the ship. Solimán, a black slave, massages her body and lavishes loving care on her beauty. Leclerc develops yellow fever, and Pauline trusts in the voodoo and magic of Solimán to cure him. Leclerc dies, and Pauline returns to Paris while the Rochambeau government treats the blacks very poorly. However, there is the emergence of black priests who allow the slaves to conduct more business internally. Ti Noel has been won in a card game by a plantation owner based in Santiago, and Lenormand de Mezy dies in abject poverty shortly afterwards. Ti Noel saves enough money to buy his passage, and as a free man, he discovers a free Haiti. Now much older, he realizes that he has returned to the former plantation of Lenormand de Mezy. Haiti has undergone great development, and the land has come under the control of the black man. Ti Noel is abruptly thrown into prison and once again made to work as a slave among children, pregnant girls, women, and old men. Henri Christophe, formerly a cook and now king due to the black uprising, is using slaves to construct lavish statues, figures, and a magnificent fortress. Ti Noel considers slavery under a fellow black man worse than that endured at the hands of Lenormand de Mezy. In times past, the loss of a slave would be a financial loss, but as long as there are black women to continue supplying slaves, their deaths are insignificant. Ti Noel escapes and returns to the former plantation of Lenormand de Mezy, where he remains for some time, and later returns to the city to find it gripped by fear of Henri Christophe's regime. King Christophe is tormented by thunder strikes and ghosts of formerly tortured subjects, and eventually he and Sans-Souci Palace are overrun by the blacks and by voodoo. Left alone, he commits suicide and his body is taken by the remaining African pages to the magnificent fortress where they bury him in a pile of mortar. The entire mountain becomes the mausoleum of the first King of Haiti. Henri Christophe's widow and children are taken to Europe by English merchants, who used to supply the royal family. Solimán accompanies them and enjoys the summers in Rome, where he is treated well and tells embellished tales of his past. He encounters a statue of Pauline whose form brings back memories, and sends him into a howl, causing the room to be rushed. He is reminded of the night of Henri Christophe's demise and flees before succumbing to malaria. Ti Noel recalls things told by Mackandal, and the former plantation of Lenormand de Mezy has become a happy place, with Ti Noel presiding over celebrations and festivities. Surveyors disrupt the peace at the plantation, and mulattoes have risen to power; they force hundreds of black prisoners to work by whiplash, and many have lost hope as the cycle of slavery continues. Ti Noel, thinking of Mackandal, decides to transform into various animals to observe the ongoing events; he metamorphoses into a bird, a stallion, a wasp, and then an ant. He eventually becomes a goose, but is rejected by the clan of geese. He understands that being a goose does not imply that all geese are equal, so he returns to human form. The book concludes with the end of Ti Noel's life, and his own self-reflection upon greatness and The Kingdom of This World.",
    "genre": [
      "Magic realism",
      "Historical novel"
    ],
    "author": "Alejo Carpentier"
  },
  {
    "title": "Hombres de maíz",
    "summary": " The novel deals with the conflict between two types of men: the ones who consider maize to be a sacred food (the indigenous people of Guatemala); and those who view it simply as a commercial product. It exposes the devastating effects capitalism and international companies had on the lives of Guatemalan maize growers, having a profound effect on their customs, ancestral beliefs and cultural identity. The novel is generally considered to be part of the literary genre known as Magic Realism. As such, it delves into the richness of native culture and oral tradition and touches themes such as: myths and legends, songs, native wisdom and lore, nahualism, magic and animal spirits.",
    "genre": [
      "Magic realism"
    ],
    "author": "Miguel Ángel Asturias"
  },
  {
    "title": "One Arm",
    "summary": " A young woman removes her right arm and gives it to the a man (the protagonist) to keep for the night. The story follows his thoughts and actions as he takes it home to keep for the night. He talks and caresses it, and then decides to replace his own arm with it. The \"relationship\" the man has with the detached arm serves as a portal into the landscape of memory and emotions.",
    "genre": [
      "Magic realism",
      "Novella"
    ],
    "author": "Yasunari Kawabata"
  },
  {
    "title": "The Troublesome Offspring of Cardinal Guzman",
    "summary": " Cardinal Guzman lives extravagantly in the capital, and immorally, due to the discoveries of his having had a young son and his loathing of the poor shanty-dwellers who live below his palace. Despite the downfall of El Jerarca in Señor Vivo and the Coca Lord, the drug trade continues and the economy of the country spirals ever downward. Cardinal Guzman's clergy and the corrupt military of the country set out to destroy the heresy of the countryside, and, more specifically, Cochadebajo de los Gatos, home of Dionisio and many of the other characters. In so doing the hypocrisy of the Cardinal's faith with his own promiscuity is revealed.",
    "genre": [
      "Magic realism"
    ],
    "author": "Louis de Bernières"
  },
  {
    "title": "A Pele do Ogro",
    "summary": " The story told by the novel A Pele do Ogro occurs in the cities of London, Rome, Moscow, Paris and Berlin, and as a basis for the plot, the story of 19th century Europe. The novel is divided into three parts and an epilogue. The first, located between 1848 and 1882, shows the first years of the existence of André Duroseille, desires, fears, love life and his obsession with immortality, beauty and youth. Early in the novel, André meets Claire, a poor girl from Lyon, and falls in love with her. But the intense passion between the two, will be the target of the wrath of the mysterious Pierre Labatut, who lost a family member Duroseille and was determined not to lose another. In the midst of an alleged attack of madness, Pierre puts the fire in the hut in which they live, killed his wife and stepdaughter, Claire, and disappears into the flames. André, accused of murder, he is immediately trapped in the chain of Lyon. In prison, he meets Gaston, who first told him of the existence of the mysterious Lydia, known as Romana: \"Lydia, female liberation! Lydia, my dear! Lydia, his wife immortal! I will glorify and pray for you ... Take me to the promised happiness. (...) Lydia is the master! The Ser ...! The woman who gives pleasure! Lydia, the woman who is a person without being! She has been with us since the dawn of humanity and will exist until the whole sky suffer the final break. Even taking the form of Lydia, a Roman she's all woman, and it is not ...! So it is a goddess\"! Leaving prison, arguing that Lydia can give you immortality, the young Duroseille, stubbornly, now married with a son, went to Italy. In his travels across the European continent, André established friendly relations with historical figures like Oscar Wilde, Bram Stoker, Queen Victoria and others, who talk about Lydia and their wealth, power, beauty and youth . However, life does not smile for Duroseille: he finds his brother Henry, who has been missing for years, who hates him and is mortally ill and loses his wife and young son in the middle of an arson. But Lydia dominates his thoughts ... The second part of the novel takes place between 1882 and 1894. During this period, André has finally met Lydia. In the first meeting, she said: (...) You're the only man I've been searching for centuries ... But I had to wait until you have 35 years! My Antinous, my love (...)! A strong and passionate relationship between the two soon begin to suffer the stigma of suspicion. Lydia, after telling his origin, saying he was born in ancient Rome at the time of Emperor Hadrian, reveals that he was the reincarnation of Antinous, his only love! – And invites him to participate in the Palio of Siena, where a new tragedy lies ahead: the couple will be present at the suicide of Stefano, a young athlete who kills himself for love has the Lydia: If we do not the energy of these young people before, – a power that will allow us a long life and eternal youth – young people suffer a lot. Lydia finally reveals the secret of the magic of the ancient Celts, and in the forests of Edinburgh, André became an immortal. However, to keep him, he will remove the energy of someone who loves him deeply, which claimed the life of a young Italian couple. Andre feels the weight of guilt and is believed responsible for all the ills afflicting Europe in the late nineteenth century. And he is responsible! One by one of his closest friends will suffer the process of perjury and exile because of him. The third part, between 1894 and 1900, shows André and Lydia involved in lawsuits and scandals that shook Europe in the late 19th century. At this stage, the protagonist of the story, becomes a witness to the suffering of his best friends: Oscar Wilde is demoralized and imprisoned for the crime of sodomy, Alfred Dreyfus was convicted and exiled to Devil's Island, the writer Emile Zola died in suspicious circumstances and France, his homeland!, is ruled by corrupt politicians. \"Emile Zola murdered? But by whom? Lydia?\" In the home, André is in conflict with the stepdaughter, Paolo, mainly because of Lydia and political beliefs. \"Either you are separated from Lydia, or I do not ever want to see you\"! – Paolo reproached him with great fury. With the death of his stepson, daughter and grand-son, André – convinced that Lidia was responsible for all the inequities – decides to destroy the only way possible to stop loving him. For him, there was no doubt in these cases: Lydia, the selfish Romana, wanted her for himself and for this reason, it has eliminated all those he truly loved. The epilogue behind surprising revelation.",
    "genre": [
      "Magic realism"
    ],
    "author": "Miguel M. Abrahão"
  },
  {
    "title": "Blackberry Wine",
    "summary": " Writer Jay Mackintosh is suffering from writer's block. Having reached his artistic zenith with the award-winning 'Jackapple Joe', a novel published 10 years ago, he has failed to duplicate his earlier success, and now writes second-rate science-fiction novels under a pseudonym. He lives in in London with his ambitious girlfriend, Kerry, and teaches creative writing to vapid young students whilst living on his dwindling reputation. Jackapple Joe, Jay's only bestseller, was a nostalgic retelling of Jay's childhood summers in the Yorkshire town of Kirby Monckton. It is a coming-of-age story, describing how Jay was befriended, following his parents' divorce, by an eccentric old man called Joseph Cox, a gardener, poet and everyday magician, with whom he was to forge a unique relationship. Blackberry Wine acquaints readers with Joe through flashbacks as, now aged 37 and feeling increasingly unfullfilled, Jay revisits his childhood haunts and discovers a box of Joe's \"Specials\", bottles of home-made wine that may hold the key to Joe's unexplained disappearance. Under the influence of this magical home-brew, Jay finds himself behaving in a more and more erratic way. He buys a house he has never seen in the French village of Lansquenet-sous-Tannes and moves there, ostensibly to write, but in reality to escape from Kerry, the pressures of fame and the expectations of his public. The estate, Joe's bottles of homemade wine (\"The Specials\") and vivid memories of Joe that gradually become more than simply memories, inspire Jay to write again for the first time in a decade, and to rediscover what truly matters to him. He begins to write a new book about Lansquenet and its inhabitants, whilst secretly observing his neighbour, the reclusive Marise d'Api, whose land borders his own. This fiercely independent woman lives alone with her deaf daughter, and although she resists all Jay's attempts to get to know her, he becomes increasingly fascinated by her. After weeks of inspired writing, rewarding hard work in his gardens and revisiting the past through Joe's \"Specials\", Jay comes to feel that the life he is building for himself is more important than writing the great follow-up novel and that self-fulfillment is more alluring to him now than fame and notoriety. He finally gains Marise's confidence following a crisis at her farm, and learns the terrible secret that she has been so desperate to conceal. However, just as Jay is about to accept that he is falling in love with Marise, his ex-girlfriend Kerry arrives in Lansquenet, having gained access to Jay's whereabouts and the first pages of his new book. Determinided to 'redeem' him (and recognizing the book's potential) she prepares for a massive publicity stunt, revealing Jay's whereabouts to the press. This would re-launch Jay's flagging career; it would also mean that Lansquenet would suffer a damaging influx of tourists that might change the place forever. Jay is torn between his ambition and his growing realization that he has managed to recapture in Lansquenet the simplicity and magic of his life with Joe, and that he cannot bear to lose it a second time. To put a stop to Kerry's machinations, Jay burns the sole manuscript of his book and, finally at peace with himself, prepares to begin a new life with Marise.",
    "genre": [
      "Magic realism"
    ],
    "author": "Joanne Harris"
  },
  {
    "title": "Swamplandia!",
    "summary": " The novel opens with the Bigtree family suffering tragedy and finding their way of life under threat. The family patriarch, Sawtooth Bigtree, has recently been confined to a floating nursing home with dementia and his daughter-in-law, Hilola Bigtree, has died of cancer, leaving behind a husband and three teenage children. Hilola, a champion alligator wrestler, was Swamplandia!'s star attraction. Meanwhile, a brand new amusement park, The World of Darkness, has opened nearby on the Florida mainland. The remaining Bigtrees struggle to cope with the changing situation. In light of plummeting attendance and mounting debts, The Chief, Hilola's husband, unveils a plan, which he calls \"Carnival Darwinism\", for improvements to Swamplandia such as the addition of saltwater crocodiles, but his son Kiwi is skeptical and suggests selling the park altogether. Kiwi and his siblings have been raised on Swamplandia, largely in isolation from the mainland. They have been homeschooled and educated largely through family legends, educational materials sent from a Florida state agency and books found on a derelict \"library boat\". Having grown up on Swamplandia! himself, the Chief is adamantly opposed to abandoning his family's unique heritage and lifestyle. The situation on Swamplandia! continues to deteriorate. The Chief's middle child, Osceola, becomes obsessed with ghosts and with occult knowledge she's gleaned from an old book, The Spiritist's Telegraph. Osceola begins to hold seances with her younger sister Ava and to communicate secretly with ghosts via a Ouija board. This begins the sisters' quest to contact their dead mother; however their efforts amount to little success. Osceola's loneliness and inability to talk with her mother drives her to talk to dead 'boyfriends'. Osceola sometimes disappears at night leading her sister to worry that she might be possessed by spirits. Meanwhile, Kiwi continues to clash with his father, and he eventually decides to leave the island in an attempt to save Swamplandia! on his own. He finds minimum-wage employment as a janitor at The World of Darkness, but his highfalutin language and his stated desires to attend Harvard don't endear him to his coworkers, who scrawl obscenities on his locker and call him Margaret Mead after finding a copy of Mead's Coming of Age in Samoa in his possession. Kiwi eventually befriends his coworker Vijay, who helps him learn to adopt some of the normal teenage vernacular and mannerisms. Kiwi begins to attend night school and is promoted to lifeguard. When he rescues a teenage girl who appears to be drowning in the pool, Kiwi becomes a local hero and, as a result, The World of Darkness sends him to train as an airplane pilot. Kiwi's job will be to fly guests of The World of Darkness on tours of the Everglades and its ecological destruction. With no new tourists arriving at Swamplandia!, The Chief decides to shut the park down and to take a business trip of unspecified purpose and duration to the mainland, leaving Ava and Osceola alone on the island. One day, while clearing melaleuca plants - an invasive species that threatens native vegetation - on a remote part of the island, Ava and Osceola discover a decaying dredge boat offshore. The girls recover some artifacts and Osceola attempts to communicate with the dead crew using her Ouija board. Osceola eventually reveals what she has learned about the boat to Ava: In the 1930s a young man named Louis Thanksgiving ran away from the abuse of his adoptive family on a farm in the midwest. Louis found his way to the Everglades, where he found work with the Civilian Conservation Corps, dredging the swamp for the purpose of flood control. Despite the difficulty of the work and the primitive conditions in the Everglades, Louis finds that he enjoys his newfound sense of independence. When his assignment with the Conservation Corps ends, Louis signs up to work on a commercial dredging boat for local land developers, but an explosion in the boat's boiler kills him and the rest of the crew. Osceola confesses that she is in love with Louis' ghost and, when Osceola and the dredge disappear, Ava fears that she has run off with him. Now alone on Swamplandia!, Ava meets the Bird Man, a man of indeterminate age who lives in the swamp and makes a living by traveling between local properties and driving off bothersome birds. Ava hires the Bird Man to take her in his pole boat to find her sister. At first, Ava believes that the Bird Man has a mystic power to lead her into the underworld, and at his direction, she even lies to a park ranger, telling him that the Bird Man is her cousin and they are on a fishing trip. Ava and the Bird Man travel deeper into the remote wilderness, resting in a hut built by park rangers and an abandoned group of houses on stilts. Eventually, Ava becomes convinced that the Bird Man has no special powers and that he is taking advantage of her. When they encounter a group of drunken fishermen, Ava screams to get their attention, and the Bird Man silences her. Later, the Bird Man rapes the thirteen-year-old Ava. Ava flees the Bird Man but finds herself lost in the dense sawgrass marshes, without food or water and with no one but the Bird Man looking for her. Kiwi, meanwhile, discovers that his fiercely-independent father has been working secretly at a casino, possibly for many years. Kiwi continues his pilot training and, on his first flight, he notices a seemingly stranded woman in the remote swamp. The woman turns out to be his sister Osceola, wearing the remains of their mother's wedding dress. Osceola explains that she did elope with the ghost of Louis Thanksgiving, and that Louis directed her to attach an outboard motor to the derelict dredge and pilot it deep into the swamp, but that Louis left her at the altar. Ava is being chased by the Bird Man. She enters an alligator's cave to escape him. The alligator attacks Ava, but she uses the wrestling skills she learned from her mother to defeat the creature. Leaving the alligator's lair, Ava notices some men in the distance. They are park rangers who have been looking for her - the drunken fishermen heard her screaming and alerted the authorities. Ava, Osceola and Kiwi are reunited with their father. As the family plans for the future, they realize that they will have to abandon Swamplandia! and move to the mainland, where Ava and Osceola will attend high school.",
    "genre": [
      "Magic realism",
      "Bildungsroman"
    ],
    "author": "Karen Russell"
  }
]