[
  {
    "title": "Moonfleet",
    "summary": " In 1757, Moonfleet is a small village near the sea in the south of England. It gets its name from a formerly prominent local family, the Mohunes, whose coat of arms included a symbol shaped like a capital 'Y'. John Trenchard is an orphan who lives with his aunt, Miss Arnold. Other notable residents are the sexton Mr Ratsey who is friendly to John, Parson Glennie, the local clergyman who also teaches in the village school, Elzevir Block, the landlord of the local inn, called the Mohune Arms but nicknamed the Why Not? because of its sign with the Mohune 'Y', and Mr Maskew, the unpopular local magistrate and his beautiful daughter, Grace. Village legend tells of the notorious Colonel John \"Blackbeard\" Mohune who is buried in the family crypt under the church. He is reputed to have stolen a diamond from King Charles I and hidden it. His ghost is said to wander at night looking for it and the mysterious lights in the churchyard are attributed to his activities. As the main part of the story opens, Block's youthful son, David, has just been killed by Maskew during an attack by the authorities on a smuggling boat. One night a bad storm hits the village and there is a flood. While attending the Sunday service at church, John hears strange sounds from the crypt below. He thinks it is the sound of the coffins of the Mohune family. The next day, he finds Elzevir and Ratsey against the south wall of the church. They claim to be checking for damage from the storm, but John suspects they are searching for Blackbeard's ghost. Later John finds a large sinkhole has opened in the ground by a grave. He follows the passage and finds himself in the crypt with coffins on shelves and casks on the floor. He realises his friends are smugglers and this is their hiding place. He has to hide behind a coffin when he hears Ratsey and Elzevir coming. When they leave, they fill in the hole, inadvertently trapping him. John finds a locket in a coffin which holds a piece of paper with verses from the Bible. John eventually passes out after drinking too much of the wine while trying to quench his thirst, having not eaten or drunk for days. Later he wakes up in the Why Not? Inn- he has been rescued by Elzevir and Ratsey. When he is better, he returns to his Aunt's house, but she, suspecting him of drunken behaviour, throws him out. Fortunately, Elzevir takes him in. But when Block's lease on the Why Not? comes up for renewal, Maskew bids against him in the auction and wins. Block must leave the inn and Moonfleet but plans one last smuggling venture. John feels honour-bound to go with him, and sadly, says goodbye to Grace Maskew, whom he loves and has been seeing in secret, and gets his mother's prayer book as a good luck charm. The excisemen and Maskew are aware of the planned smuggling run but do not know exactly where it will occur. During the landing Maskew appears and is caught by the smugglers. Elzevir is bent on vengeance for his son by killing Maskew, and while the rest land the cargo and leave, he and John keep watch over Maskew. Just as Block prepares to shoot Maskew the excisemen attack. They kill Maskew and wound John. Block carries John away to safety and they hide in some old quarries. While there, John inadvertently finds out that the verses from Blackbeard's locket contain a code which will reveal the location of his famous diamond. Once John's wound heals, he and Block decide to recover the diamond from Carisbrooke Castle. After a suspenseful scene in the well where the jewel is hidden, they succeed and escape to Holland where they try to sell it to a Jewish diamond merchant named Crispin Aldobrand. The merchant cheats them, claiming the diamond is fake. Elzevir falls for the deceit and angrily throws the diamond out of the window. John, however, knows they have been duped, and suggests they try to recover the diamond through burglary. The attempt fails and, they are arrested and sentenced to prison. John curses the merchant for his lies. John and Elzevir go to prison for life. Eventually they are separated. Then, unexpectedly, ten years later, their paths cross again. They are being transported, and board a ship. A storm blows up, and by a strong coincidence, John and Elzevir find themselves near Moonfleet. They throw themselves into the sea and start to swim to shore. Elzevir helps John to safety, but is himself dragged under by the tide and drowned. So John ends up back where his whole adventure started, in the Why Not?, and is reunited with Ratsy. He is also reunited with Grace. She is now a rich young lady, having inherited her father's money. However, she is still in love with John, and they decide to marry. John tells her about the diamond and his life in prison. He regrets having lost everything, but then Parson Glennie receives a letter from Aldobrand. The merchant suffered a guilty conscience, and in an attempt to make amends, has bequeathed the worth of the diamond to John. John gives the money to the village, and new almshouses are built, and the school and the church renovated. John marries Grace and becomes Lord of the Manor and Justice of the Peace. Their three children grow up and their sons leave home, including their first-born son, Elzevir. But John and Grace themselves have no plans to leave their beloved Moonfleet ever again. A feature of the narrative is a continuing reference to the boardgame of backgammon which is played by the patrons of the Why Not? on an antique board which bears a Latin inscription Ita in vita ut in lusu alae pessima jactura arte corrigenda est (translated in the book as As in life, so in a game of hazard, skill will make something of the worst of throws). This inscription provides a moralistic metaphor to the story of the orphan boy who in the end overcomes his travails.",
    "genre": [
      "Adventure novel"
    ],
    "author": "J. Meade Falkner"
  },
  {
    "title": "The Lord of the Rings",
    "summary": " Long before the events of the novel, the Dark Lord Sauron forges the One Ring to dominate the other Rings of Power and corrupt those who wear them: the leaders of Men, Elves and Dwarves. He is vanquished in battle by an alliance of Elves and Men. Isildur cuts the One Ring from Sauron's finger, claiming it as an heirloom for his line, and Sauron loses his physical form. When Isildur is later ambushed and killed by Orcs, the Ring is lost in the River Anduin. Over two thousand years later, the Ring is found by a river-dwelling hobbit called Déagol. His friend Sméagol immediately falls under the Ring's influence and strangles Déagol to acquire it. Sméagol is banished and hides under the Misty Mountains, where the Ring extends his lifespan and transforms him over the course of hundreds of years into a twisted, corrupted creature called Gollum. He loses the Ring, his \"precious\", and, as recounted in The Hobbit, Bilbo Baggins finds it. Meanwhile, Sauron reassumes physical form and takes back his old realm of Mordor. Gollum sets out in search of the Ring, but is captured by Sauron, who learns from him that \"Baggins\" now has it. Gollum is set loose, and Sauron, who needs the Ring to regain his full power, sends forth his powerful servants, the Nazgûl, to seize it. The novel begins in the Shire, where the Hobbit Frodo Baggins inherits the Ring from Bilbo, his cousin and guardian. Neither is aware of its origin, but Gandalf the Grey, a wizard and old friend of Bilbo, suspects the Ring's identity. When he becomes certain, he strongly advises Frodo to take it away from the Shire. Frodo leaves, accompanied by his gardener and friend, Samwise (\"Sam\") Gamgee, and two cousins, Meriadoc (\"Merry\") Brandybuck and Peregrin (\"Pippin\") Took. They nearly encounter the Nazgûl while still in the Shire, but shake off pursuit by cutting through the Old Forest, where they are aided by the enigmatic Tom Bombadil, who alone is unaffected by the Ring's corrupting influence. After leaving the forest, they stop in the town of Bree where they meet Aragorn, Isildur's heir. He persuades them to take him on as guide and protector. They flee from Bree after narrowly escaping another assault, but the Nazgûl follow and attack them on the hill of Weathertop, wounding Frodo with a Morgul blade. Aragorn leads the hobbits toward the Elven refuge of Rivendell, while Frodo gradually succumbs to the wound. The Ringwraiths nearly overtake Frodo at the Ford of Bruinen, but flood waters summoned by Elrond, master of Rivendell, rise up and overwhelm them. Frodo recovers in Rivendell under the care of Elrond. The Council of Elrond reveals much significant history about Sauron and the Ring, as well as the news that Sauron has corrupted Gandalf's fellow wizard, Saruman. The Council decides that they must destroy the Ring, but that can only be done by returning it to the flames of Mount Doom in Mordor, where it was forged. Frodo volunteers to take on this daunting task, and a \"Fellowship of the Ring\" is formed to aid him: Sam, Merry, Pippin, Aragorn, Gandalf, Gimli the Dwarf, Legolas the Elf, and the Man Boromir, son of the Ruling Steward Denethor of the realm of Gondor. After a failed attempt to cross the Misty Mountains via the pass below Caradhras, the company are forced to try a more perilous path through the Mines of Moria, where they are attacked by the Watcher in the Water before the gate. Once inside, they discover the fate of Balin and his company of Dwarves, and realize their own danger. After repulsing an attack, they are pursued by orcs and an ancient, powerful Balrog. Gandalf confronts the Balrog, but in their struggle, both fall into a deep chasm. The others escape and take refuge in the Elven forest of Lothlórien, where they are counselled by Galadriel and Celeborn. With boats and gifts from Galadriel, the company travel down the River Anduin to the hill of Amon Hen. Boromir succumbs to the lure of the Ring and attempts to take it from Frodo. Frodo escapes and determines to continue the quest alone, though Sam guesses his intent and comes along. Meanwhile, orcs sent by Saruman and Sauron kill Boromir and kidnap Merry and Pippin. After agonizing over which pair of hobbits to follow, Aragorn, Gimli and Legolas pursue the orcs bearing Merry and Pippin to Saruman. In the kingdom of Rohan, the orcs are slain by a company of the Rohirrim. Merry and Pippin escape into Fangorn Forest, where they are befriended by Treebeard, the oldest of the tree-like Ents. Aragorn, Gimli and Legolas track the hobbits to Fangorn, and encounter Gandalf, resurrected as the significantly more powerful \"Gandalf the White\" after his mutually fatal duel with the Balrog. Gandalf assures them that Merry and Pippin are safe. They ride to Edoras, the capital of Rohan, where they free Théoden, King of Rohan, from the influence of Saruman's henchman Gríma Wormtongue. Théoden musters his fighting strength and rides to the ancient fortress of Helm's Deep, but en route Gandalf leaves to seek help from Treebeard. Meanwhile, the Ents, roused from their customarily peaceful ways by Merry and Pippin, attack Isengard, Saruman's stronghold, and trap the wizard in the tower of Orthanc. Gandalf convinces Treebeard to send an army of Huorns to Théoden's aid. Gandalf and Rohirrim reinforcements arrive just in time to defeat and scatter Saruman's army. The Huorns dispose of the fleeing orcs. Gandalf then parleys with Saruman at Orthanc. When Saruman rejects his offer of redemption, Gandalf strips him of his rank and most of his powers. Pippin looks into a palantír, a seeing-stone that Saruman had used to communicate with Sauron and through which he was enslaved. Gandalf rides for Minas Tirith, chief city of Gondor, taking Pippin with him. Frodo and Sam capture Gollum, who had been following them from Moria, and force him to guide them to Mordor. Finding Mordor's Black Gate too well guarded to attempt, they travel instead to a secret passage Gollum knows. Torn between his loyalty to Frodo and his desire for the Ring, Gollum eventually betrays Frodo by leading him to the great spider Shelob in the tunnels of Cirith Ungol. Frodo is felled by Shelob's bite, but Sam fights her off. Sam takes the Ring and leaves Frodo, believing him to be dead. When orcs find Frodo, Sam overhears them say that Frodo is only unconscious, and chases after them. Sauron unleashes a heavy assault upon Gondor. Gandalf arrives at Minas Tirith to alert Denethor of the impending attack. The city is besieged, and Denethor, driven to despair by Sauron through the use of another palantír, gives up hope and commits suicide, nearly taking his remaining son Faramir with him. With time running out, Aragorn has no choice but to take the Paths of the Dead, accompanied by Legolas and Gimli. There Aragorn raises an undead army of oath-breakers bound by an ancient curse. The ghostly army help them to defeat the Corsairs of Umbar invading southern Gondor. The forces of Gondor and Rohan break the siege of Minas Tirith. Sam rescues Frodo from the tower of Cirith Ungol, and they set out across Mordor. Meanwhile, in order to distract Sauron from his true danger, Aragorn leads the armies of Gondor and Rohan in a march on the Black Gate of Mordor. His vastly outnumbered troops fight desperately against Sauron's armies. At the edge of the Cracks of Doom, Frodo is unable to resist the Ring any longer, and claims it for himself. Gollum suddenly reappears, struggles with Frodo and bites off his finger, Ring and all. Celebrating wildly, Gollum falls into the fire, taking the Ring with him. With the destruction of the One Ring, Sauron perishes, along with the Nazgûl, and his armies are thrown into such disarray that Aragorn's forces emerge victorious. With the end of the War of the Ring, Aragorn is crowned Elessar, King of Arnor and Gondor, and marries his long-time love, Arwen, daughter of Elrond. Saruman escapes from Isengard and enslaves the Shire. The four hobbits, upon returning home, raise a rebellion and overthrow him. Gríma turns on Saruman and kills him, and is slain in turn by hobbit archers. The War of the Ring thus comes to its true end on Frodo's very doorstep. Merry and Pippin are acclaimed heroes, while Sam marries Rosie Cotton and uses his gifts from Galadriel to help heal the Shire. Frodo, however, remains wounded in body and spirit after having borne the weight of the One Ring so long. Several years later, accompanied by Bilbo and Gandalf, he sails from the Grey Havens west over the Sea to the Undying Lands to find peace. After Rosie's death, Sam gives his daughter the Red Book of Westmarch, containing the account of Bilbo's adventures and the War of the Ring as witnessed by the hobbits. Sam is then said to have crossed west over the Sea himself, the last of the Ring-bearers.",
    "genre": [
      "Adventure novel",
      "Speculative fiction",
      "Fantasy",
      "Fiction",
      "Chivalric romance",
      "High fantasy"
    ],
    "author": "J. R. R. Tolkien"
  },
  {
    "title": "The Scarlet Pimpernel",
    "summary": " The Scarlet Pimpernel is set in 1792, during the early stages of the French Revolution. Marguerite St. Just, a beautiful French actress, is the wife of wealthy English fop Sir Percy Blakeney, a baronet. Before their marriage, Marguerite took revenge upon the Marquis de St. Cyr, who had ordered her brother to be beaten for his romantic interest in the Marquis' daughter, with the unintended consequence of the Marquis and his sons being sent to the guillotine. When Percy found out, he became estranged from his wife. Marguerite, for her part, became disillusioned with Percy's shallow, dandyish lifestyle. Meanwhile, the \"League of the Scarlet Pimpernel\", a secret society of twenty English aristocrats, \"one to command, and nineteen to obey\", is engaged in rescuing their French counterparts from the daily executions (see Reign of Terror). Their leader, the mysterious Scarlet Pimpernel, takes his nickname from the drawing of a small red flower with which he signs his messages. Despite being the talk of London society, only his followers and possibly the Prince of Wales know the Pimpernel's true identity. Like many others, Marguerite is entranced by the Pimpernel's daring exploits. At a ball attended by the Blakeneys, a verse by Percy about the \"elusive Pimpernel\" makes the rounds and amuses the other guests. Meanwhile, Marguerite is blackmailed by the wily new French envoy to England, Citizen Chauvelin. Chauvelin's agents have stolen a letter incriminating her beloved brother Armand, proving that he is in league with the Pimpernel. Chauvelin offers to trade Armand's life for her help against the Pimpernel. Contemptuous of her seemingly witless and unloving husband, Marguerite does not go to him for help or advice. Instead, she passes along information which enables Chauvelin to learn the Pimpernel's true identity. Later that night, Marguerite finally tells her husband of the terrible danger threatening her brother and pleads for his assistance. Percy promises to save him. After Percy unexpectedly leaves for France, Marguerite discovers to her horror that he is the Pimpernel. He had hidden behind the persona of a dull, slow-witted fop in order to deceive the world. He had not told Marguerite because of his worry that she might betray him, as she had the Marquis de St. Cyr. Desperate to save her husband, she decides to pursue Percy to France to warn him that Chauvelin knows his identity and his purpose. She persuades Sir Andrew Ffoulkes to accompany her, but because of the tide and the weather, neither they nor Chavelin can leave immediately. At Calais, Percy openly approaches Chauvelin in a decrepit inn (the Chat gris), whose owner is in Percy's pay. Despite Chauvelin's best efforts, the Englishman manages to escape by throwing pepper in Chavelin's face. Through a bold plan executed right under Chauvelin's nose, Percy rescues Marguerite's brother Armand and the Comte de Tournay, the father of a schoolfriend of Marguerite's. Marguerite pursues Percy right to the very end, resolute that she must either warn him or share his fate. Percy, heavily disguised, is captured by Chauvelin, but he does not recognise him, and he is enabled to escape. With Marguerite's love and courage amply proven, Percy's ardour is rekindled. Safely back on board their schooner, the Day Dream, the happily reconciled couple returns to England. Sir Andrew marries the Count's daughter, Suzanne.",
    "genre": [
      "Adventure novel",
      "Historical novel"
    ],
    "author": "Baroness Emma Orczy"
  },
  {
    "title": "She: A History of Adventure",
    "summary": " A young Cambridge University professor, Horace Holly, is visited by a colleague, Vincey, who reveals that he will soon die and proceeds to tell Holly a fantastical tale of his family heritage. He charges Holly with the task of raising his young son, Leo (whom he has never seen) and gives Holly a locked iron box, with instructions that it is not to be opened until Leo turns 25. Holly agrees, and indeed Vincey is found dead the next day. Holly raises the boy as his own; when the box is opened on Leo's 25th birthday they discover the ancient and mysterious \"Sherd of Amenartas\", which seems to corroborate Leo's father's story. Holly, Leo and their servant, Job, follow instructions on the Sherd and travel to eastern Africa but are shipwrecked. They alone survive, together with their Arab captain, Mahomed; after a perilous journey into an uncharted region of the African interior, they are captured by the savage Amahagger people. The adventurers learn that the natives are ruled by a fearsome white queen, who is worshiped as Hiya or \"She-who-must-be-obeyed\". The Amahagger are curious about the white-skinned interlopers, having been warned of their coming by the mysterious queen. Billali, the chief elder of one of the Amahagger tribes, takes charge of the three men, introducing them to the ways of his people. One of the Amahagger maidens, Ustane, takes a liking to Leo and during a tribal feast sings lovingly to him. Billali tells Holly that he needs to go and report the white men's arrival to She, but in his absence, some of the Amahagger become restless and seize Mahomed, intending to eat him as part of a ritual \"hotpot\". Realising what is about to happen, Holly shoots several of the Armahagger, killing Mahomed in the process; in the ensuing struggle Leo is gravely wounded, but the three Englishmen are saved when Billali returns in the nick of time and declares that they are under the protection of She. As Leo's condition worsens, he approaches death although tended by Ustane. They are taken to the home of the queen, which lies near the ruins of the lost city of Kôr, a once mighty civilization which predated the Egyptians. The queen and her retinue lives under a dormant volcano in a series of catacombs built as tombs for the people of Kôr. There, Holly is presented to the queen, a white sorceress named Ayesha. Her beauty is so great that it enchants any man who beholds it. She, who is veiled and lies behind a partition, warns Holly that the power of her splendour arouses both desire and fear, but he is dubious. When she shows herself, however, Holly is enraptured and prostrates himself before her. Ayesha reveals that she has learned secret of immortality and that she possesses other supernatural powers including the ability to read the minds of others, a form of telegnosis and the ability to heal wounds and cure illness; she is also revealed to have a tremendous knowledge of chemistry, but is notably unable to see into the future. She tells Holly that she has lived in the realm of Kôr for over two millennia, awaiting the reincarnated return of her lover, Kallikrates (whom she had slain in a fit of jealous rage). After she veils herself again, Holly remembers Leo and begs Ayesha to visit his ward. Having agreed, she is stunned upon seeing him, as she believes him to be the reincarnation of Kallikrates. Later, when Holly secretly follows Ayesha to a hidden chamber he learns that she may also have some degree of power to reanimate the dead. She heals Leo, but becomes jealous of the girl, Ustane. The latter is ordered to leave the home of She-who-must-be-obeyed but refuses, and is eventually struck dead by Ayesha's power. Despite the murder of their friend, Holly and Leo cannot free themselves from the power of Ayesha's beauty. They remain amongst the tombs as Leo recovers his strength, and Ayesha lectures Holly on the ancient history of Kôr. Ayesha shows Leo the perfectly preserved body of Kallikrates, which she has kept with her, but she then dissolves the remains with a powerful acid, confident that Leo is indeed the reincarnation of her former lover. In the climax of the novel, Ayesha takes the two men to see the pillar of fire, passing through the ruined city of Kôr and into the heart of the ancient volcano. She is determined that Leo should bathe in the fire to become immortal and remain with her forever, and that together they can become the immortal and all-powerful rulers of the world. After a perilous journey, they come to a great cavern, but at the last Leo doubts the safety of entering the flame. To allay his fears, Ayesha steps into the Spirit of Life, but with this second immersion, the life-preserving power is lost and Ayesha begins to revert to her true age. Holly speculates that it may be that a second exposure undoes the effects of the previous or the Spirit of Life spews death on occasion. Before their eyes, Ayesha withers away in the fire, and her body shrinks. The sight is so shocking that Job dies in fright. Before dying, She tells Leo, \"I die not. I shall come again.\" *Horace Holly - protagonist and narrator, Holly is a Cambridge don whose keen intellect and knowledge was developed to compensate for his ape-like appearance. Holly knows a number of ancient languages, including Greek, Arabic, and Hebrew, which allow him to communicate with the Amahagger (who speak a form of Arabic) and She (who knows all three languages). Holly's interest in archaeology and the origins of civilization lead him to explore the ruins of Kor. *Leo Vincey - ward of Horace Holly, Leo is an attractive, physically active young English gentleman with a thick head of blond hair. He is the confidant of Holly and befriends Ustane. According to She, Leo resembles Kallikrates in appearance and is his reincarnation. *Ayesha - the title character of the novel, called Hiya by the native Amahagger, or \"She\". Ayesha was born over 2,000 years ago amongst the Arabs, mastering the lore of the ancients and becoming a great sorceress. Learning of the Pillar of Life in the African interior, she journeyed to the ruined kingdom of Kôr, feigning friendship with a hermit who was the keeper of the Flame that granted immortality. She bathed in the Pillar of Life's fire. *Job - Holly's trusted servant. Job is a working-class man and highly suspicious and judgmental of non-English peoples. He is also a devout Protestant. Of all the travellers, he is especially disgusted by the Amahagger and fearful of She. *Billali - an elder of one of the Amahagger tribes. *Ustane - an Amahagger maiden. She becomes romantically attached to Leo, caring for him when he is injured, acting as his protector, and defying She to stay with him. *Kallikrates - an ancient Greek, the husband of Amenartas, and ancestor of Leo. Two thousand years ago, he and Amenartas fled Egypt, seeking a haven in the African interior where they met Ayesha. There, She fell in love with him, promising to give him the secret of immortality if he would kill Amenartas. He refused, and enraged She struck him down. *Amenartas - an ancient Egyptian priestess and ancestress of the Vincey family. As a priestess of Isis, she was protected from the power of She. When Ayesha slew Kallikrates, she expelled Amenartas from her realm. Amenartas gave birth to Kallikrates' son, beginning the line of the Vinceys (Leo's ancestors).",
    "genre": [
      "Adventure novel",
      "Speculative fiction",
      "Romance novel",
      "Fantasy",
      "Fiction",
      "Gothic fiction",
      "Chivalric romance"
    ],
    "author": "H. Rider Haggard"
  },
  {
    "title": "The Four Feathers",
    "summary": " The novel tells the story of a British officer, Harry Feversham, who resigns from his commission in the East Surrey Regiment just prior to Sir Garnet Wolseley's 1882 expedition to Egypt to suppress the rising of Arabi Pasha. He is faced with censure from three of his comrades, Captain Trench as well as Lieutenants Castleton and Willoughby for cowardice, which is signified by the delivery of three white feathers to him. He loses support of his Irish fiancée, Ethne Eustace, who too presents him with the fourth feather. His best friend in the regiment, Captain Durrance becomes his rival for Ethne. Harry talks with Lieutenant Sutch, a friend of his father, who is an imposing retired general and questions his own true motives, moreover he talks of his resolution to redeem himself by acts that will force his critics to take back the feathers, this might in turn encourage Ethne to take back the feather, which she gave him. He travels on his own to Egypt and Sudan, where in 1882 Muhammad Ahmed proclaimed himself the Mahdi (Guided One) and raised a Holy War. On January 26, 1885, his forces which were called Dervishes, captured Khartoum and killed its British governor, General Charles George Gordon. It was mainly in the eastern Sudan, where the British and Egyptians held Suakin, where the action takes place over the next six years. Durrance is blinded by sunstroke and invalided. Castleton is reportedly killed at Tamai,where a British square is briefly broken. Harry's first success came when he recovers lost letters of Gordon. He is aided by a Sudanese Arab, Abou Fatma. Later, disguised as a mad Greek musician, Harry gets imprisoned in Omdurman, where he rescues the Colonel Trench, who had been captured on a reconnaissance mission and they escape. Harry has his honour restored by Willoughby and then Trench giving to Ethne the feathers they've taken back. He returns to England, and sees Ethne for one last time as she has determined to devote herself to Col. Durrance, but Durrance explains that his travel to Germany to seek a cure for his blindness has been a pretense, to wait for Harry to redeem himself. Ethne and Harry wed, and Durrance travels to 'the East' as a civilian. The story is rich in characters and sub-plots, which the filmed versions perforce trim, along with making major changes in the story line, with the best known 1939 version centered on the 1898 campaign and battle of Omdurman, only hinted at as a future event in the novel.",
    "genre": [
      "Adventure novel"
    ],
    "author": "A. E. W. Mason"
  },
  {
    "title": "Captain Blood: His Odyssey",
    "summary": " The protagonist is the sharp-witted Dr. Peter Blood, a fictional Irish physician who had had a wide-ranging career as a soldier and sailor (including a commission as a captain under the Dutch admiral De Ruyter) before settling down to practice medicine in the town of Bridgwater in Somerset. The book opens with him attending to his geraniums while the town prepares to fight for the Duke of Monmouth. He wants no part in the rebellion, but while attending to some of the rebels wounded at the Battle of Sedgemoor, Peter is arrested. During the Bloody Assizes, he is convicted by the infamous Judge Jeffreys of treason on the grounds that \"if any person be in actual rebellion against the King, and another person&mdash;who really and actually was not in rebellion&mdash;does knowingly receive, harbour, comfort, or succour him, such a person is as much a traitor as he who indeed bore arms.\" The sentence for treason is death by hanging, but King James II, for purely financial reasons, has the sentence for Blood and other convicted rebels commuted to transportation to the Caribbean, where they are to be sold into slavery. Upon arrival on the island of Barbados, he is bought by Colonel Bishop, initially for work in the Colonel's sugar plantations but later hired out by Bishop when Blood's skills as a physician prove superior to those of the local doctors. When a Spanish force attacks and raids the town of Bridgetown, Blood escapes with a number of other convict-slaves (including former shipmaster Jeremy Pitt, the one-eyed giant Edward Wolverstone, former gentleman Nathaniel Hagthorpe, former Royal Navy petty officer Nicholas Dyke and former Royal Navy master gunner Ned Ogle), captures the Spaniards' ship and sails away to become one of the most successful pirates/buccaneers in the Caribbean, hated and feared by the Spanish. After the Glorious Revolution, Blood is pardoned, and as a reward for saving the colony of Jamaica from the French ends up as its governor.",
    "genre": [
      "Adventure novel"
    ],
    "author": "Rafael Sabatini"
  },
  {
    "title": "The Golden Master",
    "summary": " Shiwan Khan, heir to Genghis Khan, is in the United States to steal military technology in order to build his own army with the intent of conquering the world. He hypnotises Paul Brent of Globe Aircraft through the electronic lights of a nearby billboard. He orders him to create a larger production run of aircraft than originally intended, with the excess being sent on to Shiwan Khan. By similar methods, he also acquired engines and weapons. The Shadow enters the story when Shiwan Khan attempts to dispose of Paul Brent. Working with Brent, The Shadow eventually tracks his opponent to his base of operations and apparently kills him when his escape plane crashes into the river.",
    "genre": [
      "Adventure novel"
    ],
    "author": "Walter B. Gibson"
  },
  {
    "title": "Chander Pahar",
    "summary": " It is the story of a young Bengali man’s adventures in Africa in the years 1909-1910. Shankar, the protagonist, is a 20 year old man, recently graduated from college and about to take up a job in a jute mill, a prospect he absolutely loathes. He yearns for adventure, wild lands, forests and animals. He wants to follow the footsteps of famous explorers like Livingstone, Mungo Park, Marco Polo, all of whom he has read about and idolizes. By a stroke of luck, he secures a job as a clerk in Uganda Railways through a fellow villager already working there and goes to Africa without a second thought. There, he spends a few months laying rail tracks but soon encounters the first of many dangers of Pre-World War I Africa—man-eating lions. Later he takes up a job as station master in desolate station. Here he encounters the another hazard in Africa: the poisonous black mamba. He also rescues and looks after the middle-aged Portuguese explorer and gold prospector, Diego Alvarez. The encounter with Alavarez influences him deeply. Alavarez tells him of his earlier exploits and adventures, how he and his companion Jim Carter had braved deep jungles and mountains of Richtersveld to find the largest diamond mine. However, they were thwarted by the legendary Bunyip, a mythical monster which guards the mines which killed Carter. Shankar gives up his job and accompanies Alvarez as he decides to venture out once more and find the mines again. They meet with innumerable hardships, a raging volcano being the greatest challenge. Eventually they get lost in the forests where Alvarez is killed by a mysterious monster, the same that had taken Carter’s life, the Bunyip. Shankar sets out to reach civilization. He finds the Bunyip's cave and the diamond mines by accident. He enters the cave but eventually gets lost. With great difficulty, he gets out, marking his way with \"pebbles\" and taking some back with him as memento, not knowing each is a piece of uncut diamond. He finds the remains of the Italian explorer, Attilio Gatti, and learns that the cave he found earlier really was the diamond mine. Gatti, as Shankar learns from a note by him, had uncut diamonds in his boots. The note said that whoever reads the note can take the diamonds as long as he buries his skeleton, with Christian rites. Shankar does so, and keeps the old diamonds. He becomes lost in the deserts of Kalahari and nearly dies of thirst. Fortunately he is rescued by a survey team, and taken to a hospital in Salisbury, Rhodesia, from where he sets sail for home. He ends the book saying that he will return to that cave one day with a large team, and continue the legacy of Alvarez, Carter and Gatti.",
    "genre": [
      "Adventure novel"
    ],
    "author": "Bibhutibhushan Bandopadhyay"
  },
  {
    "title": "The Coral Island",
    "summary": " The story is written as a first person narrative from the perspective of one of three boys shipwrecked on the coral reef of a large but uninhabited Polynesian island, 15-year-old Ralph Rover. Ralph tells the story retrospectively, looking back on his boyhood adventure: \"I was a boy when I went through the wonderful adventures herein set down. With the memory of my boyish feelings strong upon me, I present my book specially to boys, in the earnest hope that they may derive valuable information, much pleasure, great profit, and unbounded amusement from its pages.\" The account starts briskly, with only four pages devoted to Ralph's early life and a further fourteen to his voyage to the Pacific Ocean on board the Arrow. He and his two companions&nbsp;– 18-year-old Jack Martin and 14-year-old Peterkin Gay&nbsp;– are the sole survivors of the shipwreck. The narrative is essentially in two parts. The first describes how the boys feed themselves, what they drink, the clothing and shelter they fashion, and how they cope with having to rely on their own resources. The second half of the novel is more action-packed, featuring conflicts with pirates, fighting between the native Polynesians, and the conversion efforts of Christian missionaries. At first the boys' life is idyllic. Food in the shape of fruits, fish, and wild pigs is plentiful, and they fashion a shelter and construct a small boat using their only possessions: a broken telescope, an iron-bound oar, and a small axe. Their first contact with other humans comes after several months, when they observe two large outrigger canoes land on the beach. The two groups of Polynesians disembark and engage in battle; the three boys intervene to defeat the attackers, earning them the gratitude of the chief, Tararo. The natives leave, and the boys are alone once more. Less welcome visitors then arrive in the shape of British pirates, who make a living by trading or stealing sandalwood. The three boys conceal themselves in a hidden cave, but Ralph is captured when he ventures out to see if the pirates have left, and is taken on board the pirate schooner. He strikes up a friendship with one of the pirates, Bloody Bill, and when they call at an island to trade for more wood he meets Tararo again. There he experiences many facets of the island's culture, including the popular sport of surfing, the sacrificing of babies to eel gods, rape, and cannibalism. Rising tensions result in the inhabitants attacking the pirates, leaving only Ralph and Bloody Bill alive. The pair succeed in making their escape in the schooner, but Bill is mortally wounded. He makes a death-bed repentance for his evil life, leaving Ralph to sail back alone to the Coral Island, where he is reunited with his friends. The three boys sail to the island of Mango, where a missionary has converted some of the population to Christianity. They find themselves caught up in a conflict between the converted and non-converted islanders, and in attempting to intervene are taken prisoner. They are released a month later after the arrival of another missionary, and the conversion of the remaining islanders. The \"false gods\" of Mango are consigned to the flames, and the boys set sail for home, older and wiser.",
    "genre": [
      "Adventure novel"
    ],
    "author": "Robert Michael Ballantyne"
  },
  {
    "title": "Texar's Revenge, or, North Against South",
    "summary": " Texar and Burbank are bitter enemies, Burbank's northern view of slavery as an evil being an unpopular stance with Texar and the rest of the community, deep in the Confederate States of America. On top of this disagreement, though, Texar is angry at Burbank for past legal troubles Burbank has brought upon Texar, and, despite Texar inventing a perfect alibi that allows him to escape conviction, Texar feels the need for vengeance and eventually becomes a prominent and powerful member of the Jacksonville community. Using this newfound power, Texar turns the townsfolk against Burbank and leads a mob that destroys the Burbank plantation, known as Camdless Bay. Burbank's daughter Dy and caretaker Zermah are both kidnapped by a man claiming to be Texar and are purportedly taken to a place in the Everglades called Carneral Island. En route, and after enlisting the help of the United States Navy, they find a separate group searching for Texar in response to crimes that apparently happened in the same time as the ones at Camdless Bay but in a distant location. This opens up the realization that there is one real Texar and one who is not, and the search continues now, not only for Dy and Zermah, but for the answer to this mystery.",
    "genre": [
      "Adventure novel"
    ],
    "author": "Jules Verne"
  },
  {
    "title": "Le Phare du bout du monde",
    "summary": " Vasquez, Moriz, and Felipe are the three lighthouse keepers stationed at the Staten Island lighthouse off the southern tip of Argentina. Two of them are murdered by a band of newly arrived pirates led by one Kongre. Vasquez is the only survivor, and spends several months until the dispatch boat Sante Fe is due to return, surviving off the pirates' hidden stores of food in a cave. After the Century, an American ship from Mobile, Alabama, crashes on the island due to the light having been put out by the pirates, Vasquez bands with the sole survivor of the wreck — First Officer John Davis — to stop the pirates from escaping into the South Pacific. They manage to scavenge a cannon from the wreckage, and shoot the pirates' ship, the Maule, as it is about to leave the bay they are situated in. The shell only causes minor damage, however, and the pirates' carpenter is able to fix it in only a few days. The night before the ship is about to attempt to leave again, Vasquez swims to the Maule at its mooring and plants a bomb in the rudder. This causes, yet again, only minor damage, and is fixed in only one day. The next day however, Carcante, the second-in-command of the pirate ship, spots the Sante Fe on the horizon. Fortunately for the pirates, it will not arrive till night, and the Sante Fe can't possibly get into the bay without light from the lighthouse. This will give them the perfect chance to slip out and sail around the southern side of the island, which they know quite well by now. Vasquez and Davis, however, return to the lighthouse and turn the light back on. The troop of pirates tries to regain the lighthouse and kill the two, but they find the bolted iron door to the staircase too reinforced to break down. Kongre, the band's leader, orders Carcante and the carpenter to climb the side of the lighthouse and murder Vasquez and Davis at the top, but they are shot as soon as their heads peek over the banister. Kongre and the remaining pirates realize it is all over for them, and flee to the interior of the island. Most surrender afterward, a few starve, and Vasquez watches as Kongre commits suicide. Vasquez returns home with the Sante Fe after making sure the island is safe for the new lighthousemen.",
    "genre": [
      "Adventure novel"
    ],
    "author": "Michel Verne"
  },
  {
    "title": "Two Years' Vacation",
    "summary": " The story starts with a group of schoolboys aged between eight and Fourteen on board a schooner moored at Auckland, New Zealand, and preparing to set off on a six-week vacation. With the exception of the oldest boy Gordon, an American, and Briant and Jack, two French brothers, all the boys are British. While the schooner's crew are ashore, the moorings are cast off under unknown circumstances and the ship drifts to sea, where it is caught by a storm. Twenty-two days later, the boys find themselves cast upon the shore of an uncharted island, which they name \"Chairman Island.\" They go on many adventures and even catch wild animals while trying to survive. They remain there for the next two years until a passing ship sinks in the close vicinity of the island. The ship had been taken over by mutineers, intent on trafficking weapons, alcohol, and drugs. With the aid of two of the surviving members of the original crew, the boys are able to defeat the mutineers and make their escape from the island, which they find out is close to the Chilean coast (Hanover-Island located at 50°56’ S, 74°47’ W). The struggles for survival and dominance amongst the boys were to be echoed in William Golding's Lord of the Flies, written some 66 years later.",
    "genre": [
      "Adventure novel"
    ],
    "author": "Jules Verne"
  },
  {
    "title": "The Tigers of Mompracem",
    "summary": " The Tigers of Mompracem are a band of rebel pirates fighting against the colonial power of the Dutch and British empires. They are led by Sandokan, the indomitable Tiger of Malaysia, and his loyal friend Yanez de Gomera, a Portuguese wanderer and adventurer. After twelve years of spilling blood and spreading terror throughout Malaysia, Sandokan has reached the height of his power, but when the pirate learns of the existence of a beautiful girl, nicknamed \"the Pearl of Labuan\", his fortunes begin to change.",
    "genre": [
      "Adventure novel"
    ],
    "author": "Emilio Salgari"
  },
  {
    "title": "The Pirates of Malaysia",
    "summary": " Sandokan and Yanez, the protagonists of The Tigers of Mompracem, are back, righting injustices and fighting old foes. Tremal-Naik's misfortunes have continued. Wrongfully imprisoned, the great hunter has been banished from India and sentenced to life in a penal colony. Knowing his master is innocent, Kammamuri dashes off to the rescue, planning to free the good hunter at the first opportunity. When the good servant is captured by the Tigers of Mompracem, he manages to enlist their services. But in order to succeed, Sandokan and Yanez must lead their men against the forces of James Brooke, \"The Exterminator\", the dreaded White Rajah of Sarawak. Pangeran Macota, Sandokan's ally, was in fact one of James Brooke's bitterest enemies.",
    "genre": [
      "Adventure novel"
    ],
    "author": "Emilio Salgari"
  },
  {
    "title": "The Purple Land",
    "summary": " The novel tells the story of Richard Lamb, a young Englishman who marries a teenage Argentinian girl, Paquita, without asking her father's permission, and is forced to flee to Montevideo, Uruguay with his bride. Lamb leaves his young wife with a relative while he sets off for eastern Uruguay to find work for himself. He soon becomes embroiled in adventures with the Uruguayan gauchos and romances with local women. Lamb unknowingly helps a rebel guerrilla general, Santa Coloma, escape from prison and joins his cause. However, the rebels are defeated in battle and Lamb has to flee in disguise. He helps Demetria, the daughter of an old rebel leader, escape from her persecutors and returns to Montevideo. Lamb, Paquita, Demetria and Santa Coloma evade their government pursuers by slipping away on a boat bound for Buenos Aires. Here the novel ends, but in the opening paragraphs, Lamb had already informed the reader that after the events of the story he was captured by Paquita's father and thrown into prison for three years, during which time Paquita herself died of grief.",
    "genre": [
      "Adventure novel"
    ],
    "author": "William Henry Hudson"
  },
  {
    "title": "Mad White Giant",
    "summary": " Mad White Giant begins with Allen recounting the role of the Amazonian region in his childhood fantasies.), Allen decides to shoot and eat Cashew to survive.",
    "genre": [
      "Adventure novel"
    ],
    "author": ""
  },
  {
    "title": "The Deerslayer",
    "summary": " This novel introduces Natty Bumppo as \"Deerslayer\", a young frontiersman in early 18th-century New York. He is contrasted to other frontiersmen and settlers in the novel who have no compunctions in taking scalps in that his natural philosophy is that every living thing should follow \"the gifts\" of its nature—which would keep European Americans from taking scalps. Two such characters in the work who actually seek to take scalps are Henry March (\"Hurry Harry\") and floating Tom Hutter. In the dead of night Hutter and March sneak into the camp of the besieging members of the Huron tribe in order to kill and scalp as many as they can. Their plan fails, and Tom Hutter and March are captured. They are later ransomed by Bumppo, his lifelong friend Chingachgook, and Hutter's daughters, Judith and Hetty. Bumppo and Chingachgook come up with a plan to rescue Chingachgook's kidnapped betrothed Wah-ta!-Wah from the Hurons; but, in rescuing her, Bumppo is captured. In his absence, the Hurons invade Hutter's home, and Hutter is mortally wounded and scalped. After the death of Hutter his supposed daughters find out that they were not his natural daughters and he had been a notorious pirate. Bumppo's remaining allies and friends plan how to aid his escape from his Huron captors.",
    "genre": [
      "Adventure novel",
      "Historical novel"
    ],
    "author": "James Fenimore Cooper"
  },
  {
    "title": "Eldorado",
    "summary": " It is 1794 and Paris, \"despite the horrors that had stained her walls - has remained a city of pleasure, and the knife of the guillotine did scarce descend more often than did the drop-scenes on the stage.\" The plot begins when Sir Percy, the Scarlet Pimpernel, reluctantly agrees to take Armand St. Just, brother of his wife, Marguerite, with him to France as part of a plan to rescue the young Dauphin. Percy warns Armand not to renew any friendships while in Paris, but it doesn't take long before Armand has ignored his warnings and renewed a friendship with the scheming Baron de Batz (in the pay of the Austrian government), who wants to free the Dauphin himself and despises the Scarlet Pimpernel and all he represents. Whilst attending the opera with De Batz, Armand foolishly tells him that he is in the league of the Scarlet Pimpernel. While there, he falls in love with a young actress named Citizeness Jeanne L'Ange. De Batz introduces the couple backstage at the theatre and once they have fallen for each other, De Batz tells Citizen Heron of the general committee of Public Safety where and when they have arranged to meet. After covering for Armand at her house, L'Ange is arrested and thrown into jail. Learning of her peril and in the throes of passion, Armand fails to trust Sir Percy who has told him that he will rescue Jeanne, and forgets his promise to his leader. Armand, desperate to share Jeanne's fate, runs to the gate of the Temple prison and screams, \"Long Live the King.\" There he's intercepted by none other than Percy's arch enemy, Chauvelin. Faced with the death of his love, Armand betrays Percy, unaware that The Pimpernel has already secured Jeanne's freedom. Sir Percy is then captured and imprisoned by Chauvelin and Heron in the cell that was home to Marie Antoinette in her last days. Chauvelin insists that Percy is to be deprived of sleep in the hope that he will be weakened and disclose where young Capet, the uncrowned King of France, is being held following his rescue. After 17 days in prison, Percy is sure that the dauphin has been transported safely into Holland. He then contrives, by pretending to crack and confess the dauphin's whereabouts, to make his escape. He tells Chauvelin and Heron that the dauphin is being held in an area in the north, near the coast of France, but that he has to show them, rather than tell them, because the paths are nameless and too small for them to find without him. Chauvelin and Heron, skeptical, bring along Armand and Marguerite as hostages. Once in the north, Percy takes advantage of a chance when Chauvelin and Heron are separated, and darkness, to subdue Heron, bind and truss him, put on his clothes, and direct the guileless French soldiers (who think that the bound Heron is Percy) to put him in the gated yard of a church. Percy, still thought to be Heron, drives a carriage with Marguerite and Armand inside to the coast, where his ship is waiting for them. de:The Scarlet Pimpernel fr:Le Mouron rouge",
    "genre": [
      "Adventure novel",
      "Historical novel"
    ],
    "author": "Baroness Emma Orczy"
  },
  {
    "title": "Mam'zelle Guillotine",
    "summary": " Mam'zelle Guillotine follows Gabrielle Damiens, the daughter of Francois Damiens, a man arrested for attacking the King of France with a pocket knife. Although the wound was minor, Damiens' punishment for drawing royal blood was to be hanged, drawn and quartered. At age 16, Gabrielle finds letters written by her father which prove that his crime had been instigated and aided by a body of noble gentlemen, who planned it as warning to the King to change his ways. Damiens bore the brunt of this conspiracy in silence while the aristocrats remained immune. With the evidence of their crime, Gabrielle sets out to confront the Marquis de Saint-Lucque, the only person named in the letters, and succeeds in extorting a large amount of money from him. She also starts an affair with his son, Vicomte Fernand, who is oblivious to the whole situation. Before long Gabrielle is living in luxury and has aspirations to marry the young Vicomte. Her plans are dashed when Fernand breaks off their affair as the King has decided that the Vicomte should marry his illegitimate daughter, Neve de Nesle. Furious, Gabrielle tries to blackmail Vicomte into marrying her using the letters which prove his father's guilt. But she has not counted on Neve's mother, Madame de Nesle, who on hearing of the situation, uses her position as the King's favourite to have Gabrielle, now 19, thrown into prison without trial. She spends the next 16 years in prison, feeding her rage and lust for revenge on the Saint-Lucque family. On July 14, 1789, she is released from the Bastille after it is stormed by the mob, the French Revolution having begun. Mad for revenge, Gabrielle works her way into the favour of the men behind the new republic, and before long has become the public executioner of Artois. As France's only female executioner she is feared by many and known throughout Artois as Mam'zelle Guillotine. When the Saint-Lucque family (Fernand, Neve and their three children) are captured as traitors, Gabrielle determines that finally she will have her revenge. English spies manage to rescue the Marquis and his young son, but his wife and two daughters are still in danger of being sent to the guillotine. Blind with rage and consumed with her plots for revenge, Gabrielle fails to notice that the new sleuth sent from Paris by Chauvelin to track down the English spies is really the Scarlet Pimpernel in disguise. de:The Scarlet Pimpernel fr:Le Mouron rouge",
    "genre": [
      "Adventure novel",
      "Historical novel"
    ],
    "author": "Baroness Emma Orczy"
  },
  {
    "title": "I Will Repay",
    "summary": " The story starts before the French revolution. It's 1783 and wealthy Paul Déroulède has offended the young Vicomte de Marny by speaking disrepctfully of his latest infatuation, Adèle de Monterchéri. Déroulède had not intended to get into the quarrel but has a tendency to blunder into things -- \"no doubt a part of the inheritance bequeathed to him by his bourgeois ancestry.\" Incensed at the slur on Adèle, whom he sees as a paragon of virtue, the Vicomte challenges Déroulède to a duel, a fight which Déroulède does not want—for he knows and respects the boy's father, the Duc de Marny. Swords drawn, the fight ensues in the centre of the salon but despite his noble lineage, the Vicomte de Marny is no match for Déroulède's swordplay, especially when addled with wine and rage. Déroulède disarms his opponent and having won the duel, draws back but the boy refuses to back down without complete satisfaction and demands that Déroulède get down on his knees and apologize. Finally losing his temper with the young Vicomte, Déroulède raises his sword to disarm his protagonist once more, however de Marny lunges wildly at his opponent's breast and manges to literally throw himself on Déroulède's weapon. The boy is dead and Déroulède can do nothing but leave the establishment. On hearing of the death of his only son, the Duc de Marny (by now a cripple and almost a dotard) is distraught. The Duc summons his fourteen-year-old daughter, Juliette, to his side and forces her to swear an oath to ruin Déroulede in revenge for her brother's death, telling her that her brother's soul will remain in torment until the final judgement day should she break her promise. The story picks up ten years later, and Citizen Déroulède, though no longer rich, is a lawyer popular with the people and is allowed to go his own way, for Marat has said of him \"I'll n'est pas dangereux\". He leads a quiet life, living alone with his mother and his orphaned cousin Anne Mie in the Rue Ecole de Médecine. At 6 pm on 19 August 1793, Juliette Marny walks into the Rue Ecole de Médecine and stopping just outside the house belonging to Citizen-Deputy Déroulède, suddenly starts to draw attention to herself, invoking the anger of the crowd through her proud aristocratic manner. She hammers on Déroulède's door as the crowd shout and lash out at her, but just before they can drag her away, the door opens and she is pulled inside. Having tricked her way into Déroulede's home Juliette is invited to stay for her own safety. She agrees and eventually reveals her identity, but even after hearing Déroulede's side of the story, she fails to realise that he only wishes to make amends for the death of her brother and continues to plot revenge on her host. Unaware of her intentions, Déroulede tells Juliette that he has accepted the post of Governor of the Conciergerie prison where the Queen is imprisoned. Later he is visited at home by Sir Percy Blakeney and Juliette overhears Sir Percy warning his friend off a scheme to free Marie Antoinette, for it is doomed to failure. He advises Déroulede to burn a bundle of papers relating to the plot, which if found would result in him being arrested for treason and sentenced to death. Juliette sees her chance and posts a letter denouncing her host, but realises too late that she has failed to take account of the fact that not only has Paul Déroulede fallen madly in love with her, she has also come to love the man she has vowed to destroy. When soldiers arrive to search Déroulede's home, Juliette hides the letter box, then escapes to her room where she attempts to burn it. She places the burnt remains among her belongings, and when the soldiers discover them, they arrest her. Because the search turned up nothing suspicious against Déroulede he is allowed to remain free. During her trial, Juliette keeps to the story that the burnt letterbox contained love letters. However, Déroulede defends his love and admits that the letters are his own and that he has committed treason. Both of them are sentenced to death. The Scarlet Pimpernel and his comrades manage to rescue the condemned couple on their journey from the courthouse to the prison.",
    "genre": [
      "Adventure novel",
      "Historical novel"
    ],
    "author": "Baroness Emma Orczy"
  },
  {
    "title": "Sir Percy Leads the Band",
    "summary": " The book starts with a description of the events of January 1793, with the arrest, trial and execution of Louis XVI, King of France (now just known as Louis Capet). The Baron de Batz (a real life figure who also features in the Pimpernel novels Eldorado and The Way of the Scarlet Pimpernel) has hatched another impossible plan to rescue the King on his way to the guillotine. De Batz is trying to persuade a Professor (who is actually the Scarlet Pimpernel in disguise) to take him to the Abbé Edgeworth, an Irish priest who remains loyal to the King. He plans to substitute the Priest for the one chosen by the convention to accompany the King to the guillotine and thus spare His Majesty the distress of being with an apostate priest when he will need all of his courage. Disguised as the Professor, Sir Percy refuses to take part in the scheme as he knows that the 500 royalists that De Batz claims to have ready to rush the carriage on the way to the Place de la Revolution and drag the King out, will never get past the 80,000 armed men that will be guarding the route. Monsieur le Professor tells the Baron that he will not drag the Abbé Edgeworth into a scheme which will only lead to his death. It soon become apparent that although the Baron's scheme is doomed to failure he has managed to involve the Abbé Edgeworth anyway. In the chaos after the inevitable royal execution, the League of the Scarlet Pimpernel manage to rescue the priest before he can be arrested and condemned to death. Sir Percy, once more disguised as the Professor takes the priest to the Levet's house. M. Levet's daughter Blanche, is popular with the local young men, but she only has eyes for Doctor Simon Pradel, who has been tending to her ill mother. Blanche in turn is being pursued by Louis Maurin, a young lawyer who is pro the revolution. He is incensed with jealousy over Blanche and is determined to gain her affections by impressing her with his connections. Maurin plots to get the Levet family arrested on a false charge and then take the credit for getting them freed. With this end in mind he reports to the local commission that a stranger, who may be the missing Priest, is staying at the Levet's house and tries to get the professor to back up his story. The Levets are indeed arrested although a thorough search of their house turns up nothing expect the body of Madam Levet who has died following the news of the King's execution. The priest meanwhile has been taken to relative safety in the château de la Rodière where the young Marquis, his mother and sister Cécile are still living with their two loyal servants, even though it has long since been looted by the mob. The Abbé Edgeworth falls ill and Doctor Pradel is called to the château. Although he should report the priest to the police, the doctor is in love with Cécile and so promises to keep the secret. After a difficult night looking after the priest he meets Cécile in the gardens as he is leaving but her brother, the Marquis, sees them talking and infuriated by the doctor's obvious affection towards his sister, beats him about the head with a riding crop. One of the league, Lord St John de Devinne is nearby but does nothing to help the doctor, for he is also in love with Cécile de la Rodière and wants nothing more than to be rid of the Doctor. The news of the attack on the Pradel, who is popular in town, soon gets around and with both Lord St John de Devinne and Louis Maurin out to get him, the plotting starts in earnest. The League of the Scarlet Pimpernel disguise themselves as a group of shabby second-rate musicians, so they can keep track of what is going on. However, Devinne is eaten up by jealously and can no longer be trusted to do what Percy asks of him. To make matters worse Citizen Chauvelin is soon hot on their heels having realised that the plight of the Marquis de la Rodière and his family, is just the sort of situation to attract the attention of the Scarlet Pimpernel. Can the Pimpernel save the innocent Rodière family? What will happen to Doctor Pradel Will the treachery of Lord St John de Devinne be the final undoing of the Pimpernel? Will Chauvelin have his revenge at last? de:The Scarlet Pimpernel fr:Le Mouron rouge",
    "genre": [
      "Adventure novel",
      "Historical novel"
    ],
    "author": "Baroness Emma Orczy"
  },
  {
    "title": "Lord Tony's Wife",
    "summary": " The year is 1789 and Pierre Adet, a young French peasant, is incensed at the unfair treatment of the local peasantry, who are no more better off than slaves to the local aristo. His brother-in-law is about to be hanged for poaching two pigeons from the woods belonging to the Duc de Kernogan in Nantes and this proves the final straw. After months of planning Pierre leads a mob against the Duc against the advice of his father. Before the mob have had the chance to storm the Chateau, they come across the Duc's daughter Yvonne returning home and attack her carriage. In the ensuing scuffle, Adet assaults Yvonne 'And just to punish you, my fine lady,' he said in a whisper which sent a shudder of horror right through her, 'to punish you for what you are, the brood of tyrants, proud, disdainful, a budding tyrant yourself, to punish you for every misery my mother and sister have had to endure, for every luxury which you have enjoyed, I will kiss you on the lips and the cheeks and just between your white throat and chin and never as long as you live if you die this night or live to be an hundred will you be able to wash off those kisses showered upon you by one who hates and loathes you --a miserable peasant whom you despise and who in your sight is lower far than your dogs. Shortly afterwards the Duc&#39;s private army arrive and dispatch the mob. Adet is seriously injured and seeks refuge from a local priest before fleeing Nantes and the death sentence which has been passed on him. Determined that someone must pay for the incident, the Duc de Kernogan ensures that Pierre&#39;s father is hanged for his son&#39;s crime. By the time Pierre finds out it is too late and he is driven to seek revenge against the Duc and his daughter. It&#39;s now 1793 and Adet is living in England under the alias of Martin-Roget. He has spent the intervening years educating himself and with the aid of an introductory letter, obtained by blackmailing the Bishop of Brest, has ingratiated himself into English society—to the extent that he has gained the favour of the Duc de Kernogan (who is now living near Bath) and is Yvonne&#39;s favoured suitor. Needless to say, both Yvonne and her father are ignorant of Martin-Roget&#39;s true identity and are unaware that he is seeking revenge. With the help of Chauvelin, he plans to marry Yvonne and lure her and the Duc back to Nantes and to their death as ci-devants on the guillotine. Adet&#39;s plans suffer a setback when he discovers that, warned by Sir Percy that she is at risk from Martin-Roget, Yvonne has eloped with Lord Antony Dewhurst. The Duc, believing that Martin-Roget is a millionaire banker whose marriage to Yvonne would have resulted in substantial funds being given to the French royalist cause, is furious that his plans have been thwarted and refuses to recognise the marriage, which would not be legal in France due to Yvonne&#39;s age. Martin-Roget convinces the Duc that he still wishes to marry Yvonne and soon persuade him to lure Yvonne away from Lord Tony. He then kidnaps her and the three set off for France. Lord Tony must seek the help of The Scarlet Pimpernel to save his wife. de:The Scarlet Pimpernel fr:Le Mouron rouge",
    "genre": [
      "Adventure novel",
      "Historical novel"
    ],
    "author": "Baroness Emma Orczy"
  },
  {
    "title": "The Elusive Pimpernel",
    "summary": " It is September 1793 and French Agent and chief spy-catcher Chauvelin is determined to get his revenge for the previous humiliations dished out to him at the hands of the Scarlet Pimpernel. Chauvelin travels to England as an official representative of the French government tasked with looking after the interests of French citizens, but this is only a cover and his real purpose is to trick Sir Percy Blakeney into returning to France, where he can be captured and put to the guillotine. The plot is hatched at a gala on Richmond Green, with the help of a young French actress, Désirée Candielle, whom Chauvelin has enlisted with promises of money, pardon and fame if she succeeds. Désirée is manning a tent with a model guillotine under the premise of raising money for the poor of Paris. Marguerite Blakeney enters her stall and starts talking to Désirée. On discovering her to be a fellow French actress, she is soon taken in by the young woman's sob story and before long had invited her to perform at her house in Richmond in front of the Prince of Wales. Once the offer has been made and accepted, Désirée's official chaperone is revealed as Chauvelin. Marguerite realises she's been set up, but the offer has been made and Sir Percy insists that both of them should come to his house as arranged. Juliette de Marny (whose rescue by the Scarlet Pimpernel is told in the novel I Will Repay), is staying with them at Blakeney Manor. Chauvelin has managed to get his hands on her family jewels (which were being looked after by the local priest) and has given a diamond necklace, which belonged to Juliette's mother, to Désirée Candielle. When Désirée turns up at the Blakeney's Richmond mansion wearing the jewels there is a bitter argument between the women. Désirée manages to engineer the situation so that Sir Percy must fight Chauvelin in a duel to avenge the insults levied against her—for which they must go to France, as duelling is outlawed in England. The following morning Percy leaves Marguerite behind in Richmond and heads for Boulogne. Chauvelin has no intentions of actually fighting the Englishman, but to ensure the Pimpernel cannot escape before he can be captured, Chauvelin sets a further trap for Marguerite who falls for it completely. Before long she has been arrested for attempting to enter France on a false passport, given to her by an apparently apologetic Désirée Candielle, as part of Chauvelin's plot. With Marguerite in prison and the citizens of Boulogne threatened with death if she escapes, Chauvelin appears to have an air-tight plan to secure and discredit Sir Percy that will end the meddling of the Scarlet Pimpernel for good... but as always Percy is more than a match for his arch-enemy. de:The Scarlet Pimpernel fr:Le Mouron rouge",
    "genre": [
      "Adventure novel",
      "Historical novel"
    ],
    "author": "Baroness Emma Orczy"
  },
  {
    "title": "Nuclear Dream",
    "summary": " On the post-nuclear landscape of the United States, it is hard to survive. The most ruthless individuals are dragons, who reject their own humanity, as well as the notion of kindness. Those who survived in underground bunkers don't like to visit the surface because life there is so brutal. However, the protagonist knows of an automated missile base that is programmed to perform a delayed nuclear strike &mdash; delayed to twenty years after the War, a time that is quickly approaching. Mike, a man from \"Reserv-6\", meets Drago, a \"dragon\" who can communicate telepathically with his dog, Prince. As the three journey to stop the missile &mdash; aimed at Russia &mdash; from launching, Drago learns much about himself that he didn't know, and, by the end, questions his status as a dragon altogether.",
    "genre": [
      "Adventure novel"
    ],
    "author": "Sergey Lukyanenko"
  },
  {
    "title": "Sir Percy Hits Back",
    "summary": " Fleurette is a beautiful, innocent country girl who has been protected by her indulgent, wealthy father from the worst horrors of the revolution. Her father Citizen Armand, whom she calls Bibi, is frequently away from home because of his exalted position in the government, but he dotes on her and showers her with gifts and affection during his infrequent visits to their house at Lou Mas, in Dauphiné near Larangne. As Fleurette's mother is dead, she is looked after by Old Louise the housekeeper when Bibi is away. She also spends much time at the Frontenac family farm and is in love with her childhood sweetheart Amédé, the son of the local épicier M'sieu' Colombe. Amédé is now twenty and will soon be leaving the village to become a soldier and fight the English. On Fleurette's 18th birthday, Bibi comes home to visit and all seems perfect in Fleurette's world. Yet, although the horrors of the Revolution appear far away, in reality they are nearby, for a group of soldiers has arrived in the village to arrest the Frontenac family at their chateau. When the soldiers arrive at the farm they discover that Madame de Frontenac and her crippled daughter Rose have disappeared. Only Charles de Frontenac, farmer and descendant of a long line of aristocrats, is at the house. They turn the house over looking for his wife and daughter with no success for the Scarlet Pimpernel has beaten them to it. Meanwhile, oblivious to what is happening at the farm, Fleurette hears a mysterious voice that tells her \"Papers and valuables are behind the panel in Madame's room\" She realises that &#39;Madame&#39; is Madame de Frontenac and rushes excitedly to the chateau, thinking that the message is from St. Antoine, and that perhaps Madame has mislaid some papers. She arrives at the farm to discover the soldiers have trashed the place. Remembering a secret cupboard that Madame had shown her and Rose, Fleurette takes a wallet, a money-bag and a small casket and hides them in her pockets and under her shawl. She is just about to leave for home when she runs into her father standing by the stables with a tricolour sash around his waist. She gets away without him discovering what she has been doing and gives the items to her lover Amédé to hide in his father&#39;s tool shed. The next day, a group of soldiers arrive to search the Colombe&#39;s premises, having been tipped off that the items are there. They find the items and march off with Amédé, M. de Frontenac, and the soldiers who were there before. It&#39;s not long before Fleurette hears that Amédé has been accused of theft and, determined to clear his name, she takes old Louise and searches for her father to explain what really happened in the hope that he can intervene. She eventually finds him down in Orange at the Commission, for her father is none other than Citizen Armand Chauvelin, the arch-enemy of the Scarlet Pimpernel. Chauvelin may be ruthless and merciless, but it appears that he can also be gentle and caring where Fleurette is concerned. It turns out that the soldiers who took Amédé, M. de Frontenac were actually the &#39;English spies&#39; and he is terrified of what might happen to Fleurette after he hears her story. It is not long before Chauvelin&#39;s fears come true as Lieutenant Godot, whom Chauvelin has threatened to denounce for losing the prisoners to the Scarlet Pimpernel, brings Fleurette in front of the Committee on a charge of treason. To make matters worse there is a witness: Old Louise&#39;s daughter Adele who has always resented Fleurette&#39;s wealthy lifestyle. With his daughter apparently trapped by laws that he had helped to create, Chauvelin is determined to save her, thinking even now that if only he can capture the Scarlet Pimpernel, perhaps he would be able to trade the Englishman for his daughter&#39;s life. Despite his best efforts to forestall the inevitable process of trial and guillotine from happening to his beloved daughter the day arrives when Fleurette must face condemnation from her own father. After suffering intense mental anguish for weeks it finally occurs to Chauvelin that he may have to turn to his bitter enemy for help; for surely the Scarlet Pimpernel is the only person who can save Fleurette - but will Sir Percy be willing to help his enemy&#39;s child considering Chauvelin&#39;s previous treatment of Lady Blakeney? de:The Scarlet Pimpernel fr:Le Mouron rouge",
    "genre": [
      "Adventure novel",
      "Historical novel"
    ],
    "author": "Baroness Emma Orczy"
  },
  {
    "title": "The Laughing Cavalier",
    "summary": " March 1623. William or Willem van Oldenbarnevelt, the Lord of Stoutenburg in the Netherlands is a man on the run. His father, the Dutch statesman Johan van Oldenbarnevelt, \"John of Barneveld\" in the book, was falsely accused of treason and sent to the gallows by the Stadtholder, Maurice of Nassau, Prince of Orange in 1619 while his brother Reinier van Oldenbarnevelt, the lord of Groeneveld, has since been arrested and executed for plotting to avenge their father's death by killing the Prince. These three are all real historical figures, and the father was executed after a hurried trial. Meanwhile, Stoutenburg, now a fugitive for his part in the plot, is determined to get his revenge. While on the run, Stoutenburg asks for shelter from Gilda Beresteyn, the daughter of a rich merchant. Gilda was once in love with Stoutenburg, but has never forgiven him for abandoning her to make a more profitable marriage. Despite her reservations she lets him into her room for a short time and feeds him, but eventually she sends him away again for she knows her father, who is a friend of the Prince of Orange, will not approve. Nine months later and Gilda is walking across Haarlem, with her serving men, to the New Year's Eve service. On route she witnesses three foreign adventurers intervening on behalf of a Spanish woman, who is being attacked by a mob by the Postern gate. After the fracas is over, Gilda speaks to the poor strangers about their gallant actions and is strangely taken by Diogenes and his twinkling eyes. Yet despite kissing her hand, he refuses any offer of assistance and only succeeds in offending her by requesting that he be given her leave to go to the Lame Cow to quench his thirst. Gilda continues to church, where rather than listening to the service she sits and fumes about the behaviour of the mysterious stranger. Determined to spend some time praying, she stays behind afterwards in the empty church but is disturbed by a secret meeting between Stoutenburg and his allies (including her brother Nicolaes), when Stoutenburg, fuelled by rage, shouts out his plans to murder the Prince. Her brother follows her out of the church and it soon becomes apparent that Gilda has overheard everything. She begs her brother to reconsider his part in the evil plot, but he refuses and instead asks her to swear that she will not tell their father. She also refuses, but Nicolaes still tells the rest of the group that she can be trusted not to betray them. Stoutenburg is not convinced and persuades Nicolaes that he has to arrange for Gilda to be taken away for a few days, so they can complete their plans to kill the Stadtholder before she can tell anyone. Beresteyn, who has seen Diogenes in the Lame Cow, follows the adventurer to Frans Hals' house, where he has gone to be painted, and hires him to kidnap his sister for a large sum. After seeing her portrait, Diogenes recognises her as the lady he had spoken to the night before. With the help of the Spanish woman he saved from the mob, Diogenes bundles Gilda and her maid into a sledge and takes her out of Haarlem. He leaves her under the care of his fellow philosophers for the night and returns to Haarlem, as he has promised Hals that he will sit for him so he can finish the painting. Afterwards, he accompanies Hals to the Lame Cow, where he meets Gilda's distraught father. Nicolaes is furious at Diogenes' appearance back in Haarlem, but can say nothing for fear of giving away his role in his sister's kidnapping. One thing leads to another and before he knows it, Diogenes has promised Gilda's father that he will find his daughter and personally return her to him, for which Mynheer Beresteyn insists he will give the adventurer half of his considerable fortune. Diogenes is now in a conundrum, for he is a man of his word and therefore has to find a way to fulfil his contract with Nicolaes to deliver Gilda to the house of a Jewish banker in Rotterdam, as well as meeting his promise to return her to her father. One word from Gilda could send him to the scaffold, yet despite her vehement verbal attacks on him, he is starting to have deep feelings for her, something which won't go down well with Stoutenburg, who is still determined to marry her. (Incomplete)",
    "genre": [
      "Adventure novel",
      "Historical novel"
    ],
    "author": "Baroness Emma Orczy"
  },
  {
    "title": "The Way of the Scarlet Pimpernel",
    "summary": " The action starts in 1792 before the execution of Louis XVI. Middle-aged lawyer Bastien, the Maître de Croissy (once the star of the Paris bar who counted Kings and aristocrats amongst his clients), is reduced to living in rented accommodation with his wife, Louise, and young son, Charles-Léon. Deprived of his income by the revolution, Bastien now takes work where he can get it, including that put his way by key figures in the revolutionary government even though he has strong royalist sympathies. Aware of his contacts, the Baron de Batz approaches Bastien with a scheme to free the King, and hankering after a return to his old lifestyle, he is more than willing to get involved. De Batz asks de Croissy to talk to some of his clients about the possibility of taking considerable bribes (paid for by the Austrian Government)in exchange for the King's freedom. This he does with some success, yet the Austrian gold is not forthcoming at the agreed time and the plans come to nothing. The subsequent trial and execution of the King and the further involvement of de Batz, can be read about in Sir Percy Leads the Band. A year has passed, it is now September 1793 and little Charles-Léon is gravely ill. His parents try to secure a permit to take him to their house in the Isère district near Grenoble, but although the Doctor is willing to sign a permit for the child, his parents are not allowed to leave Paris for more than seven days. Louise is distraught, as there is no-one in Grenoble she trusts enough to look after her sick baby. Listening to all this is Louise's childhood friend Josette Gravier who announces that she has a plan. Josette idolises the mysterious Englishman known as The Scarlet Pimpernel and is sure that he will be able to arrange a permanent permit for Louise, if only she can get a message to him. The rest of the household doesn't share Josette's enthusiasm for the Pimpernel, and doubt he even exists. The matter appears to be settled when Bastien reveals that, although the Baron de Batz's schemes to free the King came to nothing, he still has a number of incriminating letters from influential members of the government which could easily discredit them and send them to the guillotine. He proposes to use the leverage the letters give him to obtain a permit for his wife to stay with his ill son in Grenoble. Bastien puts his plan into action, but he is playing with fire and not long after meeting with the those implicated (the Citizen Representatives Chabot, Bazire and d'Églantine), his clerk Maurice finds his body in their offices. The Maître de Criossy has been brutally murdered to silence him for good, and his death covered up as suicide. Josette starts to fear for Louise, who is unable to eat, sleep or speak since hearing the news. The originals of the letters are in Louise's keeping and surely it can't be long before those who killed Bastien turn their attention her way. Luckily the Scarlet Pimpernel has heard of their plight and arranges for Louise and her son to escape to England before they can be arrested. Josette is grateful that her hero has succeeded but although the de Croissys are free, Maurice and she have been left behind in Paris. Josette receives a letter from Louise saying she is well in England and still has the letters, but otherwise, daily life continues as normal, until one day, Maurice is arrested. Fearing for Maurice's life, Josette gets up the courage to face citizen Chabot and uses her knowledge of the letters to barter for Maurice's freedom and their unhindered passage to England. She is given a permit to go to England to fetch the letters from Louise, but does not realise that the representatives have engaged Citizen Chauvelin to follow her and take the incriminating documents from her. Chauvelin offers friendly assistance to Josette whilst in England and she naïvely starts to trust him as a friend. However once back in France, Chauvelin steals the letters then fabricates up a set of blank look-alikes. He tells Josette that the originals were stolen by the English spies but he has managed to get them back—and then gives the blank copies to Josette, pretending they are the real letters. Not long afterwards Citizen Chabot arrives in Rouen and during a meeting with Josette has her searched by the guards. With the packet of letters now in his possession, he scornfully tells her that she will face the guillotine for her blackmail, along with her lover. Yet when he opens the package he finds only blank papers. Enraged, Chabot is convinced that Josette has tricked him, and turns the guest house upside down looking for the papers (Chauvelin, who is seeking to turn the letters to his personal advantage has not told Chabot that he has them in his possession). Whilst the soldiers are searching the guest house, Chauvelin assures Josette that he swapped the originals for blanks for her own safety and then has her arrested for treason and taken to the cells. He decides to open the original letters to see what leverage he can get from them but to his horror finds that his package is also blank save for that, all too familiar, maddening doggerel... \"We seek him here...\" Will Chauvelin succeed in cornering the English Spies? Can the Scarlet Pimpernel save Josette and Maurice from the guillotine? and what will happen to the incriminating letters? de:The Scarlet Pimpernel fr:Le Mouron rouge",
    "genre": [
      "Adventure novel",
      "Historical novel"
    ],
    "author": "Baroness Emma Orczy"
  },
  {
    "title": "The First Sir Percy",
    "summary": " March 1624 and a lot has happened since the plot on the life of the Stadtholder was foiled two months earlier. With the help of Mynheer Beresteyn, Diogenes has finally met his real father, an English Nobleman, and realised his true identify as Sir Percy Blake of Blakeney, heir to a large estate in Sussex. Now an English Lord, the once penniless soldier of fortune is getting married to Gilda Beresteyn, the woman he was paid to kidnap back in January. Mynheer Beresytn has arranged a double wedding for the pair along with his son Nicholaes and his bride to be, Kaatje van den Poele. The day is to be one of great celebration, with guests coming from far and wide including the Stadtholder Maurice of Nassau, Prince of Orange who owes Diogenes his life for informing him of Lord Stoutenburg's plot against his life. Also due to attend are Diogenes' fellow 'philosophers' – Socrates and Pythagoras. Pythagoras, however has fallen foul of Lord Stoutenburg after coming across the fugitive and his servant Jan, while lost in the Veluwe on the way to the wedding. Stoutenburg recognises the philosopher and after plying him with lots of wine, gets Jan to take him back out into the snow and kill him. Jan leads Pythagoras away from his planned route, shoots him in the back and leaves him for dead. On the day of the wedding, Diogenes is concerned about his friend and sends Socrates and a group of men out to look for him. The wedding celebrations are torturous for the adventurer who is not used to formal Dutch traditions and just wants to whisk his new bride away to their new life in England. Diogenes enlists the help of the Stadtholder to break up the celebrations early so he can go against tradition and carry off his wife in the face of scandalized and protesting wedding guests but just as he is about to ride off, a curious spectacle presents itself to view. Socrates arrives on horseback, with the barely alive Pythagoras across his saddle. The Stadtholder agrees to stay on so his personal doctor can administer to the adventurer and when he is eventually able to speak, he is able to relay Stoutenburg's new plans to assassinate the Stadtholder in some detail. It seems that the Archduchess Isabella has troops crossing the IJssel and coming up from Kleve. They plan to seize the cities of Arnheim and Nijmegen then march across the Veluwe and confront the Stadtholder with a vast army. On top of this, Stoutenburg is plotting to poison the Stadtholder using chemicals he has been taught to manufacture by Francis Borgia. The Prince of Orange asks Diogenes to fight at his side but the philosopher is torn between his feelings for his new bride and the call of honour and duty. Gilda settles the matter when she brings him his sword, telling him he must leave for Vorden within the hour. Nicholaes travels with Diogenes as far as Barneveld but on returning to the house, he tries to convince Guilda that her husband is a traitor and is in league with the Archduchess. Diogenes makes a brief stop in Vorden where he delivers the Stadtholder's orders to Messire Marquet and his troops, but on route to Wageningen he is suddenly chased and shot at by men on horses. Plunging into the river Ijseel to evade his attackers his horse is shot through the neck and the waters sweep over his head. Four days have passed and there is no news from Diogenes, the archduchess's troops have crossed the IJssel and overrun Gelderland. Nicholaes has been sent to Amersfoot to tell his father of the Stadtholder's coming and that they must evacuate the town. Fugatives from Ede have reached the Stadtholder's camp at Utrecht and it soon becomes obvious that Diogenes has failed in his task to deliver orders to Messire Marquet and Mynheer De Keysere. Gilda is worried, but refuses to believe her husband can have failed in his task. She watches for him from the window and eventually spots him riding into the city. On hearing the news, Nicholaes exclaims that Diogenes return is impossible but won't say any more when questioned. He then tries to get the Stadtholder away before he can talk to the Englishman, insisting that Diogenes has sold his sword to the Archduchess. When Diogenes, weary and dazed arrives at the door, Nicholaes attacks him with cries of \"Assassin!\" but Gilda wrests his sword from her brother before he can do her beloved any serious damage. The three philosophers, now with fresh horses follow Nicholaes and the Stadtholder and manage to frustrate Nicholaes's plans to deliver the Stadtholder into the hands of the Archduchess. However, before the traitor meets up with Lord Stoutenburg, he shoots at Diogenes with a poisoned bullet and the resultant smoke causes him to go blind. Nicolaes and Stoutenburg return to Amersfoort with 4000 mercenaries and demand the surrender of the city. After taking over Mynheer Beresteyn's house, Stoutenburg threatens to get his troops to murder the population of the town unless Guilda agrees to marry him. A commotion outside the house reveals a blind Diogenes is back and is entertaining the troops. Stoutenburg is determined to hang his nemesis, but thinks he can use the adventurer to his advantage in winning Guilda for he is convinced she will prefer a strong masterful man to a weak helpless one. The sad condition of her husband only seems to make Guilda more committed to him, so changing tack, Stoutenburg promises Guilda he will only spare Diogenes' life if she will agree to be his wife. She reluctantly gives in, but once she has gone to her room, he tells Jan to hang him anyway. Faced with the gallows, Diogenes barters his privileged knowledge of the Stadtholder's plans for a mug of port. Stoutenburg them tells Mynheer Beresteyn that his son-in-law is a traitor, and knowing the Burgomaster's views on such behaviour leaves him alone in the dining hall with Diogenes and a loaded gun...",
    "genre": [
      "Adventure novel",
      "Historical novel"
    ],
    "author": "Baroness Emma Orczy"
  },
  {
    "title": "The Triumph of the Scarlet Pimpernel",
    "summary": " The story starts in Paris in April 1794, year II of the French Revolution. Theresia Cabarrus is a beautiful but shallow Spaniard who is betrothed to Citizen Tallien the popular Representative in the Convention and one of Robespierre's inner circle. She is credited with exercising a mellowing influence over Tallien, whom she met in Bordeaux but although she is engaged to be married to him, what little love she has appears to be lavished on another. Bertrand Moncrif is a good-looking but impulsive young man who appears determined to martyr himself in opposition to the revolutionary government. To this end, he has gathered the siblings of his long-term sweetheart, Régine de Serval, into his plan to denounce Robespierre at one of the Fraternal suppers. Despite warnings from Régine he insists on carrying through his plans which inevitably go awry and the wrath of the mob is soon turned towards the small group. After a timely intervention on the part of the Scarlet Pimpernel, using the guise of the coal heaver Rateau (who also appears in several short stories in The League of the Scarlet Pimpernel - The Cabaret de la Liberté, Needs Must and A Battle of Wits), the de Servals are saved from a lynching while Moncrif lies unconscious and unseen under a table. When he eventually awakens, Bertrand heads straight for Theresia's house (whom he worships) and all thoughts of his old love Régine disappear in her wake. Theresia is horrified to find him at her house as Tallien, Robespierre and several other high-ranking political figures are due at her apartment for a meeting. Realising that he is putting her at risk, Bertrand hides in the kitchen while the men meet. Also present is Citizen Chauvelin, who plans to use Theresia to entrap his old enemy the Scarlet Pimpernel and has been planting ideas to the effect in Robespierre's mind. Robespierre makes it clear that he knows Bertrand was behind the fracas at the supper and implies that Theresia and Bertrand are involved. Despite the implied threat, she refuses to help trap the Pimpernel, but after the party has left she discovers that Bertrand has been taken by the daring Englishman from her kitchen. Chauvelin returns brandishing a note left by the Pimpernel, to persuade her to take part in his plan once more. Peeved at the Pimpernel removing her plaything, she eventually agrees. In England, Moncrif and the de Servals are finally free to resume an almost normal life. Theresia arrives at Dover dressed in men's clothes and claiming she has been driven out of France by her association with Bertrand, in fear of her life. An obviously staged row between the Spaniard and Chauvelin outside Sir Percy's cottage fails to persuade our hero that she is up to anything but mischief, but he seems to relish the prospect of such an intelligent and wily adversary and promises not to reveal her true identity to anyone for he \"is a lover of sport.\" With her plans to seduce Percy scuppered, Theresia turns her attention to Sir Percy's wife Marguerite and uses an all too willing Bertrand to set the trap. Lady Blakeney is kidnapped yet again and taken to France and imprisoned as bait for Sir Percy. Can our dashing hero evade capture and live to enjoy a day \"when tyranny was crushed and men dared to be men again\"? de:The Scarlet Pimpernel fr:Le Mouron rouge",
    "genre": [
      "Adventure novel",
      "Historical novel"
    ],
    "author": "Baroness Emma Orczy"
  },
  {
    "title": "The Black Corsair",
    "summary": " Two pirates, Carmaux and Wan Stiller, are rescued by the Lightning, a pirate ship under the command of Emilio of Roccabrunna, Lord of Valpenta and of Ventimiglia, and feared throughout the Caribbean as the Black Corsair. Once aboard, the two inform the captain that his younger brother the \"Red Corsair\" has been hanged by the Governor of Maracaibo. The Black Corsair decides to sneak into the city to retrieve his brother's body and give him an honourable burial at sea. Carmaux and Wan Stiller accompany the Corsair to the city, and aided by their friend Moko, manage to steal the body. After a series of adventures the Corsair and his men return to the Lightning with the body. On the night the Corsair buries his brother he vows to slay Van Guld and all those that bear his name. En route to Tortuga, the pirates attack and capture a Spanish ship. They find a young noblewoman aboard, Honorata Willerman, the Duchess of Weltrendrem. She is taken captive to Tortuga where she is to await payment of her ransom. Struck by her beauty and spirit, the Corsair frees her and the two quickly fall in love. The hunt for Governor Wan Guld resumes and the Black Corsair and L'Ollonais lead an attack on Maracaibo. Unfortunately the governor escapes and the Black Corsair and his companions must track him through the jungles of Venezuela. There they encounter savage beasts, quick sand, and cannibals. Wan Guld proves ellusive and to capture him the pirates must make an assault on the city of Gibraltar, Venezuela.",
    "genre": [
      "Adventure novel"
    ],
    "author": "Emilio Salgari"
  },
  {
    "title": "Pimpernel and Rosemary",
    "summary": " It’s 1922 and Rosemary Fowkes is the darling of London post-war society. One of those women on whom Nature seems to have showered every one of her most precious gifts. As well as being tall, graceful and beautiful, Rosemary is also highly intelligent and a talented political writer. She is the author of a series of articles on the evils of bureaucracy in the near East, which have been published in the International Review under the pseudonym “Uno”. Peter Blakeney is the great, great grandson of the Scarlet Pimpernel, and the very image of his famous ancestor. A gifted sportsman educated at Eton and Oxford, Blakeney has rowed in the varsity eights, been awarded a VC in the war and is widely regarded as one of the finest cricketers England has ever produced. Blakeney is deeply in love with Rosemary, and she with him, but owing to his foolish pride and ambition he has lost his chance to marry her. Reluctant to simply be known as the husband of a world-famous wife, he has put his career and determination to win fame and fortune in his own right, ahead of love—and has driven her into the arms of his best friend, Lord Jasper Tarkington. Tarkington, who was the correspondent for the Daily Post in Hungary in 1919, is still a young man, but rather conservative in his tastes. He worships Rosemary but whilst she sees him as gentle, impassive and wonderfully kind, he fails to arouse the same level of passion in her heart as Peter. The day their engagement is announced, Peter meets Rosemary at the Five Arts’ Ball at the Albert Hall, after dancing with her he takes her to a secluded box and reveals his true feelings for her, yet she cannot bring herself to forgive him for the snub of the previous summer and insists that in six months time she will be Jasper Tarkington’s wife. Watching the couple dance at the Ball, is the Roumanian diplomat, General Naniescu, the guest of Lady Orange. On hearing that the beautiful young woman is the author of the articles which have caused his government so much harm, he asks Lady Orange to arrange a meeting at which he proposes that Miss Fowkes should visit Translyvania and study the conditions now prevailing in the territory now occupied by Roumania at first hand. She will then publish her studies in the English and American press, without fear of censorship. Rosemary is soon taken with the idea, but although Lord Tarkington has vowed not to get in the way of her journalistic efforts, he insists that she marries him immediately, so he can go with her and protect her as only as husband can. She agrees, and they are soon on their way to Translyvania, to stay with relations of Peter’s who she knows from earlier visits she took with Peter’s Hungarian mother. On arriving in Cluj, she meets with Peter’s cousin Anna Hever, and discovers that Anna has been helping her cousin Philip Imrey to smuggle anti-government articles which he has written, out of the country and into the British press, where they have caused an outburst of sympathy for the Hungarians of Translyvania. Rosemary realises that Anna and Philip are playing a dangerous game and promises to tell no-one of their secret, yet only days after she has arrived to stay at the Imrey’s house, Philip and Anna are arrested as traitors. Rosemary meets with Naniescu to plead for the pair, but he tells her that the only way she can secure their freedom is to write articles for the British press, which put the Roumanian regime in Translyvania in a positive light, and which will undo some of the harm done by Philip’s reports. The duo will be temporarily freed for the month she has to write the articles. When they are published the duo will be allowed to leave the country but if she refuses they will be re-arrested and sentenced to death as traitors. Meanwhile, Rosemary gets news that Peter Blakeney is in the country, allegedly to organise a cricket match between the Hungarians and Roumanians in Budapest. Jasper resolves to go to meet the Roumanian King and plead for leniency for Anna and Philip, but before he goes he tells Rosemary not to reveal anything of what has happened to Peter. Rosemary is shocked that Jasper appears not to trust Blakeney, whom she has always considered the perfect English gentleman, yet when she speaks to Anna about how their activities could have been discovered, her suspicions are aroused when she finds out that the only other person Anna had told about the scheme was Peter. Eventually Rosemary writes the arictles on the behest of her husband, but having consulted with Elza Imrey, who is not willing to pay such a price for the freedom of her son and niece, has agreed to destroy them. However, before she can do so, they are stolen by Blakeney who uses them to barter with Naniescu for the title deeds to the Imrey's chateaux. Who is the mysterious \"Number 10\"? Can Peter really be a spy in the employ of the Romanian government? Why is Jasper suddenly acting so strange? How can Rosemary stop the stolen articles from being published in the Times?",
    "genre": [
      "Adventure novel",
      "Historical novel"
    ],
    "author": "Baroness Emma Orczy"
  },
  {
    "title": "The Emperor's Candlesticks",
    "summary": " When a group of Russian anarchists kidnap a Russian prince in Vienna there are repercussions. On learning that the Cardinal d'Orsay has agreed to convey some hollow candlesticks from the Emperor to the Princess Marionoff in St Petersburg, two spies both see the possibility of using them to convey messages safely into Russia. One is an eager young idealist involved in the plot against the prince, the other is Madame Demidoff, a beautiful agent of the Tsar. When the candlesticks go missing at the border, the two engage in a race to get them back, both realizing that their very lives could depend on the retrieval.",
    "genre": [
      "Adventure novel",
      "Historical novel"
    ],
    "author": "Baroness Emma Orczy"
  },
  {
    "title": "The Bronze Eagle",
    "summary": " Crystal, the only daughter of the old, long-exiled haughty royalist, the Comte de Cambray, is on the eve of betrothal to de Marmont, (secretly an ardent Bonapartist). Bobby Clyffurde, the Englishman, who is in love with Crystal, confronts Victor de Marmont about why he is pretending to be a royalist. De Marmont replies that he has never led the Comte to suppose anything, the Comte has merely taken de Marmont’s political convictions for granted. As if two potential suitors weren’t enough, Crystal has yet another admirer, Maurice de St. Genis, whose impecunious state (her father sees him as a penniless, out-at-elbows, good for nothing) has precluded him from obtaining her hand in marriage. Howeve at the moment of Crystal’s betrothal to de Marmont, Maurice finally gets his revenge upon his rival. Once the guests have assembled for the ceremony, there is a disturbance from the end of the corridor and St. Genis enters the room, his rough clothes and muddy boots providing a contrast to the immaculate get-up of the Comte’s guests. Looking flushed and clutching his cane he announces that he has only come to avert the awful catastrophe that is about to fall on the Comte and his family. At the young man’s ominous words, M. le Comte goes pale and demands to know what catastrophe could be worse than twenty years of exile? \"An alliance with a traitor, M. le Comte\" he replies. St. Genis goes on to accuse his rival of pinning Napoleon’s proclamation on the walls of Grenoble. Yet, rather than deny the accusation de Marmont defends his actions with fervor, pulling a copy of the declaration from his pocket and waving it at the assembled group while shouting “Vive l’Empereur”. Despite the sudden rupture of her engagement, Crystal‘s heart is by no means broken, but it is not St. Genis who in the end wins her love, for we are left with the understanding that it is Clyffurde, the English merchant who eventually overrides the prejudices of the old French count. Clyffurde laughingly asks Crystal’s aunt, Mme. la Duchesse “Do you think that if I promise never to buy or sell gloves again, but in future to try and live like a gentleman-he will consent?”",
    "genre": [
      "Adventure novel",
      "Historical novel"
    ],
    "author": "Baroness Emma Orczy"
  },
  {
    "title": "The Prairie: A Tale",
    "summary": " The story opens with Ishmael, his family, Ellen and Abiram slowly making their way across the virgin prairies of the Midwest looking for a homestead, just two years after the Louisiana Purchase, and during the time of the Lewis and Clark Expedition. They meet the trapper (Natty Bumppo), who has left his home in New York state to find a place where he cannot hear the sound of people cutting down the forests. In the years between his other adventures and this novel, he tells us only that he has walked all the way to the Pacific Ocean and seen all the land between the coasts (a heroic feat, considering Lewis and Clark hadn’t yet completed the same trek). That night, a band of Teton warriors steal all of Ishmael’s animals, stranding the immigrants. The doctor returns the next morning along with his donkey. The trapper helps the family relocate their wagons, including one with mysterious contents, to a nearby butte where they will be safer when the Tetons return. Middleton joins the group when he stumbles upon the trapper and Paul. Before they return to the butte, Ishmael and his family go looking for his eldest son, Asa, whom they find murdered. The trapper, Paul, and Middleton return to camp, find Inez whom Abiram and Ishmael had been keeping captive, and flee with her and Ellen. Ishmael chases them until the Tetons capture the Trapper and his crew. They escape the Tetons, and then Ishmael forms an alliance with the Indians. The Indians attempt to recapture the trapper by surrounding them with a prairie fire, but the trapper lights a backfire and saves everyone. They meet up with Hard-heart, a Pawnee Indian who survived the fire wrapped in a buffalo skin, and attempt to escape to his village. The Tetons capture them. Ishmael demands the trapper, Inez, and Ellen for helping the Tetons but is denied and turned away. Mahtoree intends to take Inez and Ellen for his new wives. Le Balafre attempts to spare Hard-heart’s life by making Hard-heart his son. Hard-heart refuses, kills Weucha, and flees the village. When Hard-heart’s Pawnee warriors attack the Teton village, the trapper and his friends escape, only to be captured by Ishmael. The trapper is accused of Asa’s death until Abiram’s guilt is discovered. Abiram is executed, and Ishmael’s family returns east without Inez, Ellen, or the doctor. Middleton, Inez, Paul and Ellen travel back to Louisiana and Kentucky, respectively, while the trapper joins a Pawnee village located on a tributary of the Missouri River. Middleton and Paul return just in time to witness the trapper's noble death and bury him.",
    "genre": [
      "Adventure novel",
      "Historical novel"
    ],
    "author": "James Fenimore Cooper"
  },
  {
    "title": "The Journal of Julius Rodman",
    "summary": " The Journal of Julius Rodman is a fictionalised account of the first expedition across the Western Wilderness, crossing the Rocky Mountains. The journal chronicled a 1792 expedition led by Julius Rodman up the Missouri River to the Northwest. This 1792 expedition would have made Rodman the first European to cross the Rocky Mountains. The detailed journal chronicles events of the most surprising nature, and recounts \"the unparalleled vicissitudes and adventures experienced by a handful of men in a country which, until then, had never been explored by 'civilised man'.\" Julius Rodman was an English emigrant who first settled in New York, then moved to Kentucky and Mississippi. His expedition which departed from Mills' Point up the Missouri River with several companions was described in a diary. The MS. of the diary was submitted by his heir, James E. Rodman. Rodman is accompanied on his expedition by Pierre, Alexander Wormley, Toby, a Virginian, Andrew Thornton, and the Greely brothers, John, Robert, Meredith, Frank, and Poindexter. The party is described as \"mere travellers for pleasure\", abandoning commercial or pecuniary motives. They traveled by canoe and by a thirty foot long keelboat which was bulletproof. The travelers described the White Cliffs of the Missouri: \"The face of these remarkable cliffs, as might be supposed, is chequered with a variety of lines formed by the trickling of the rains upon the soft material, so that a fertile fancy might easily imagine them to be gigantic monuments reared by human art, and carved over with hieroglyphical devices.\" In the final chapter, a ferocious attack by two grizzly bears on the expedition party is described: \"We had scarcely time to say a word to each other before two enormous brown bears (the first we had yet encountered during the voyage) came rushing at us open-mouthed from a clump of rose-bushes.\" Their fiercenss was detailed: \"These animals are much dreaded by the Indians, and with reason, for they are indeed formidable creatures, possessing prodigious strength, with untamable ferocity, and the most wonderful tenacity of life.\" A member of the party, Greely, is attacked and mauled by one of the bears. Rodman and another member, the Prophet, assist him. They shoot the bear but cannot stop the attack. Subsequently, Rodman and the Prophet are attacked. Cornered on the cliff, they are saved from death by Greely, who shoots the bear at point-blank range: \"Our deliverer, who had fought many a bear in his life-time, had put his pistol deliberately to the eye of the monster, and the contents had entered his brain.\"",
    "genre": [
      "Adventure novel"
    ],
    "author": "Edgar Allan Poe"
  },
  {
    "title": "In the Sargasso Sea",
    "summary": " The protagonist, Roger Stetworth, unwillingly joins a slave ship called the \"Golden Hind\" captained by Luke Chilton. (When Chilton demanded that Roger \"sign aboard\" he refused and was clubbed on the head and thrown overboard.) He is rescued by the \"Hurst Castle\" and doctored by a painfully stereotyped Irishman. The \"Hurst Castle\" is abandoned but does not founder in a gale and the crew accidentally leave Stetworth marooned aboard. The ship drifts into the center of the Sargasso Sea where Stetworth finds himself in a ships' graveyard in which survivors of previous shipwrecks still inhabit the forgotten ships. Stetworth must rely on his own ingenuity to get free from the choking sargasso weeds.",
    "genre": [
      "Adventure novel"
    ],
    "author": ""
  },
  {
    "title": "Robbery Under Arms",
    "summary": " The book begins with Dick sitting in gaol, with just under one month before his scheduled execution for his crimes. He is given writing material, and begins documenting his life's story. He starts with his childhood, with a father (Ben) who is prone to violence, particularly when he has been drinking; his mother, his sister (Aileen) and brother, Jim. He documents his first exposure to his father's crimes, the theft of a red calf, and the disapproval of this crime by his mother, who says she thought he had given up stealing since the theft which lead to his transportation as a convict from England. Dick's first active involvement in crime, comes where the brothers choose to go cattle duffing (stealing), even though an offer of solid, honest work had been made with neighbour and friend, George Storefield. The divergent lives of the brothers to that of George is a recurring theme of the book from this point forward, as they continue to meet up at different points throughout the story's course. This first theft includes their introduction to Captain Starlight, his Aboriginal assistant, Warrigal, and their hideaway, Terrible Hollow. Further thefts follow, leading up to the brazen theft of 1000 head, driven overland to Adelaide with Starlight. After the success of this adventure, the brothers \"lie low\" in Melbourne, where they meet the sisters, Kate and Jeanie Morrison. The brothers return to home for Christmas, leading to incarceration and trial of Dick and Starlight. (The magistrate chooses to refer to Starlight only by this nickname, at the Captain's request). Warrigal helps Dick and Starlight escape to Terrible Hollow. The gang later has its first stage holdup. The brothers then move to the Turon goldfields. Their prosperity through honest, hard work gives them the chance for escape from the country to start a new life overseas. Jim is re-united with Jeanie Morrison and marries her. Dick meets Kate Morrison again, but her tumultuous nature leads her, in an angry mood, to alert the police to their presence, and they narrowly escape capture and return to the safety of Terrible Hollow. Seeing no alternative to crime, the gang joins forces with a soon- to- be rival Dan Moran and his friends to stage a major hold up of the armed, escorted stagecoach leaving the goldfields. The robbery is a success, with the members splitting up after sharing the gold takings. Starlight's crew hears word of Moran's planned home invasion of a police informant named Mr Whitman, at a time when Mr Whitman was known to be absent. Marsten and Starlight intervene, forcing Moran and his men to leave, thus preventing further harm to the women present and the home being burnt down at the end of the night. Chivalrous as ever, Starlight vows to dance with one of the women, Miss Falkland, at her upcoming wedding. This increases the existing animosity between Starlight and his rival, and highlights Starlight's code of honour. At the height of their infamy, the gang attend the Turon horse race, where Starlight's horse, Rainbow, wins. The same weekend, they attend the wedding of a publican's daughter, Bella Barnes, where Starlight fulfils his earlier promise to dance, unrecognised, with her at her wedding, despite the presence of the entire town, including the goldfields commissioner and other dignatories. Ben Marston is later ambushed and wounded by bounty hunters. Moran, nearby, releases him, and shoots all four bounty hunters in cold blood, again highlighting the different honour codes between the two gangs. Ben returns to Terrible Hollow, and is nursed by his daughter, Aileen. Aileen and Starlight begin a relationship, and arrange to marry. Despite the animosity between the rivals, they team up again to rob the home of the Goldfield Commissioner, Mr Knightley, but are met with more resistance than they expected. One of Moran's associates is shot in the skirmish, and Moran is keen to kill Knightley when they later have him face to face. Starlight turns the tables by giving Mr Knightley one of his own pistols. He them proceeds to arrange for Knightley's wife to go to Bathurst and withdraw some cash, and meet Moran's men by \"the Black Stump\", outside of Bathurst town. Starlight passes the time gambling with Mr Knightley, sharing his food, drink and company. Starlight loses money in the gambling, and arranges to repay by direct payment into his account, as well as paying for the horse he is offered when leaving. Throughout the book, there have been chance meetings with Dick's childhood friend and neighbour, George Storefield who, in contrast with the Marston boys, works hard, keeps within the law and thrives financially. Dick starts to hold up George, now a successful grazier, businessman, magistrate and landholder, before realising who it was. George offers the brothers safe haven and cattle mustering work, which would allow Dick, Starlight and Jim safer travel to Townsville in Queensland, from where they plan to leave to San Francisco. They accept the offer, but are caught, partially due to betrayal by Warrigal and Kate Morrison along the way, and Starlight and Jim are shot dead. Dick is wounded and brought to trial, bringing the story to where it began, with Dick expecting to be hanged shortly. In a surprise ending, Dick's sentence is reduced to fifteen years imprisonment due to petitions from Storefield, Knightley and other prominent people. He serves twelve years, is visited occasionally by Gracey Storefield, whom he marries shortly after his release, before moving to a remote area of Queensland to manage a station for her brother, George Storefield.",
    "genre": [
      "Adventure novel"
    ],
    "author": "Thomas Alexander Browne"
  },
  {
    "title": "Smith's Gazelle",
    "summary": " An old Bedouin and two boys, one Jewish and the other Arab, have a miraculous adventure in the Israeli desert during the Six-Day War.",
    "genre": [
      "Adventure novel"
    ],
    "author": "Lionel Davidson"
  },
  {
    "title": "The Two Tigers",
    "summary": " India, 1857. Just when Tremal-Naik's life was getting back to normal, the Thugs of the Kali cult return to exact their revenge by kidnapping his daughter Darma. Summoned by Kammamuri, Sandokan and Yanez immediately set sail for India to help their loyal friend. But the evil sect knows of their arrival and thwarts them at every turn. Have our heroes finally met their match? It's the Tiger of Malaysia versus the Tiger of India in a fight to the death!",
    "genre": [
      "Adventure novel"
    ],
    "author": "Emilio Salgari"
  },
  {
    "title": "Son of the Red Corsair",
    "summary": " The Son of the Red Corsair, one of the most captivating stories written by Emilio Salgari, is a mixture of adventure, humor, and romance that has delighted readers of all ages for many years. Part of the series usually referred to as Pirati delle Antille, it is the story of Enrico di Ventimiglia, the Son of the Red Corsair, as he travels through the Spanish conquests of Central America in search of the stepsister he has never met. In his adventure, the Count is helped by a cast of colorful characters, the faithful Mendoza, the incomparable Don Barrejo, Buttafuoco, a nobleman-turned-buccaneer, and bands of pirates of the Caribbean.",
    "genre": [
      "Adventure novel"
    ],
    "author": "Emilio Salgari"
  },
  {
    "title": "Death in Silver",
    "summary": " The Silver Death's-Heads, a gang of criminals who wear silver overalls and masks, have been committing seemingly random crimes for months. They become involved when they attack Paine L. Winthrop, a shipyard owner who has offices in the same building as Monk. When his office explodes, Monk and Ham investigate but are captured while reporting back to Doc Savage. With his other aides abroad, Doc Savage attempts to rescue them and solve the case alone. One of the first things he accomplishes is to deduce the nature of the explosion, which has eluded his aides and the police &mdash; it was caused by a three-inch shell. Investigating the deaths of other witnesses to the attack (a fisherman on the river and an aviator flying that day) leads Doc to Winthrop's Shipyards. The Silver Death's-Heads steal some blueprints to hide their secrets while Doc runs into Winthrop's Secretary, Lorna Zane, and efficiency expert, Harry \"Rapid\" Pace (who has the annoying habit of repeating almost everything twice). Doc leaves Lorna with his cousin Pat at her new beauty salon/gymnasium. Harry leads the Doc to the home of Bedford Burgess Gardner (owner of Transatlantic Lines and Winthorp's chief rival) based on a comment from the gang overheard at the shipyard. Again they run into the gang, and pick up Hugh McCoy, Gardner's Financial Relations Consultant (advising on the merger with Paine L. Winthrop's company) and Pace's rival for Lorna Zane's affections. By questioning an injured gang member, who had been poisoned by his own gang, they find that Monk and Ham are held at the \"Indian's Head\". Doc browses a telephone directory at an all-night drug store and picks out the \"Indian Head Club\". When asked he explains that its address is on the waterfront and the Silver Death's-Heads always seem to escape by the river. His deduction is correct and, through stealth and violence, he rescues his aides. They all only narrowly miss being killed when the gang demolish the club with a bomb to destroy evidence. Meanwhile, the Silver Death's-Heads kidnap Pat and Lorna from Pat's salon. Based on a map of New York Harbour found at the club before it exploded and burned down, Doc and Monk go out onto the foggy river to investigate. Diving from the boat, Doc discovers a submerged radio-buoy at a point marked on the map. Further investigation is cut short by a shell apparently fired by an unseen submarine. Ull, the leader of the Death's-Heads (but not the \"big brain\" behind their plans) sets a trap for Doc with Pat and Lorna as bait. A fake snitch calls Doc with some information but is cut off by a mock attack in another all-night drug store. They make sure to leave clues, especially a trail of footprints in vaseline (from a jar \"accidentally\" broken in the store), to lead Doc to their hideout. Doc follows the trail using ultraviolet light (because Petroleum jelly glows under ultraviolet light) but approaches the hideout itself in disguise. He is able to penetrate the hideout and successfully avoid the traps set for him but does not manage to rescue Pat or Lorna (as they are not really there). Moving back to the radio-buoys in the river, Doc and aides (along with Rapid Pace and Hugh McCoy) set out in the Helldiver (Doc's submarine). They follow a trail of hidden buoys out into the Atlantic where they are attacked by another submarine (the buoys are intended to guide the villains' submarine down the river to an abandoned sewer that connects to the Indian's Head Club). They are eventually boarded and Doc Savage is apparently killed (this is a common event in Doc Savage stories). The rest are taken in the villains' submarine to their base in an almost derelict rum row ship. Doc, hanging on to the side of the submarine, sneaks aboard the ship, rescues everyone, recovers a lot of stolen goods and escapes in a lifeboat. A fire he started as a diversion causes an explosion (speculated to be either from the fuel tanks or a stockpile of explosives) and the ship sinks as they leave. The big brain behind the plot turns out to be Hugh McCoy, who was also Bedford Burgess Gardner (by using a fake beard). Ham's research showed that \"Gardner\" had made over $1 Billion in the past year by using the gang to kill off opponents and rivals under cover of random crimes. He would then buy out their companies and make his money through stock manipulation. Rapid Pace, who becomes less cowardly throughout the story, ends up with Lorna Zane.",
    "genre": [
      "Adventure novel"
    ],
    "author": "Lester Dent"
  },
  {
    "title": "By the Gods Beloved",
    "summary": " Background Mark Tankerville and Hugh Emmett became firm friends whilst at school at St Pauls, their friendship cemented by many afternoons spent at Hugh's house in Hammersmith in the company of his father, one of the greatest archaeologists and Egyptologists of his generation. Mr Tankerville keeps the boys entertained with stories and theories about the people of Ancient Egypt and teaches them how to speak and understand the language of ancient Kamt. When they finish school, Mark goes to Oxford to study medicine while Hugh stays at home to help his father with his research. During this period Mr Tankerville and Mark's Uncle both die. After college Mark is unemployed but living off a small fortune left to him by a distant relative. He still sees Hugh occasionally but his old friend has become more and more distant as he absorbs himself in some 'important work'. Hugh apologies for his behaviour and asks that Mark gives him two years to finish his project and get back to his old self - Mark, as a qualified Doctor, is concerned that Hugh will have worked himself into the grave within two years if he keeps on as he is and makes Hugh promise that he will ask for help if he needs it. Two years pass with no contact between the friends, until one day Mark receives a telegram from Hugh asking him to come over. His work finally finished, what Hugh reveals to his old friend is a piece of 3000 year old parchment which he and his father have spent forty years piecing together. Hugh explains that the text proves that the ancient civilisation did not simply disappear at the close of the 6th dynasty, rather they were driven off by strangers and formed a new empire somewhere in the Libyan desert. More importantly he believes that their descendants are still living there and that the parchment clearly sets out the way to find the secret city. The Journey Hugh convinces Mark to accompany him on an expedition to find the hidden civilisation and a week later they are heading up the Nile on a dahabijeh towards the mysterious immensities of the Libyan desert. From Wady-Halfa they set out towards the west, alone but for four camels. After days of walking through the monotonous heat and sandstorms, they have exhausted most of their food supplies and two of the camels have died but eventually they spot the rock of Anubis - and suddenly it appears that there might be something tangible in Hugh's conjectures after all. The pair make their way slowly towards the rock, only to realise as they approach that the mass of white specks they have seen glinting in the sun at the base of the rock are human bones, none of which have been there for more than ten years... Nearby is a half dead man, dressed in rags who is speaking the ancient language of Kamt, before he dies he tells them that he has been thrown out of Kamt as a punishment. All ways into the valley appear to be sealed and impassable so, down to their last few days of supplies, Mark and Hugh wait by the main gate in the hope that another criminal will be expelled - giving them a chance to enter. Kamt Some days later the opportunity arises and they sneak into Kamt to find themselves in the middle of a massive temple. Hiding in the background they watch an ornate ceremony take place in the middle of which is a living breathing Pharaoh, his mother, Queen Maat-kha, and the High Priest Ur-tasen. Eavesdropping on the Queen and the Priest, they discover that the Pharaoh is very ill and if he dies his throne will pass to his cousin Princess Neit-akrit, as Maat-kha cannot remain as queen if she has no son or husband to accompany her on the throne. At this point Hugh comes out from his hiding place and tells the shocked witnesses that he has been sent by Ra. The Priest asks him what his will is, to which Hugh replies \"To wed that woman and sit upon the throne of Kamt\". Hugh's actions stun Mark but probably save them from death as they are quickly accepted by those present, who fall at Hugh's feet. The pair are treated like gods: showered with food, given luxurious clothes and entertained with lavish ceremonies. Before long they have been fully integrated into palace life. The Princess It soon becomes obvious that Princess Neit-akrit has her detractors, for her beauty causes madness in men and jealousy in women. Even the Queen is not immune, and asks Hugh to force the Princess to become a Priestess of Ra, hoping that once she has been blinded and rendered harmless, she will no longer be a threat. Hugh dismisses the idea, but after getting involved in the trial of one of the Princess' servants who murdered her own son rather than watch him be a slave to Neit-akrit's beauty, his curiosity is roused. He is further intrigued when, the night before he is due to visit the Princess for the first time, he is approached by a young girl. It turns out that her lover was the man cast out into the desert before they arrived, for he had fallen for the Princess and been caught trespassing in the temple on her request. The girl then gives Hugh a scarab as a talisman, to protect him from falling under Neit-akrit's spell. Before leaving Hugh manages to upset the High Priest even further when he insists that Mark is appointed as physician to the Pharaoh, there is a bit of a power struggle between the two men but Hugh, who knows he has the support of the people comes off better and Mark takes over nursing the Pharaoh, who appears to be suffering from a form of diabetes. Despite the Queen's concerns, all seems to go well when Hugh first meets the Princess. She is truly regal in her beauty, but Hugh appears to be immune while Mark falls for her at first look. At supper Hugh mentions the man who was expelled from Kamt for doing the Princess's bidding, which unsettles her and she comes to talk to him about it afterwards. It becomes obvious that the Princess is making a play for Hugh but although she claims she is happy to lose her claim on the throne of Kamt, Mark is not convinced. Shortly afterwards the scarab goes missing from Hugh's room and he starts to become fascinated by the Princess - though she is less than impressed to hear he is going through with the wedding to her Aunt and is leaving for Net-amen to make the necessary arrangements. The Pharaoh is clearly passionate about the Princess but she is only pretending to be interested in his advances in an attempt to make Hugh jealous. After a month Mark is missing Hugh so, leaving the Pharaoh in the care of some servants, he makes his excuses to the Princess and travels to Net-amen to check on his friend. Hugh looks dreadful and after some persuasion confides that he is madly in love with the Princess - a confession which makes Mark feel jealous, yet though he admires Neit-akrit, he still does not trust her. Tanis Tanis, where Hugh's wedding to the Queen is due to take place, is a beautiful city, full of love and romance. As per local custom Hugh must spend 24hrs alone in a pavilion in the temple gardens before his wedding. The Queen and the Pharaoh arrive together and Mark is immediately called to look after the Pharaoh, who has deteriorated since Mark left. The Pharaoh has realised that Hugh loves the Princess rather than his mother and, out for revenge for the Queen stealing his throne from him, he tells her as much - insisting that she will pay for stealing Hugh from Neit-akrit, for the Princess loves Hugh as much as he loves her. Shaking with rage, the Queen attacks her son and strangles him to death with her bare hands. After seeing everything, the High Priest Ur-tasen condemns Queen Maat-kha for murder and desecrating the temple. She starts to realise that there will be consequences for her actions and declares she will go willingly into the valley of the dead and leave Ur-tasen all her wealth, if only the Priest will separate Neit-akrit and Hugh once she has gone. The Priest makes the Queen promise to the gods that she will do his bidding, which she agrees for she would rather see Hugh dead than with the Princess. He insists she must go through with the marriage ceremony as if nothing has happened, then when Hugh goes to meet her in the garden after the ceremony, he will find the dead body of the Pharaoh and they will frame him for the murder. Mark has overheard everything and tries to warn Hugh, only to discover he is trapped in the temple and can't get out. Stuck until the wedding, Mark waits and watches, only to see Princess Neit-akrit appear next to the High Priest... who then announces \"I did it all for thee Neit-akrit\", for he is in love with her too and wants to see her crowned Queen once her 'enemy' has been removed. Neit-akirt, however, has other ideas and defies the Priest to do his worst, for she will not allow Hugh to be blamed for the Pharaoh's murder. The Priest laughs at her and dares her to summon help knowing it will be his fellow priests who come. Outmanoeuvering the Princess, Ur-tasen then tells her that if she mentions any of what has happened to Hugh, the marriage will go ahead and she will have to suffer losing both her crown and the man she loves. Faced with the impossible choice between death of her loved one or seeing him happy in another woman's arms, the Princess leaves the temple. The smell of burning herbs makes Mark think he can escape but the pungent odour starts to affect him and just before he loses consciousness he realises that he is in a room with the body of the dead Pharaoh. The Marriage Mark finally comes round to hear Hugh making his marriage vows. Unable to speak he can only watch as his friend pledges himself to the woman who is plotting his death and shame before sinking into yet another drugged sleep. He comes to again several hours later, it is dark but he can just make out his friend waiting in the gloom, soon to leave and walk into the trap that had been set. Still unable to speak he is helpless to warn Hugh, however, soon Princess Neit-akrit turns up and asks Hugh to help her make a posy from the flowers in the temple. She is able to manipulate Hugh's love for her to prevent him from going to his bride and being framed for the Pharaoh's murder. Mark shakes off the last effects of the drug, overcomes the priests who have come to finish him off, and escapes. Mark finds Hugh and tells him everything he has seen. The two are confronted by Ur-tasen who has captured Neit-akrit as she left the temple at dawn. Ur-tasen threatens to have his priests torture and mutilate Neit-akrit as is the custom in Kamt for women who have committed adultery. Hugh threatens to use his position as Beloved of the Gods to inspire the people of Kamt to revolt and leave nothing but one vast and burning ruin where Kamt now stands if Neit-akrit is not released. Ur-tasen relents but convinces Hugh that he must leave Kamt if Neit-akrit is to retain her honor and take her rightful place as Pharaoh. The Departure Hugh and Mark agree to leave if the priests provide them with supplies and oxen to get them through the Valley of Death and back to their civilization. Ur-tasen must go with them as far as the Rock of Anubis as a guarantee at which point he would be released to return to Kamt. Hugh plans to leave without seeing Neit-akrit again, but as Ur-tasen is announcing that Beloved of the Gods has had to leave Kamt to return to the feet of the Gods, Neit-akrit comes up to the platform and leaves a flower--rosemary for remembrance. Hugh and Mark make their way back to England where, years later, their adventures in Kamt all start to seem like a dream. But in a small gold casket with a glass lid Hugh keeps in front of him a dried sprig of rosemary.",
    "genre": [
      "Adventure novel"
    ],
    "author": "Baroness Emma Orczy"
  },
  {
    "title": "Le Bossu",
    "summary": " Si tu ne viens pas à Lagardère, Lagardère ira à toi! (\"If you don't come to Largardère, Lagardère will come to you!\") Such is the oath given by the adventurer Lagardère to the wicked Prince de Gonzague, who has plotted to murder the daughter and seize the fortune of the dashing Duc de Nevers. In the first volume, Le Petit Parisien, the Prince de Gonzague murders the Duc de Nevers. Henri Lagardère rescues Nevers' daughter Aurore and raises her in exile, where she makes friends with a gypsy girl named Flor. The second volume, Le Chevalier de Lagardère, describes Lagardère's triumph over the Prince de Gonzague.",
    "genre": [
      "Adventure novel"
    ],
    "author": ""
  },
  {
    "title": "The Adventures of Three Englishmen and Three Russians in South Africa",
    "summary": " Three Russian and three English scientists depart to South Africa to measure the meridian. As their mission is proceeding, the Crimean war breaks out, and the members of the expedition find themselves citizens of enemy countries. This novel can be found under alternate titles such as \"Adventures in the Land of the Behemoth,\" \"Measuring a Meridian\" and \"Meridiana or Adventures in South Africa.\"",
    "genre": [
      "Adventure novel"
    ],
    "author": "Jules Verne"
  },
  {
    "title": "The Mystery of the Black Jungle",
    "summary": " Few can live in the Black Jungle, a desolate place teeming with wild dangerous beasts. Yet it is among its dark forests and bamboo groves here that the renowned hunter Tremal-Naik makes his home. For years he has lived there in peace, quietly going about his trade until, one night, a strange apparition appears before him - a beautiful young woman that vanishes in an instant. Within days, strange music is heard in the jungle then one of his men is found dead without a mark upon his body. Determined to find some answers, the hunter sets off with his faithful servant Kammamuri, but as they head deeper into the jungles of the Sundarbans, they soon find their own lives at risk; a deadly new foe has been watching their every move, a foe that threatens all of British India.",
    "genre": [
      "Adventure novel"
    ],
    "author": "Emilio Salgari"
  },
  {
    "title": "The Will of an Eccentric",
    "summary": " William J. Hypperbone, an eccentric millionaire, living in Chicago, has left the sum of his fortune, $60,000,000, to the first person to reach the end of \"The Noble Game of the United States of America.\" The game he devised is based upon the board game \"The Noble Game of Goose\"; however, in his version, the players are the tokens and the game board is the United States. The contestants are Max Réal (with his companion Tommy); Tom Crabbe (with his trainer John Milner); Hermann Titbury (with his wife Kate); Harris T. Kymbale (on his own); Lizzie Wag (with her friend Jovita Foley); Hodge Urrican (with his companion Turk) and the mysterious player only known as \"XKZ.\" And who is this mysterious \"XKZ\" who was added to the game by a codicil to the will? Time and completion of the game will tell. (Courtesy djk) In 1897 the first Baedecker guide book for the U.S. was published, and Verne used this as the source for his descriptions of the modes of transport, timetables, and geographic descriptions of the numerous places the twelve participants were required to visit in order to claim the prize.",
    "genre": [
      "Adventure novel"
    ],
    "author": "Jules Verne"
  },
  {
    "title": "Foundling Mick",
    "summary": " The story begins in Westport, Connacht, with the wandering puppeteer Thornpipe demonstrating his puppets to the destitute populace. After the mechanism animating the puppets unexpectedly goes off, the onlooking public with a priest among them discovers that the mechanism was operated by a tortured, hungry, pale boy of scarcely 3 years, concealed in the cart, whom the master spurred with a whip, claiming that the mechanism was operated by a dog. Revealed later to be abandoned while only 6 months old, the boy does not know his proper name; being the protagonist, he is known only as Lit'l Fellow (P'tit-Bonhomme) for the remainder of the story. The public confronts Thornpipe and stands up for the boy, driving Thornpipe out of town. With no local family able or willing to raise the foundling, he is given to an orphanage known as Ragged School in the neighboring town of Galway. Neither O'Bodkins, the principal of the school, nor his assistants (with the exception of the 16 year old Grip) care much about the well-being of children, let alone their conduct or education, and Lit'l Fellow continues to suffer, now at the hands of his peers (particularly Carker, the leader of the gang) for honesty and dignity which he has begun to show at such early years, and hence refusal to follow the gang's ways of theft and panhandling. Lit'l Fellow recalls what he remembers of the early years of his life to Grip (who has become a close friend of the boy), mentioning an evil woman Hard and a compassionate girl named Sissy&mdash;the only person who cared for him in his early years, and whom he indeed came to think of as an elder sister. After the death of yet another child who lived with them, Lit'l Fellow ran away from Hard's hut, only to be found by Thornpipe. This chapter of Lit'l Fellow's life ends when he finds a bottle of vodka, which he decides to bring to the orhpanage in order to consult with Grip regarding how to return it to the owner. Unfortunately, he is noticed by Carker, who proceeds to appropriate the bottle, lock up Grip and Lit'l Fellow in the attic, and throw a drinking party. In the orgy that ensues, the drunk boys set the school building on fire, and Grip, without any way out of the attic, in desperation throws Lit'l Fellow off the roof to the ground, where the latter is caught by the onlookers. Lit'l Fellow is then noticed by the young and popular actress Anna Waston, who happened to travel through Galway when the Ragged School building caught fire. She immediately adopts the boy, much to the dismay of her middle-aged servant Elisa, who knew the pretentious and emotionally unstable nature of her master too well. At first, Anna takes care of the boy and shows promise of being a good foster parent, but Lit'l Fellow's hopes of a good childhood again meet an end when the boy travels with Anna to Limerick, where the actress decides that her newly found \"angel\" would make a good actor, and drags him into playing a role in a popular performance. But the boy, only 5 years old at the time and not yet able to tell reality from a show, takes the play literally and ruins the performance. Offended, Anna dumps the boy in Limerick and leaves Ireland, never to return. The boy is found at the steps of a cathedral near a local cemetery by the visiting farmers, Martin and Martine MacCarthy, a middle-aged couple with 3 grown-up children. The family shelters Lit'l Fellow to live with them on their Kerwan farm in County Kerry, Munster, where the boy spends the next 4 years of his life. Having proven himself to be hardworking and honorable even before settling on the farm, Lit'l Fellow now desires to be of help in the household, occupying himself on par with the rest of the family, altogether 5 people: Martin's elderly mother, known simply as Grandmother; Martin and Martine themselves, their younger son Simeon, their elder son Murdock with his wife Kitty. Absent was the couple's second son, Patrick, who entered the service as a seaman. Becoming a good farm worker, Lit'l Fellow requests only one thing for his payment&mdash;a small rock for every day he would spend in service of the family. But after becoming an integral part of the MacCarthy family, getting a formidable secular and religious education (the family being devout Roman Catholics), even becoming the godfather of Kitty's newborn daughter Jenny and saving her life from a wolf who dug its way into the house during the family's absence, Lit'l Fellow again sees his hopes of a good life reduced to naught when, after a year of natural disasters and poor harvest, the family is left with no money to pay the rent and is evicted from the farm by the landowners. Murdock is imprisoned for half-year due to his participation in the nationalist movement for home rule, supported by Martin and Simeon by the circumstances which led to their eviction. The Grandmother, severely ill at the time, meets death at the hands of the landlord's manager and police guards come to evict the family. Lit'l Fellow, who was absent at the time walking several miles to a neighboring village trying to obtain a medicine for the dying Grandmother, arrives to see the family gone and the farm demolished. Burying a pot containing all the little pebbles earned during his 4 years on the farm under a fir tree which he planted on Jenny's birthday, the boy leaves for Limerick, where the family was supposedly taken. After nearly perishing in the freezing cold, Lit'l Fellow is saved by the family's shepherd dog, Birk, who was driven away at the time of eviction. Birk, however, leads Lit'l Fellow away from Limerick and into Newmarket, County Cork. There, Lit'l Fellow happens to find a briefcase lost by a local landlord, marquis Piborne. After returning the briefcase containing £100 to marquis' residence, Trelingar Castle, Lit'l Fellow is invited to serve in the castle as a groom to marquis' son, count Ashton. The boy accepts and serves in the castle for several months, once again suffering constant ridicule from other servants and antics of the spoiled Ashton. Birk, being at odds with Ashton's dogs, cannot be taken by the boy into the castle and has to be taken care of in secret either by him, or (in his absence) by his only friend in the castle, the aged laundress Kat. But the boy must yet again hit the road when Birk, roaming the surroundings, encounters one of Ashton's dogs. The latter attacks Birk, who defends himself and kills Ashton's dog. When Ashton learns whom the attacker belongs to, he sets up a hunt on Birk, and Lit'l Fellow, having rescued his dog, has nothing else to do than leave while still in one piece. Now 11 years of age and having earned around £4 while in lord Piborne's service, the boy with his faithful dog decide to make their way into the city of Cork, but on their way Birk rescues another boy out of a river. It is revealed to be Bob, a 7-year-old whom Lit'l Fellow once saved from Ashton's whip, risking his position of a groom. Together, the boys make it into Cork. This is where Lit'l Fellow's merchant inclinations, first become manifest while still at Kerwan farm, are finally put to practice as he sets up a newspaper kiosk&mdash;a small trolley dragged around the streets by Birk. Prior to their departure from Cork, the boys already own £30. The city of Cork is also where the boys reunite with Grip. After barely surviving the fire at Ragged School which separated the friends, Grip settled as a fireman on a steam vessel Vulcan, making regular trips between Dublin and the United States. Grip, foretelling Lit'l Fellow to become a successful merchant, advises him to move to Dublin, where he also appears regularly. Lit'l Fellow agrees, and soon after he and Bob leave for Dublin. Instead of spending money on the journey, they decide instead to earn more along the way, and continue to operate the kiosk as they take on a 250-mile journey on foot. When 2 months later they make it into Dublin, they again reunite with Grip. Having earned £150 at this point, Lit'l Fellow decides to start his own business. After renting a few rooms from an old retired businessman, O'Brien, he opens the collectible store \"Thin Purses\" by Little Boy & Co. The store quickly becomes popular among the residents of the city, earning the 12 year old businessman a fortune of £1000 by the close of the first year. Grip, now a regular customer and assistant during the times free from his duties as a fireman on board Vulcan, is reluctant to join the business despite Lit'l Fellows' and Bob's pleas. Kat, however, is invited by Lit'l Fellow as well, and arrives from Trelingar Castle on a short notice. With poverty left behind, now only one thing troubles Lit'l Fellow&mdash;the fate of people dear to him; of those who, at one point or another, were a family to him. With the help of O'Brien he learns that MacCarthy's family has left their homeland and migrated to Australia, but no further information could be obtained at the moment. At some point, Lit'l Fellow leaves to visit Belfast in order to negotiate over an issue with his supplier; negotiations having been successful, he prepares to leave but is caught in a thick crowd during a worker strike, when he notices a young female worker calling for help shortly before collapsing of weakness. It was Sissy, now 18 years old, barely recognized by the young merchant. Without hesitation the boy takes Sissy to the train and leaves for Dublin, where the girl becomes a gladsome addition to the store personnel, marrying Grip some time afterwards. Thus, the young merchant was able to repay his first debt, tearing from the clutches of poverty the first person who ever did a service to him&mdash;his adoptive sister. Only one thing disturbs the boy's peace of mind now&mdash;the MacCarthy family. One day O'Brien finds out that, having met no better luck in Australia, the family was returning home on a sailing vessel. The trip was taking a long time, while the boy, having himself nearly perished during a tempest on board a cargo vessel for refusing to abandon the cargo (into which he invested most of his fortune), perseveres in his trade and earns a capital of £20000. When MacCarthy family finally arrives, Lit'l Fellow, having offered them a sum of £100, anonymously invites them to meet him and his friends at the ruins of the Kerwan farm. Following the unexpected reunion, Lit'l Fellow instructs his goddaughter Jenny, now 8 years of age, to dig up from under the fir tree the pot of pebbles he earned during his stay at the farm. The old farmer is then stunned to find out that the pebbles, of which there were 1540, are now returned to his family as pounds sterling&mdash;enough for them to buy their familial land off the landowners and reconstruct the farm. This was the manner in which the young merchant, now 16 years old, repaid his debt to the family which had sheltered him in the time of need.",
    "genre": [
      "Adventure novel"
    ],
    "author": "Jules Verne"
  },
  {
    "title": "Traveling Scholarships",
    "summary": " Antilian School is a renowned London college, which hosts only young European people born in the Caribbean. Nine of its students are to be awarded travel grants offered by the school's sponsor, a wealthy Barbados woman. Harry Markel, a former captain turned pirate, has been captured and transferred to England, but he escapes along with his right-hand man John Carpenter and the rest of his accomplices — known collectively as the \"Pirates of the Halifax\" — and seizes the Alert, a three-masted ship leaving, after having massacred the captain and crew. It is precisely the ship that's just embarking the winners, accompanied by their mentor Horatio Patterson, the bursar of the school. The long voyage across the Atlantic starts and Markel and his crew, who have assumed the identity of the murdered officers and sailors, prepare to kill the passengers. But Markel learns that they will receive a large sum of money from the hands of their benefactor upon their arrival in Barbados. By greed, he resigns himself to temporarily leave the students alive a little more. On stops in stops, they visit the islands where they were born, receiving a warm welcome from their parents and their friends. The trip in the archipelago is a delight, but it may end tragically. Indeed, when Markel confirms that the youngsters are in possession of the prize offered by Mrs. Seymour, he is preparing to commit his crime. However, to Markel's bad fortune, a sailor named Will Mitz takes place on board the Alert on the recommendation of Mrs. Seymour. Mitz surprises the criminal plan of the false captain, over-hearing one of the pirates' conversations. Taking advantage of the night, he attempts an escape with the students and Patterson, but fails, then after a brief confrontation, takes command of the ship after locking up Markel and Carpenter on the captain's quarters and the other pirates in the ship's cellar, where they discover rum and get drunk. After a while, Markel and Carpenter finally manage to get out and go free their fellow criminals, but it is too late. The pirates experience a horrible end, having accidentally caused a fire that sinks the vessel. Meanwhile, Mitz and his protégés succeed in escaping in the ship's demise aboard a boat, and live through difficult times before being rescued by a steamer and repatriated to Britain where, having received notice of their adventure, they are received by the press and a large crowd. At the end, after their exciting and eventful trip, the students gather at their school for another busy year. cs:Cestovní stipendia de:Reisestipendien es:Los piratas del Halifax fr:Bourses de voyage pl:Sakiewki podróżne ro:Burse de călătorie",
    "genre": [
      "Adventure novel"
    ],
    "author": "Jules Verne"
  },
  {
    "title": "Song of the Sparrow",
    "summary": " When Elaine of Ascolat's mother is murdered by a Pict warrior, her family's house was burned to ashes on their island of Shalott, and she now lives with her two brothers, Lavain and Tirry, and her father in an army encampment for Briton. Elaine is only 8 years old. She quickly makes friends with Arthur, Lancelot, Tristan, Gawain, and many others. Over the years, Elaine turns into a beautiful young girl of sixteen, with long, fiery red hair. She does all of the mending, washing, and healing of all three hundred and fifty soldiers in the camp. Elaine is in love with Lancelot, Arthur's right-hand man, her long-time playmate and companion. Suddenly, when Aurelius, the leader of the entire Briton army, is poisoned by a Saxon spy, Arthur is left to lead and unite all of Britain.Many leaders don't appreciate Arthur's youth, and even though he is an experience fighter, they leave with their men and horses. The night that Arthur is proclaimed leader, Lancelot tells Elaine he must go and win the favor of Lodengrance, for he is needed at Arthur's round table. Elaine gathers at the Round Table with her father and brothers to listen to Taliesin, the Merlin, give Arthur his title. Being the only girl there besides Morgan, Elaine feels awkward but familiar. After the men accept Arthur as their new leader, Elaine goes to talk to Lancelot who calls her \"grown up now\" and \"a woman\" . She is astonished. They part and Tristan comes up to her and speaks about how he came to be part of the army. The next day as Elaine is working on Tirry's clothes, she pricks herself with a sewing needle, something she hasn't done in years.\" She runs out from the tent weeping, only to be found by Morgan. Elaine says it is a \"bad omen\" and Morgan brings Elaine to her tent to comfort her. Arthur comes in and they discuss the planned attack on the Saxons, in which Arthur explains that he doesn't want to murder, but it must be done to protect the people. A few days later, Lancelot returns from his mission, bringing back Lodengrance and his stunning daughter, Gwynivere, to be wed to Arthur. However the new dux bellorum is not too ecstatic. Lancelot introduces his feelings for the new girl in front of Elaine. \"She should be mine. But I will never have her,\" says Lancelot, which crushes Elaine, especially when he calls her \"a child.\" To add to her heartbreak, she finds Gwynivere to be \"filled with poison.\" Gwynivere's superior attitude puts the two girls at odds right when they meet. Elaine and Tristan place a frog in Gwynivere's embroidery pouch as a way of repenting her cruelness to Elaine. After the act, he warns her not to follow the men to the Saxons, which is exactly what she decides to do. On the day of their leaving, Elaine, a jumble of worry and nerves, says goodbye and good luck to her father and brothers. She waits a while before taking her own saved provisions and following in their tracks. A brave and persistent woman in her endeavor, she faces loneliness and a nagging feeling of a following presence on her journey. She crosses a river that almost takes her life, simply to be caught by Saxon soldiers. A fight ensues, and Gwynivere appears from the woods, defending Elaine by attacking her captors. The two girls are then both caught and taken to the Saxon camp as prisoners. Tensions and injuries pose obstacles and strain as the time passes, locked away from battle and the men they love. Elaine awakens to the sound of Arthur's army fighting the Saxons. She begins to talk to Gwynivere, admitting her worry and senselessness. While Gwynivere comforts Elaine, Gwynivere confesses herself to be \"a jealous person.\" Later, Yellow Hair's companion comes in to give them a bedpan and unties the ladies. When they hear of the Saxon's surprise attack on Arthur, Elaine solidifies her decision to escape and warn him. The two girls begin to dig a hole near an open tent flap. Once Elaine gets freed, she sprints and distracts the Saxons as Gwynivere sneaks out and dashes to find Arthur around the mountain. Elaine makes her way to a river to find a Saxon boat, but before she gets in, an arrow from the Saxons pierces her chest. She crawls in the boat and starts to float downstream, pondering before blacking out. As Elaine heals from her wound, Arthur decides to move camp back to Carleon-Usk. Elaine is tired often, and takes frequent rests, in which she receives visits from some men, like that of Lancelot. The two resolve their strain, finally friends again. Tristan later joins Elaine on one of her rests, professing his jealousy of Lancelot and his true love for Elaine, who suddenly and shockingly realizes she loves him as well resulting in a shared kiss between the two. Upon return to camp, they all gather at the round table as Arthur invites them to start a new life and city with him, upon that very place. Elaine and Tristan, Elaine's family, and many of Elaine's friends stand with their consent to build their new city and establish their freedom in Camelot.",
    "genre": [
      "Adventure novel",
      "Historical novel"
    ],
    "author": "Lisa Ann Sandell"
  },
  {
    "title": "Godfrey Morgan",
    "summary": " Godfrey, an idle twenty-two-year-old, lives with his uncle, the wealthy Lord William W. Kolderup. Prior to marrying the young and pretty Phina, he asked to undertake a sea voyage of two years. Acceding to his desire, his uncle sends him around the world on board the Dream, commanded by Captain Turcott, with his mentor, teacher, and dance instructor, Professor T. Artelett aka \"Tartlet\". Unfortunately, the ship sinks a few miles from an island where Godfrey will have to learn to survive, to organize his life, face the savages, and overcome other obstacles—together with Tartlet, the only other survivor of the sinking Dream. Faced with this, the jaded young man discovers the value of effort and gains poise and courage.",
    "genre": [
      "Adventure novel"
    ],
    "author": "Jules Verne"
  },
  {
    "title": "Arctic Drift",
    "summary": " The plot begins in the year 1847, when the Franklin Expedition becomes stranded trying to find the Northwest Passage. They experience a harsh winter. The men are seemingly going mad. Their stranded boats (Erebus and Terror) are loaded with a mysterious, unidentified silvery metal. The story switches to the present day. There is an ongoing quest to save the earth from Global Warming. All of the world's scientists are looking for a solution. Some people are trying to thwart these efforts. The NUMA team, headed by Dirk Pitt, Al Giordino and Dirk Pitt's children, Dirk Junior and Summer, are trying to find a way to stop Global Warming. Their quest leads them to investigate a series of mysterious asphyxiations. They soon realize that the solution they are looking for is hidden in the heart of the Arctic; in an old forgotten ship. They will need to solve a centuries old mystery to save the earth.",
    "genre": [
      "Adventure novel"
    ],
    "author": "Clive Cussler"
  },
  {
    "title": "Escape to the Hills",
    "summary": " The book chronicles the Chapmans of Silliman University experiences as they escape to the hills and lived as fugitives in the mountains of Negros Oriental during the Japanese invasion of the Philippines, as well as, their experiences when they were kept in the Santo Tomas Internment Camp.",
    "genre": [
      "Adventure novel",
      "Historical novel"
    ],
    "author": ""
  },
  {
    "title": "The Unforgiving Wind",
    "summary": " An expedition is planned by Commander Adams across the Arctic. While in the Arctic, a storm wreaks havoc in the expedition. Most of the equipment including the radio is damaged. The team is finally able to find a base to stay with limited supplies. Storm, snow, ice, subzero temperatures all make living difficult. The team has to winter in the base with limited supplies. The winter is one long night that is 6 months long. Rescuers were not able to reach them because of ice formed in the sea during winter. Since the team lost contact everybody in mainland believes them to be dead because nobody will be able to survive a winter in the Arctic unsheltered. The team manages to survive because they were able to find a shelter, however they are half starved and health and sanity is on the fall. The team strongly believes Tom Fife will come with a search party to rescue them, however this is next to impossible for Tom Fife because everybody believes that all the team are dead. He is the only one who hopes to find them alive. He has to undertake tremendous personal strain, including losing his job, to force people to undertake the rescue mission. There is only a small window to do this rescue, as the ice will solidify making rescue impossible after summer. The team will not be able to survive another winter in the Arctic.",
    "genre": [
      "Adventure novel"
    ],
    "author": "John Harris"
  },
  {
    "title": "The Road to Samarcand",
    "summary": " While structured with plot and subplots, and created with a cast of interesting characters, the novel draws its major appeal from O'Brian's great story-telling ability. The product of this ability can be seen as a series of adventures in exotic locales, the type of material designed to resonate in the imagination of a typical teenaged boy. There are neither female characters nor romance in The Road to Samarcand. The story begins during a voyage on the South China Sea, where almost at once Derrick's ship encounters a typhoon. Surviving this perilous experience, the ship under Captain Sullivan reaches shore and completes the rendezvous with Professor Ayrton. Subsequent adventures are set up by forming and equipping the party for the journey to the road to Samarcand, a route better known today as the Silk Road. Members of the party include his relatives, Cousin Ayrton and Uncle Sullivan; Derrick, himself; Sullivan's intrepid companion, Ross; the ship's Chinese cook, Li Han; and one of Captain Sullivan's seamen, Olaf Svenssen. Horses and Mongolian guides are engaged: during the course of the story Derrick becomes a skilled horseman and learns to speak Mongolian. The party must follow a circuitous route to the road to Samarcand in order both to travel in safety and to satisfy Professor Ayrton's archeological wishes. This circuitous route allows O'Brian to send the band to areas they would otherwise not have traveled and to reveal interesting aspects of the Chinese, Mongolian and Tibetan cultures. Some adventures are harmless, as when Derrick and his Mongolian companion ride out to hunt with a falcon and when the Professor acquires jade treasure; some involve danger. The latter includes imprisonment, escape, brushes with revolutionaries and bandits, and hand-to-hand fighting. The party becomes involved in deadly skirmishes at a time in history when the old skills of warfare are bowing to superior firepower. As this state-of-affairs turns dramatic, Professor Ayrton is forced to pass himself off as a Russian Army officer who specializes in armament. In reality he is anything but an expert and does not know how even to fire a gun when the expedition begins. Other adventures involve dangers crossing a glacier where the party must face both blizzard conditions and inimical monks masquerading as yeti, and the loss and eventual rediscovery of party-members, Ross, Li Han and Olaf. As the final adventure, in what can be described as a deus ex machina, the little group escapes disaster in a functioning helicopter, which has been abandoned near the monastery where the band has been virtually imprisoned. O'Brian skirted anachronism in creating this manner of escape. Although the technology was available in the late 1930's, existing helicopters were limited to scarce prototypes, and actual aircraft were not produced in large numbers until the 1940's. Be that as it may, there is spare gasoline in a can, and the party is flown away by Ross. He is completely inexperienced as a helicopter pilot; however, O'Brian has created him with qualities which stretch the improbable escape to the verge of credibility: mechanical prowess -- Ross is the only party member who succeeds in starting the engine -- bravery, and a history as the captain of a ship. Airborne and finally out of danger, the party sees below on the ground their goal, the road to Samarcand.",
    "genre": [
      "Adventure novel"
    ],
    "author": "Patrick O'Brian"
  },
  {
    "title": "The Island of Adventure",
    "summary": " Something very sinister is happening on the mysterious Isle of Gloom, and Philip, Dinah, Lucy-Ann and Jack are determined to uncover the truth. But they are not prepared for the dangerous adventure waiting for them in the abandoned copper mines and tunnels under the sea.",
    "genre": [
      "Adventure novel"
    ],
    "author": "Enid Blyton"
  },
  {
    "title": "Hussein, An Entertainment",
    "summary": " Hussein's mother dies in childbirth, and he is reared in the mahout trade by his father and grandfather. He learns the hathi-tongue, which is the private language mahouts use to bid their elephants, and grows up among a group of mahouts employed by the Indian Government's Public Works Department. A cholera epidemic strikes down his father and grandfather, and Hussein goes to live with his uncle Mustapha, his wife and three sons. Also in the mahout trade, Hussein's uncle is devoted to Islamic scriptures. He teaches Hussein to read, which places him in a select few among his class. Having traveled with his uncle and family to Rajkot, Hussein is recommended as a mahout to carry Gill, the \"Stant Sahib,\" on the back of his uncle's elephant for a hunting expedition. The three are attacked and chased by a ferocious pack of wild dogs in what the Times Literary Supplement called the best adventure in the book. In finally escaping, they burst into a thieves' village. Gill, who is the chief of police, captures and returns to justice a notorious band of thieves with Hussein's help. That evening Gill overhears Hussein bragging of the feat to his family and friends, changing details to bring himself credit, and kindly allows the youth his moments of glory. Hussein's aunt and uncle die young, and Hussein must survive on his own. About 16 years old and still in the mahout trade, he inherits his uncle's responsibility for the elephant named Jehangir Bahadur in the town of Haiderabad. At this time in his life Hussein falls in love with a well-off young woman named Sashiya, which embroils him with a rival, Kadir Baksh. Hussein pays a fakir to place a curse upon Kadir Baksh, which causes the young man to die; and his family swears vengeance upon Hussein. This danger forces the young man to flee. After promising the elephant Jehangir he will return, Hussein sets out to live by his wits. Eased in this direction by the fakir he becomes an assistant to Feroze Khan, a man who practices the arts of snake charming and storytelling. Feroze Khan earns a living by following regiments and entertaining them. His tour de force involves display of a white cobra. Unknown to Hussein, he also gathers secret intelligence. Eventually the young man becomes suspicious of his movements when it becomes apparent that Feroze Khan has friends wherever they travel. Spying leads to Feroze Khan's murder in Peshawar, and Hussein resolves to put into practice the lessons he has learned about storytelling and snake charming. Succeeding in both pursuits, Hussein enhances his snake charming by buying additional snakes and a mongoose from an acquaintance of Feroze Khan's whom he accidentally meets. He learns to perform a scam for seeming to rid a house of dangerous snakes by bribing the houseservants and employing his mongoose. When he follows another regiment in the rainy season, the leaders must send for elephants to pull their cannons from the mud. One of the elephants which arrives is his beloved Jehangir. Hussein has alienated the chief mahout and is forbidden to rejoin the service. His attempts to regain his relationship with Jehangir lead to a severe beating for Hussein. Jehangir lifts the sleeping youth onto his back, bursts his shackles, and deserts the service. Failing to dissuade Jehangir from this course, Hussein accepts the desertion and determines to hide. When it is safe to do so, he plans to wander as a private mahout with an elephant and perform odd jobs which come their way. After adventures, Hussein and Jehangir reach the village of Laghat. Here Hussein buys fields with a tumbledown house. His dream is to prosper as a farmer, then send for Sashiya. He works hard in his fields, coming into contact with wild boars and a man-eating tiger. When the crops fail because of drought, he is forced to borrow money from the local bunnia. This man, Purun Dass, resents Hussein because of his ability to read. Realizing the young man's ability does not extend to Latin, the bunnia sets the loan to accrue \"per mensa\" (per month) instead of \"per annum\" (per year). Thus, the loans are crippling when Purun Dass applies for repayment. Hussein becomes drunk and attacks the bunnia in his temple, leaving the priest, he believes, beaten to death. Again Hussein flees on the back of Jehangir. When buying food in a village he encounters a man named Narain Ram, whom he had seen formerly when he worked for Feroze Khan. Hussein denies to Ram Narain that they have met. He sees Ram Narain again in another village, and the latter insists they dine. Here the Ram Narain presses Hussein for information about Feroze Khan and threatens to expose him to Kadir Baksh's family if he fails to comply. In the end Hussein accepts money from Narain Ram and agrees to become his ally, accepting an arranged position in Kappilavatthu working for the Rajah. Traveling to that locale, he leaves Jehangir with the Rajah's mahouts and becomes a leopard keeper. His responsibility is tending a young cheetah named Shaitan. Although ignorant of his task, he learns the practice from an older leopard keeper. This man, Yussuf, is the only other Mohammedan among the animal tenders, religious divisions being significant in the culture. Hussein distinguishes himself in the first hunt of the season, though he is injured. In gratitude, the Rajah gives him a ruby ring and orders his treasurer to fill Hussein's mouth with gold. Hussein lies on his back with his mouth open, but the resentful treasurer fills his mouth with mostly copper coins. While Hussein is recuperating from wounds suffered on the first hunt, Ram Narain arranges for his responsibilities to be transferred to the position of mahout for Jehangir. Amid episodes of intrigue, the Rajah's tiger hunt commences. Hussein carries the Rajah in a howdah on Jehangir's back. In the evening, Ram Narain confesses to Hussein that he works for a prince who is wholly for the Sirkar. This tiger hunt is the opportunity he and his allies have been waiting for, and Ram Narain and Hussein are able to observe the Rajah entering into a compact with another native party. The treaty is signed in exchange for a fortune in gold. Hussein, who has overheard the Rajah plot with his master of horse to kill the youth, aids Ram Narain in the frustration of the Rajah's party and capture of the newly signed treaty. All of the gold is contained in a pad bag which Hussein and Ram Narain place over Jehangir's back. Both Hussein and Ram Narain covet the gold, but their priority is escape. They travel through the night and with drama, ford a river seeking to reach British territory. Safety is not yet assured, and they must obtain food in villages along their route, disguised as storytellers. Hussein demonstrates his bona fides in this line, especially with a tale of a prince in Kathiawar. His performance convinces a suspicious a pair of men who are tracking the Rahjah of Kappilavatthu's enemies in the recent episode, and they leave the pair in peace. Hussein and Ram Narain reach Puniat safely with Jehangir. Before telegraphing his superiors, Ram Narain shares his wish to leave out any reference to the gold. He also informs Hussein that Purun Dass did not die of his beating. Ram Narain's superiors are very pleased with the result of the intrigue in Kapplilavatthu. After they have departed, Hussein and Ram Narain split the gold. Hussein hires a lawyer to deal with the affair of Purun Dass's grievance, and the fine is paid by an unknown party, in other words, by Ram Narain's grateful superiors. Influenced by his success with tales, Hussein conceives his own tale, which involves a happy ending with Sashiya. After extensive bargaining, he buys a costly necklace of rubies for her and sets into train the construction of a rich house on his farm in Laghat. With Jehangir dressed in grandeur he returns to Haiderabad and occupies the best accommodations. Then, disguised in poverty, he calls on Sashiya. The circumstance of poverty is no impediment to her love, and Hussein drapes the rubies about her neck. Revealing his true status of wealth, he carries her away—just as the Prince of Kathiawar carries away his beloved in Hussein's tale, her name being, by no coincidence, Sashiya.",
    "genre": [
      "Adventure novel"
    ],
    "author": "Patrick O'Brian"
  },
  {
    "title": "The Castle of Adventure",
    "summary": " Jack, Lucy, Dinah and Phillip attempt to figure out what is behind the strange goings-on at a ruined castle near Spring Cottage in Scotland where they are on holiday with Dinah and Phillip's mother, Aunt Allie. The four youngsters make friends with Tassie, a mysterious gypsy living in the woods with her mother. Along with Bill Cunningham, who appears later in the book, the children manage to expose a ring of spies led by the threatening Scar-Neck who are working against the UK Military service.",
    "genre": [
      "Adventure novel"
    ],
    "author": "Enid Blyton"
  },
  {
    "title": "The King of the Sea",
    "summary": " Malaysia, 1868. A mysterious figure has armed the Dyaks and led them into battle against Tremal-Naik. Yanez races to the rescue but soon learns that Sandokan and his Tigers are also under threat. Despite eleven years of peace, the new Rajah of Sarawak, James Brooke’s nephew, has ordered the pirates to leave their island home or face all out war. Is this the end for the Tigers of Mompracem?",
    "genre": [
      "Adventure novel"
    ],
    "author": "Emilio Salgari"
  },
  {
    "title": "Gorgeous East",
    "summary": " John Smith, an out of work actor, after toxic relationships in Istanbul, and Paris, joins the French Foreign Legion.",
    "genre": [
      "Adventure novel"
    ],
    "author": "Robert Girardi"
  },
  {
    "title": "A Strange Discovery",
    "summary": " The story is set in 1877, forty-nine years after the events in Arthur Gordon Pym, and thirty-nine years after the publication of that book. The narrator is an Englishman traveling in the United States to settle business interests in Southern Illinois. During his stay in Bellevue, Illinois (corresponding to the actual Belleville), he makes acquaintance with two local doctors, an older man, Dr. George F. Castleton, and the younger Dr. Bainbridge. Dr. Castleton is an eccentric local character given to extravagant opinions, and the narrator mentions that he was later the Prohibition Party candidate for Governor of Illinois. During a discussion of Poe's works and Arthur Gordon Pym, Dr. Castleton reveals that Peters is a patient of his. Much of the first section is given to the narrator's observations on American society and to discussions between him, Castleton, and Bainbridge on topics ranging from poetry and literature (and Poe in particular), to U.S. and European politics, to Christianity and agnosticism, to medical science. Bainbridge describes his earlier discovery, at the Astor Library in New York, of a book written in 1594 and published in 1728, of a narrative purporting to tell the story of a sailor on Sir Francis Drake's voyage of circumnavigation. According to this book, Drake's ship was driven by a storm for two weeks, until, deep in the Antarctic, he arrived at a city which the author describes as comparable to Venice, but more beautiful than any European city of that time. Dr. Bainbridge visits Peters each day and elicits the story of his adventures with Pym a half-century earlier. Each night he visits the narrator in his hotel and relates, in episodic form, what he has learned from Peters. The narrator, in turn, passes on the essential points to Dr. Castleton as well as to Arthur, the hotel factotum. After leaving the island of Tsalal, Peters and Pym voyage south through a curtain of fog into the area near the South Pole, which is warmed by volcanic activity. Passing a white marble figure at the entrance to a harbor, they arrive in the city of Hili-li at 89°S latitude. Hili-li Island is one of over 200 islands in a great inland sea, surrounded by a ring-shaped continent. The continent consists of volcanic mountains and ice, making it impassable except for a 300-mile-wide gap, through which had come Francis Drake, Pym and his shipmates on the Jane Guy, and the occasional other castaway from the outside world. The Hili-lites are a white race, descendants from a shipload of ancient Romans who left Rome and the Mediterranean fleeing from the barbarian invasions of the 4th century. Hili-li's population of 100,000 to 200,000 inhabitants are ruled by a Duke. There is also a reclusive, mystic old sage, Masusaelili, who claims to be a survivor of the original voyage from Rome. Peters and Pym are treated hospitably, and Pym eventually falls in love with the Duke's niece, Lilima. The romantic interlude is interrupted when Lilima is abducted by her ex-lover Ahpilus. Ahpilus is one of a group of exiles who have been banished to the volcanic island at the pole for various offenses, mainly for engaging in forbidden sports or other physically dangerous activities. Ahpilus has gone mad as a result of his exile and unrequited love. Peters, Pym, and the Duke's son Diregus lead a rescue expedition and catch up with Ahpilus on the slopes of the 8-mile-high \"Mount Olympus\", below the crater lake near its summit. Ahpilus threatens to throw himself and Lilima to their deaths in a gorge, but Peters, in a feat of astounding physical prowess, leaps across the gorge and incapacitates Ahpilus by breaking his back. Returning to Hili-li, Pym and Lilima marry, but their happiness is short-lived. A rare meteorological event brings a period of intense cold and snow to Hili-li. Despite valiant efforts led by Pym, Peters, Diregus, and the returned Olympian exiles to fend off the cold, many of the Hili-lites succumb. Among these is Lilima. The grief-stricken Pym is allowed to depart, along with Peters. They leave in December 1829, are picked up by a large schooner, and are deposited in Montevideo, Uruguay in February 1830. There Pym and Peters part company.",
    "genre": [
      "Adventure novel"
    ],
    "author": "Charles Romyn Dake"
  }
]